{
    "titulo": "Panqueca fitness com farinha de aveia",
    "ingredientes": [
        "3 ovos (sendo 3 claras e apenas 1 gema)",
        "3 colheres de azeite",
        "1 e 1/2 cenoura ralada bem fina",
        "2 xícaras de leite semidesnatado ou desnatado",
        "1 xícara de farinha de aveia",
        "1 xícara de amido de milho (maizena)",
        "1 colher (chá) de orégano",
        "1 colher (chá) fermento",
        "sal a gosto",
        "1 peito de frango cortado em cubos grandes",
        "4 dentes de alho",
        "1/2 cebola média cortada em cubos",
        "1/2 pimentão verde picadinho",
        "1 tomate picado em cubos",
        "1/2 caldo de galinha",
        "1 colher rasa (sopa) de colorífico (coloral) ou páprica",
        "1 colher (chá) de orégano",
        "2 colheres de azeite",
        "cheiro verde a gosto",
        "água quente",
        "5 tomates picados em cubos",
        "2 dentes de alho",
        "1/2 cebola média cortada em cubos",
        "água quente",
        "azeite a gosto",
        "sal a gosto",
        "especiarias a gosto"
    ],
    "modo_preparo": [
        "Inicie o preparo começando sempre pelo recheio.",
        "Em uma panela de pressão aquecida, adicione as 2 colheres de azeite e doure o pimentão picado.",
        "Assim que estiver dourado, adicione a cebola, o alho e o caldo de galinha.",
        "Mexa até que o caldo de galinha se desmanche.",
        "Assim que este se desmanchar, adicione o peito de frango, o tomate, o coloral, o orégano e mexa.",
        "Por último, adicione água quente até cobrir toda a mistura e cozinhe na pressão por aproximadamente 20 minutos ou até que o frango se desmanche e desfie sozinho no interior da panela, dependendo do seu fogão.",
        "Assim que desfiar e estiver pronto, finalize com o cheiro verde.",
        "Enquanto o recheio cozinha, prepare a massa.",
        "Em um liquidificador, bata as 3 claras, a gema, o azeite, a cenoura e o leite até que tudo fique homogêneo.",
        "Por último, adicione na mistura a farinha de aveia, o amido de milho (maizena), o orégano, o fermento, sal a gosto e bata novamente.",
        "Em uma frigideira anti-aderente preaquecida em fogo baixo, faça os discos com a massa usando como medida uma concha rasa.",
        "Tome cuidado para não quebrar ao virar os discos, pois a massa fica bem fina e macia.",
        "Por fim, recheie os discos com o frango e enrole-os.",
        "Doure a cebola e o alho no azeite.",
        "Refogue o tomate.",
        "Adicione água aos poucos e deixe ir cozinhando, até que a mistura tome consistência de molho natural.",
        "Finalize com sal e especiarias a gosto.",
        "Coloque as panquecas enroladas em uma travessa e cubra com o molho."
    ]
}