{
    "titulo": "Abobrinhas Veganas Recheadas",
    "url": "https://www.tudogostoso.com.br/receita/95473-abobrinhas-veganas-recheadas.html",
    "ingredientes": [
        "1 abóbora itália grande",
        "1/2 xícara de proteína texturizada de soja (PTS) pequena",
        "1 colher de chá de azeite de oliva",
        "1/2 xícara de molho shoyu",
        "2 tomates bem maduros",
        "1 cebola pequena",
        "2 dentes de alho grande",
        "1 pedaço pequeno de pimentão vermelho",
        "1 colher de sobremesa de catchup picante",
        "Salsinha e cebolinha a gosto",
        "Pimenta preta moída a gosto",
        "Sal a gosto",
        "Margarina para untar"
    ],
    "modo_preparo": [
        "Corte a abobrinha em duas partes e retire um pouquinho do interior dela, reserve. Unte um refratário com um pouco de margarina e coloque ali as metades viradas para cima.",
        "Reserve.",
        "Comece a preparar o recheio com antecedência, deixando a PTS de molho em uma xícara de água fervente e se preferir um pouquinho de caldo de legumes.",
        "Pode ser a água utilizada para cozinhar algum legume.",
        "Deixe de molho por aproximadamente 1 hora e escorra bem, para deixá-la bem seca.  Enquanto isso, refogue o alho e a cebola em uma frigideira alta, utilizando o azeite de oliva. Quando a cebola estiver bem dourada acrescente a PTS e o resto do miolo da abobrinha picadinho e refogue muito bem, cuidando para que não grude no fundo.",
        "Aos poucos, adicione o shoyo,o catchup, o pimentão e os tomates bem picados e deixe cozinhar até que perca a água.",
        "Corrija o sal e adicione a pimenta à gosto. Por último adicione os temperos verdes e reserve.",
        "Preencha o espaço da abobrinha com este recheio e leve ao forno pré-aquecido em temperatura média (210° a 240°) deixando assar por aproximadamente 20 minutos, coberto com uma folha de papel alumínio.",
        "Nos 5 minutos finais, retire o papel alumínio para gratinar. Espete a abobrinha para verificar a maciez e sirva quente."
    ]
}