{
    "titulo": "Alfajores",
    "url": "https://www.tudogostoso.com.br/receita/2855-alfajores.html",
    "ingredientes": [
        "200 g de manteiga sem sal",
        "1 xícara (chá) de açúcar",
        "1 ovo",
        "2 gemas",
        "5 xícaras (chá) de farinha de trigo",
        "4 colheres (sopa) de mel",
        "Meia colher (sopa) de bicarbonato de sódio",
        "2 colheres (sopa) de fermento em pó",
        "Meia colher (sopa) de essência de baunilha (opcional)",
        "1 lata de doce de leite",
        "2 tabletes de cobertura chocolate"
    ],
    "modo_preparo": [
        "Bata a manteiga, o açúcar, o ovo e as gemas na batedeira e reserve.",
        "à parte, misture a farinha de trigo, o mel, o bicarbonato, o fermento e a essência de baunilha.",
        "Por último, a mistura de manteiga reservada.",
        "Sove bem a massa até ficar lisa e macia.",
        "Deixe descansar por cerca de 30 minutos.",
        "Abra a massa em uma superfície enfarinhada, deixando uma espessura de meio centímetro.",
        "Com um cortador próprio, recorte círculos de cerca de 5cm de diâmetro e arrume-os em uma assadeira untada e enfarinhada.",
        "Asse em forno médio (180°c), pré-aquecido, por cerca de 10 minutos (sem dourar muito).",
        "Retire do forno e deixe esfriar na própria assadeira, coberto com papel-manteiga.",
        "Depois de frios, una cada dois discos com uma camada de doce de leite, retirando o excesso.",
        "Reserve.",
        "à parte, derreta o chocolate conforme as indicações da embalagem e banhe os alfajores um a um.",
        "Coloque-os sobre papel de alumínio ou papel-manteiga e deixe secar.",
        "Querendo, depois de secos, embrulhe-os um a um em papel celofane.",
        "ao abrir a massa, faça-o entre dois filmes plásticos para uso culinário, pois essa massa é muito delicada.",
        "Assim, você facilitará o seu manuseio.",
        "caso não tenha cortador apropriado, substitua por outro utensílio com medida equivalente (copo, xícara)",
        "é importante não deixar os discos dourarem muito, para manter a maciez.",
        "Caso contrário, a massa ficará ressecada, com aspecto de biscoito.",
        "substitua metade da quantidade de chocolate cobertura por chocolate branco preparando assim, alfajores de duas cores."
    ]
}