{
    "titulo": "Almôndegas de lentilha e legumes vegan",
    "url": "https://www.tudogostoso.com.br/receita/167151-almondegas-de-lentilha-e-legumes-vegan.html",
    "ingredientes": [
        "250 g de lentilhas",
        "1 cebola média",
        "1 cenoura pequena",
        "1 abobrinha pequena",
        "1 dente de alho",
        "2 colheres de sopa de azeite",
        "1 colher de sopa cheia de farinha de trigo",
        "2 colheres de sopa cheias de aveia",
        "sal, pimenta e salsinha picadinha a gosto"
    ],
    "modo_preparo": [
        "Coloque as lentilhas de molho por no mínimo 8 horas.",
        "Lave as lentilhas e coloque na panela de pressão com água (e uma folha de louro de quiser).Não coloque sal.",
        "Deixe as lentilhas por 20/25 minutos depois de pegar pressão, mas dependendo de quantas horas elas ficaram de molho esse tempo pode variar para mais ou para menos. Por isso, é indicado deixar em média, 8 horas de molho.",
        "Escorra as lentilhas, amasse um pouco e reserve (retire o máximo de água das lentilhas, e se possível utilize o espremedor de batatas, que retirará toda a água delas).",
        "Reserve.",
        "Em uma panela em fogo baixo coloque uma colher de sopa de azeite e a cebola cortada fina em meia-lua (ou em rodelas, quadradinhos,como preferir).",
        "Adicione uma boa pitada de sal (1/2 colher de chá) nas cebolas, para que elas não queimem e possam caramelizar.",
        "Espere a cebola ficar dourada, o que pode levar uns 10/15 minutos. Então acrescente a cenoura cortada em cubinhos bem pequenos e meio copo de água.",
        "Pegue a abobrinha e descarte o miolo (corte somente as laterias, desprezando o miolo com as sementes).",
        "Pique em pedaços pequenos.",
        "Quando a cenoura ficar macia, acrescente a abobrinha e o dente de alho picado.",
        "Refogue e quando a água secar quase que por completo, junte as lentilhas ao refogado.",
        "Cozinhe bem, mexendo até começar a dar uma leve casquinha no fundo da panela.",
        "Desligue e espere a mistura amornar.",
        "Coloque a mistura no multiprocessador ou amasse com um garfo. A textura será de um creme bem grosso, uma massa, mas ainda com alguns pedaços visíveis.",
        "Volte com essa mistura para a panela e acrescente a farinha, a aveia, o azeite, a salsinha, a pimenta e acerte o sal.",
        "Cozinhe em fogo baixo por uns 10 minutos ou até não sentir gosto de farinha crua.",
        "Pegue um pouco da massa e forme uma bolinha nas mãos. Se ainda estiver muito úmida, acrescente mais farinha e cozinhe por mais tempo.",
        "Espere amornar ou esfriar e forme as bolinhas. Você pode fazer suas almôndegas em uma frigideira com um fio de azeite, pode fritá-las, pode assá-las ou pode fazer uma panela de molho (de tomates) e colocar as almôndegas para cozinhar no molho (sem mexer muito nelas).",
        "Rende 15 almôndegas pequenas."
    ]
}