{
    "titulo": "Arroz doce cacio e pepe",
    "url": "https://www.tudogostoso.com.br/receita/319865-arroz-doce-cacio-e-pepe.html",
    "ingredientes": [
        "150 g de castanha-do-pará",
        "3 bagas de cardamomo negro",
        "150 g de farinha de trigo",
        "150 g de açúcar",
        "150 g de manteiga em temperatura ambiente",
        "100 g de açúcar",
        "50 ml de água",
        "250 ml de creme de leite fresco",
        "30 g de manteiga",
        "200 g de arroz agulhinha",
        "1 litro de leite",
        "Casca de 1 laranja",
        "Casca de 1 limão",
        "5 bagas de cardamomo negro",
        "250 g de açúcar",
        "8 mirtilos",
        "4 morango",
        "4 amora",
        "10 g de queijo de cabra",
        "Pimenta-do-reino moída na hora"
    ],
    "modo_preparo": [
        "Triture com o mixer a castanha-do-pará e o cardamomo, até ficar semelhante a uma farinha. Coloque em uma assadeira e acrescente a farinha de trigo, o açúcar e a manteiga (em temperatura ambiente e em ponto de pomada, para facilitar o manuseio).",
        "Misture os ingredientes com as pontas dos dedos, delicadamente, até chegar a uma textura parecida com uma farofa, o que deixará a mistura crocante quando assar.",
        "Leve a assadeira ao forno preaquecido a 180 °C, até dourar. Fique atento: se necessário, abra o forno enquanto assa, retire a assadeira, mexa a farofa delicadamente com uma espátula para ajudar a dourar por igual e volte ao forno. Quando dourar homogeneamente, desligue o forno e reserve.",
        "Em uma panela pequena, coloque o açúcar e a água e deixe ferver, em fogo baixo, sem mexer. O caramelo se forma quando a calda começar a ficar dourada.",
        "Ao atingir um ponto de cor âmbar dourado, adicione o creme de leite delicadamente, pois o caramelo estará quente e pode espirrar. Misture bem. Neste ponto, o caramelo ficará com aspecto duro, devido ao contato do creme de leite em temperatura ambiente com o açúcar quente. Mexa delicadamente e deixe ferver novamente para derreter, sempre em fogo baixo, até ficar cremoso. Cuidado para não passar do ponto e o caramelo ficar muito líquido.",
        "Desligue o fogo, acrescente a manteiga para dar brilho e mexa. Coloque em uma bisnaga plástica para molho e reserve.",
        "Em uma panela, coloque o arroz, o leite, 2 lascas da casca de laranja, 2 da casca do limão, e as bagas de cardamomo inteiras. Dica: ao retirar cascas de laranja ou limão, não inclua a parte branca, que amarga qualquer preparo.",
        "Cozinhe em fogo baixo por 10 minutos e mexa de vez em quando para liberar o amido do arroz, que irá ajudar a engrossar a mistura.",
        "Na sequência, adicione o açúcar, misture e continue cozinhando em fogo baixo por aproximadamente 10 a 15 minutos, até que o arroz fique bem macio e o caldo, grosso. Reserve.",
        "Higienize bem as frutas. Corte cada unidade do mirtilo, do morango e da amora em 3 pedaços e reserve.",
        "Em um prato raso, disponha o arroz-doce no centro, rodeado pelo caramelo e pelas frutas vermelhas.",
        "Deposite delicadamente duas porções da farofa, uma de cada lado do arroz. Finalize com queijo de cabra ralado e uma pitada de pimenta-do-reino moída na hora."
    ]
}