{
    "titulo": "Arroz carreteiro e feijão tropeiro segundo Polinari",
    "url": "https://www.tudogostoso.com.br/receita/93319-arroz-carreteiro-e-feijao-tropeiro-segundo-polinari.html",
    "ingredientes": [
        "300 g de cebola",
        "50 g alho picado",
        "1 xícara média 100 ml de banha de porco (pode substituir por um azeite que não seja de soja.)",
        "Sal marinho a gosto, mas deixe pra colocar quase no final no arroz quando já estiver quase pronto, mas ainda aguado.",
        "3 a 4 xícaras de arroz",
        "300 g de costelinha defumada cortada em ripas",
        "100 a 200 g de torresmo",
        "1 kg charque com pouca gordura pois é a gordura que dá o gosto do charque",
        "Pode colocar linguiça defumada",
        "Pimentas coloca quem delas gosta",
        "Não tinha nada mais.",
        "Se fizer a mesma receita com feijão sai o FEIJÃO TROPEIRO.",
        "Hoje temos a caldos de carnes e bacom em cubos e também geladeira que nos da acesso a carnes resfriadas: eu coloco dianteiro de boi picado palheta de porco picada pra ficar um arroz ou feijão rico de carnes.",
        "Dá para colocar lingiiça pura de porco.",
        "Dá para colocar uns 2 a 3 cubos de caldo de Bacon.",
        "Tem gente que coloca um copo de cachaça da boa. Mas não abuse para não detonar a tradicional receita.",
        "Tem gente que abusa e coloca até carne de aves, aí não tem mais nada com a tradicional receita"
    ],
    "modo_preparo": [
        "Coloque uma chaleira grande com água para ferver. Se em algum momento ameaçar queimar coloque 1 xícara de água.",
        "Lave o charque em umas 4 a 5 trocas de água numa bacia ou panela.",
        "Lave o arroz.",
        "Pique o charque pedaços  e a costelinha em ripas.",
        "Em fogo brando ou médio derreta a banha ou coloque o azeite.",
        "Coloque as cebolas picadas  e os alhos picados.",
        "Não deixe queimar quando começar a ficar amarelinho tá jóia.",
        "Se  usar carnes resfriadas e lingüiça crua mexa tudo.",
        "Coloque agora para fritar uns 10 minutos.",
        "Depois de uns 10 a 15 minutos, sempre cuidando para não queimar, adicione o charque picado e a costelinha retalhada, se quiser coloque também linguiça defumada e mexa tudo.",
        "Coloque o arroz e mexa no fundo para ele fritar por 5 minutos.",
        "Pronta a mistura.",
        "Despeje água para cobrir tudo e mais 1/3 do volume dos ingredientes. Se for usar cubos de e caldo de bacon coloque agora.",
        "Mexa tudo.",
        "O arroz quando está pronto começa a estalar no fundo da panela.",
        "Prove para não exagerar no sal, coloque sempre sal a menos ou tempero completo a menos.",
        "O feijão tropeiro é a mesma coisa, mas hoje é  feito separado para não pesar muito.",
        "Os mesmos ingredientes, o mesmo processo de preparo porém depois de fritar tudo coloque o mínimo de água para cobrir tudo e cozinhar por 45 minutos. Para cada quilo de feijão cru coloque 3 a 4 quilos de carnes picadas. Se reduzir mantenha a proporção generosa de carnes. O torresmo e a pele de porco engrossam o caldo do feijão, jogar um copo de água gelada  no feijão quase pronto também solta o caldo.",
        "Lave o feijão e deixe passar a noite numa vasilha com água que o cubra, de manhã jogue a água fora e reserve o feijão",
        "Numa panela de pressão em fogo médio, cozinhe o feijão apenas com água três partes de água para uma de feijão tem que ser uma panela que caiba tudo isto e ainda sobre uns 10 centímetros de distancia da tampa para acumular pressão, se não, vira uma bomba.",
        "Quando abrir pressão, começar a chiar, conte 50 minutos, esfrie e panela de baixo de uma torneira de água fria, feche a torneira, verifique na válvula se a pressão acabou, se acabou abra a tampa  e veja se os grãos de feijão racharam estouraram do  lado se estouraram está ok, não vão pesar na barriga. Lembre que o cozimento é uma pré-digestão.",
        "Misture com as carnes e temperos que você fritou  e cozinhou fazendo um caldão de carnes que você já cozinhou, se tiver muito caldo na mistura pode tirar com uma concha e congelar para outros como uma minestra.",
        "Não é feijoada é feijão portanto tem pouca água e caldo grosso, deixe reduzir a água  e sirva com arroz branco, farinha de mandioca banana e laranja.",
        "O arroz carreteiro pode ser acompanhado de saladas, sugiro rúcula bem miúda e novinha com aceto balsâmico."
    ]
}