{
    "titulo": "Assado negro (receita venezuelana)",
    "url": "https://www.tudogostoso.com.br/receita/169821-assado-negro-receita-venezuelana.html",
    "ingredientes": [
        "1 corte inteiro de lagarto bovino",
        "1/2 xícara de óleo",
        "1 xícara de açúcar mascavo ou rapadura triturada",
        "500 ml de vinho tinto suave",
        "1 cebola grande",
        "8 dentes de alho",
        "4 pimentas de cheiro",
        "1 pimentão",
        "cebolinha a gosto",
        "tempero para carne a gosto",
        "3 colheres de molho inglês",
        "3 colheres de molho de soja",
        "pimenta-do-reino, sal, cominho e orégano a gosto",
        "1 laranja ou duas rodelas de abacaxi",
        "1 colher (sobremesa) bem cheia de amido de milho"
    ],
    "modo_preparo": [
        "Picar a cebola, o pimentão, a pimenta de cheiro e a cebolinha.",
        "Bater no liquidificador com os molhos de soja e inglês, o alho, sal, pimenta-do-reino e tempero para carne, reserve.",
        "Fazer o suco da laranja ou picar a rodela de abacaxi em cubinhos, reserve.",
        "Colocar o óleo e a rapadura na panela de pressão até dissolver a rapadura.",
        "Dourar a carne, virando-a até que fique bem escura.",
        "Acrescentar os ingredientes batidos no liquidificador e água suficiente para tampar a carne.",
        "Cozinhar na pressão por cerca de 40 minutos.",
        "Provar o tempero e acrescentar o necessário.",
        "Cortar a carne em fatias de 1 cm aproximadamente.",
        "Se a panela de pressão for grande, coloque o suco de laranja ou os pedacinhos de abacaxi e a carne já fatiada outra vez na pressão (eu deixo 30 minutos). Depois retire a tampa e deixe ferver para secar um pouco o caldo.",
        "Se a panela for pequena, coloque a carne, a laranja ou abacaxi e o caldo da carne em uma forma.",
        "Tampe com papel alumínio e leve ao forno até que a carne esteja macia (pelo menos 1 hora a mais).",
        "Quando a carne estiver macia e o tempero a seu gosto, dissolva o amido de milho em um pouco de água e misture ao caldo da carne para espessá-lo.",
        "Uma boa opção é deixar a carne marinando na noite anterior com o vinho e os temperos que serão batidos no liquidificador.",
        "O prato tradicional na Venezuela é servido com arroz branco e banana da terra pouco madura frita, mas fica uma delicia com purê de batatas."
    ]
}