{
    "titulo": "Babas ao rum",
    "url": "https://www.tudogostoso.com.br/receita/141731-babas-ao-rum.html",
    "ingredientes": [
        "5 gramas de fermento biológico (1 tabletinho de fermento tem 15 gramas, então divida por 3)",
        "1/3 de xícara (chá) de manteiga (75 g)",
        "1 xícara de farinha de trigo (120 gramas)",
        "1 pitadinha de sal",
        "2 ovos",
        "1 xícara e 1/2 de açúcar (240 gramas)",
        "160 ml de rum (não pode substituir por outra bebida nem retirar da receita, deve ser feita exclusivamente com rum)",
        "1 fava de baunilha (ou 1 colher de sopa rasa de essência)"
    ],
    "modo_preparo": [
        "Em um recipente coloque o fermento 1 colher de água morna, amasse com as costas de uma colher até dissolver bem.",
        "Enquanto isso unte 6 forminhas de babas, são forminhas como de pudim, com furo no meio.",
        "Se não tiver pode usar forminhas para cupcake (a de metal, não a de papel), ou forminhas de empada, ou ainda ramequins.",
        "Cubra com papel filme e deixe descansar em lugar aquecido, como no sol ou dentro do forno desligado, por 30 minutos.",
        "Em uma bacia coloque a farinha peneirada, uma pitada de sal, 1 ovo e o açúcar, misture com uma colher de pau.",
        "Junte o fermento e misture, depois 1 ovo e misture até que a massa fique mole e elástica.",
        "Coloque nas forminhas preparadas e leve ao forno preaquecido a 180 graus.",
        "Asse por cerca de 15 minutos, depende do forno.",
        "Retire e deixe esfriar.",
        "Coloque em uma panela o açúcar e 1/2 litro de água, leve ao fogo e deixe ferver um pouco.",
        "Desligue e coloque as favas de baunilha coradas ao meio no sentido do comprimento, ou a essência.",
        "Mergulhe rapidamente as babas e coloque em um prato.",
        "Após banhar todas, acrescente o rum ao restante da calda e regue as babas.",
        "Quanto mais regar mais gostoso fica.",
        "Decore com o chantilly e frutas vermelhas.",
        "Deixe na geladeira até servir."
    ]
}