{
    "titulo": "Bacalhau Ki delícia",
    "url": "https://www.tudogostoso.com.br/receita/170371-bacalhau-ki-delicia.html",
    "ingredientes": [
        "alho a gosto",
        "azeite",
        "1 vidro de azeitonas sem sementes",
        "1 pimentão verde cortado em rodelas",
        "1 pimentão amarelo cortado em rodelas",
        "1 pimentão vermelho cortado em rodelas",
        "2 cebolas grandes cortada em rodelas",
        "1 tomate grande sem sementes picadinho",
        "pimenta-do-reino a gosto",
        "6 ovos cozidos",
        "2 litros de leite",
        "5 batatinhas grandes cortadas em rodelas",
        "3 copos grandes de leite",
        "1 e 1/2 colher de sopa de manteiga",
        "1 copo de requeijão cremoso (pode ser com sabor)",
        "1 colher de sopa cheia de amido de milho (se o molho ficar ralo, pode colocar mais um pouco de amido de milho para dissolver em água gelada).",
        "1 lata de creme de leite",
        "queijo ralado a gosto"
    ],
    "modo_preparo": [
        "Colocar o leite, a manteiga e o amido de milho em uma panela, mexer bem para dissolver o amido de milho, ligar o fogo baixo e mexer para começar a engrossar.",
        "Adicionar o requeijão, o queijo ralado e mexer mais um pouco.",
        "Quando o molho estiver no ponto desejado, desligar o fogo, esperar uns 10 minutos e adicionar o creme de leite, mexer bem e reservar.",
        "Colocar o bacalhau de molho na água gelada na noite anterior ao preparo e deixar na geladeira por 12 horas, trocar a água uma vez durante esse período de 12 horas. Após as 12 horas, se perceber que o bacalhau continua salgado, trocar a água mais uma vez.",
        "Próximo ao preparo do bacalhau, colocar 2 litros de leite para ferver, após a fervura, desligar o fogo e colocar o bacalhau escorrido dentro da panela do leite quente e deixar tampado por 1 hora.",
        "Escorrer o bacalhau e deixar descansar um pouco.",
        "Refogar a cebola com um fio de azeite. Quando a cebola estiver bem refogadinha, juntar os pimentões cortados em rodelas, o tomate e o alho, deixar misturar bem e adicionar as azeitonas e mexer mais um pouco.",
        "Colocar as rodelas de batatinhas para ferver um pouco, acrescentar uma pitada de sal e um fio de óleo para pegar um leve sabor, não deixar cozinhar demais.",
        "Separar um refratário que possa ir ao forno, de preferência de vidro e começar a colocar o bacalhau e suas camadas de tempero.",
        "Forrar o fundo do refratário com azeite, colocar um pouco da mistura dos temperos refogados, colocar uma porção de bacalhau, em seguida colocar as batatinhas e em seguida outra camada de bacalhau, o restante dos ingredientes refogados e um pouco de azeite por cima do bacalhau.",
        "Se preferir, colocar o molho branco ficará bem saboroso.",
        "Caso não queira colocar o molho branco, apenas colocar bastante azeite para o bacalhau não ficar seco e cobrir com papel alumínio e levar ao forno.",
        "Cobrir o bacalhau com um papel alumínio e levar ao forno por 30 minutos, depois retirar o papel alumínio e deixar mais uns 10 minutos. Tirar do forno, cortar os ovos em rodelas para enfeitar, colocar por cima e servir."
    ]
}