{
    "titulo": "Bacalhau de forno à Glam Star",
    "url": "https://www.tudogostoso.com.br/receita/89085-bacalhau-de-forno-a-glam-star.html",
    "ingredientes": [
        "Esta receita é uma versão do tradicional Bacalhau à Zé do pipo, com algumas alterações feitas por mim.",
        "1,5 kg de bacalhau desalgado",
        "200 ml de azeite de oliva",
        "1 litro de leite",
        "3 cebolas médias cortadas em rodelas",
        "Pimenta-do-reino",
        "7 batatas médias",
        "1 caixa de creme de leite, ou 150 ml de creme de leite fresco",
        "Requeijão (a medida de um copo)",
        "1 pacote de queijo parmesão ralado",
        "Manteiga a gosto",
        "1 pitada de sal"
    ],
    "modo_preparo": [
        "Depois de manter o bacalhau de molho durante 24 horas, desfie-o e cozinhe-o em 1 litro de leite, até que este levante fervura.",
        "Após o bacalhau começar a ferver, aqueça uma panela com  100 ml de azeite de oliva, extra-virgem de preferência.",
        "Escorra o bacalhau e reserve o leite, pois você usará mais tarde.",
        "Frite o bacalhau no azeite, até que este fique levemente dourado.",
        "Cuidado para não fritá-lo demasiadamente, pois ele ficará extremamente seco.",
        "Reserve o bacalhau.",
        "Em seguida, reponha o azeite na mesma panela em que fritou o bacalhau desfiado, e assim que começar a esquentar, adicione as cebolas.",
        "Cozinhe-as em fogo brando para que as cebolas não fiquem douradas.",
        "Assim que você observar que elas estão cozidas e brilhantes, adicione aproximadamente, 4 colheres de sopa do leite no qual você ferveu o bacalhau, para que assim elas peguem o gosto do peixe e fiquem brancas, macias e brilhantes.",
        "Deixe-as ferver um pouco nessa mistura, e em seguida reserve-as.",
        "Após esses dois processos, deveremos fazer o purê de batatas.",
        "Descasque as 7 batatas e cozinhe-as em fogo alto, até que se tornem macias.",
        "Retire-as do fogo, e amasse-as com o auxílio de um garfo.",
        "Misture a manteiga e o requeijão.",
        "Leve essa mistura ao fogo baixo, e mexa suavemente para que ela não queime e para que se mantenha macia e leve.",
        "Incorpore aproximadamente, uma xícara de chá do leite no qual você ferveu o bacalhau no ínicio da receita.",
        "Mexa vigorosamante até que o purê se torne homogêneo.",
        "Adicione o queijo parmesão ralado e o creme de leite. Desligue e reserve.",
        "Em uma travessa de vidro, acrescente uma boa quantidade de azeite de oliva no fundo, para que o bacalhau não grude e queime.",
        "Coloque o bacalhau frito, e por cima coloque a camada de cebolas. Coloque então o purê de batatas já frio.",
        "Leve ao forno com mais uma camada de queijo parmesão ralado, por aproximadamente 25 minutos (em temperatura média).",
        "Após os 25 minutos, retire o prato do forno, e decore com azeitonas a seu gosto.",
        "Podes também adicionar ovos cozidos cortados em rodelas, ou até mesmo ervas finas."
    ]
}