{
    "titulo": "Barquinhas de pão de forma com caponata de berinjela da Abimapi",
    "url": "https://www.tudogostoso.com.br/receita/172385-barquinhas-de-pao-de-forma-com-caponata-de-berinjela-da-abimapi.html",
    "ingredientes": [
        "40 fatias de pão de forma sem casca",
        "Formas para barquinhas",
        "1 receita de caponata de berinjelas",
        "120 ml de óleo",
        "8 dentes de alho cortados em tiras bem finas",
        "450 g de cebolas cortadas em cubos bem pequenos",
        "2 folhas de louro",
        "1/2 colher de café de pimenta dedo de moça, bem picada",
        "900 g de berinjelas sem cascas e cortadas em cubos bem pequenos e deixadas de molho em 3 copos de água com sal e 100 ml de vinagre.",
        "2 tomates sem pele e sem sementes cortados em cubos bem pequenos",
        "2 pimentões vermelhos picado em cubos bem pequenos",
        "50 g de uvas passas pretas",
        "100 g de uvas passas claras",
        "100 g de azeitonas fatiadas e picadas",
        "1 colher das de sopa de mel",
        "100 ml de vinagre branco",
        "20 ml de vinagre balsâmico",
        "130 ml de azeite",
        "1 colher de sobremesa de sementes de erva doce",
        "Sal, pimenta, orégano, noz-moscada, salsa, manjericão, hortelã e temperos a gosto"
    ],
    "modo_preparo": [
        "Corte as fatias em 4 partes, coloque em forminhas próprias apertando bem e leve ao forno para dourar. Utilize com na montagem.",
        "Em uma panela antiaderente grande aqueça o óleo, refogue o alho, as cebolas, as folhas de louro, os pimentões e a pimenta dedo de moça.",
        "Escorra e esprema bem as berinjelas, acrescente ao refogado e deixe ferver.",
        "Adicione os tomates, as uvas passas, as azeitonas, o mel, os vinagres e deixe ferver tampado por cinco minutos.",
        "Destampe a panela, acrescente a erva doce, o azeite extra virgem e ferva até secar todo o líquido ficando apenas o óleo.",
        "Tempere a gosto e deixe esfriar completamente.",
        "Recheie as barquinhas e sirva."
    ]
}