{
    "titulo": "Batata frita sequinha e crocante",
    "url": "https://www.tudogostoso.com.br/receita/74026-batata-frita-sequinha-e-crocante.html",
    "ingredientes": [
        "1 kg de batata grande",
        "Amido de milho",
        "Óleo de soja",
        "Ajisal ou sal"
    ],
    "modo_preparo": [
        "Para o melhor resultado é preciso paciência e um pouco de exagero para dar certo.",
        "Coloque aproximadamente 1,5 litros de água para ferver, não adicione sal.",
        "Enquanto isso, descasque as batatas em espessura do dedo indicador (feminino).",
        "Logo que a água ferver, adicione cuidadosamente toda a batata.",
        "Cozinhe por 4 minutos em fogo alto, não deixe passar pois existe um ponto certo no cozimento.",
        "Separe uma vasilha ou panela grande com pelo menos dois litros de água bem gelada, pode usar gelo na água.",
        "Ao final dos quatro minutos, escorra as batatas e imediatamente as mergulhe na água gelada, deixe por 5 minutos.",
        "Pegue uma vasilha grande com tampa e adicione o amido de milho (Maizena) o suficiente para envolver cada batatinha, mas sem exagero.",
        "Escorra as batatas e seque bem com pano de prato grande.",
        "Após, coloque uma quantidade de batatas proporcional a quantidade de amido e misture balançando levemente as batatas para cima (como quem peneira café).",
        "Em uma frigideira ou panela com a cesta de frituras coloque o óleo para ferver. Coloque também um palito de fósforo, quando ele acender, o óleo estará no ponto ideal de fritura.",
        "Óleo quente, pegue a cesta e coloque uma pequena quantidade de batatas, use de bom senso, afinal existem vários tamanhos de cestas para frituras.",
        "Atenção, não coloque a cesta de uma só vez, desça lentamente até que o óleo envolva todas as batatas.",
        "O amido irá grudar as batatas umas nas outras, pegue uma escumadeira e separe-as cuidadosamente para não se queimar.",
        "Observe que vão dourar, em seguida escorra bem e leve a uma vasilha com papel toalha.",
        "Ainda quentes, adicione Ajisal e sirva com molho rosé (catchup, maionese e um fio de mostarda).",
        "O óleo ficará limpinho e poderá ser reutilizado, além de consumir pouco."
    ]
}