{
    "titulo": "Biscoitos de gengibre",
    "url": "https://www.tudogostoso.com.br/receita/299238-biscoitos-de-gengibre.html",
    "ingredientes": [
        "3 xícaras de farinha de trigo",
        "1 colher (sopa) de fermento químico",
        "1 colher (sopa) de gengibre em pó",
        "2 colheres (chá) de canela em pó",
        "1 colher (chá) de noz-moscada em pó",
        "3/4 de xícara de manteiga sem sal derretida",
        "3/4 de xícara de açúcar mascavo",
        "3/4 de xícara de melado",
        "1 colher (chá) de essência de baunilha",
        "1 ovo",
        "2 xícaras de açúcar de confeiteiro",
        "3 colheres (sopa) de água",
        "1 colher (chá) de essência de baunilha",
        "1/2 colher de café de corante alimentício verde e vermelho"
    ],
    "modo_preparo": [
        "Peneire a farinha, o fermento, o gengibre, a nós moscada e a canela em pó.",
        "Em uma batedeira, coloque a manteiga, o ovo, o melado, a baunilha e o açúcar mascavo e bata até ficar homogêneo.",
        "Adicione a mistura peneirada, aumentando a velocidade, caso necessário.",
        "Divida a massa em duas partes e embrulhe em plástico filme. Leve à geladeira por no mínimo 3 horas (pode deixar de um dia para ou outro).",
        "Em uma superfície enfarinhada, abra a massa até ficar com aproximadamente 0,5cm. Corte os biscoitos com um molde em formato de boneco ou como desejar.",
        "Coloque em uma assadeira (sem untar) e leve ao forno preaquecido a 180ºC por 12 minutos, cuidando para não queimar. Espere esfriar.",
        "Coloque a metade da receita (exceto os corantes) em uma vasilha e mexa para misturar.",
        "Deposite em um saco plástico e corte uma pontinha pequena.",
        "Decore os biscoitos.",
        "Junte o restante dos ingredientes em outra vasilha e misture.",
        "Separe em 2 vasilhas, adicione os corantes e mexa bem.",
        "Coloque as misturas coloridas em 2 plásticos separados, corte as pontas e finalize os enfeites dos biscoitos."
    ]
}