{
    "titulo": "Bolachas de Natal da Dona Alma",
    "url": "https://www.tudogostoso.com.br/receita/4452-bolachas-de-natal-da-dona-alma.html",
    "ingredientes": [
        "2 kg trigo (reserve)",
        "4 copos de açúcar",
        "1 copo de óleo",
        "100 g de coco",
        "500 g de amido de milho",
        "1 colher de sopa sal",
        "4 ovos",
        "1 pacotinho de sal amoníaco",
        "1 xícara de leite",
        "12 colheres de açúcar com 1 xícara de água",
        "4 claras com 12 colheres de açúcar",
        "açúcar colorido",
        "Cravo, canela, nós moscada a gosto"
    ],
    "modo_preparo": [
        "Misture o açúcar, o óleo, o coco, o amido de milho, o sal, os ovos e reserve.",
        "Dissolva o sal amoníaco no leite morno.",
        "Despeje sobre os demais ingredientes, misture e vá acrescentando trigo até obter o ponto que desejar.",
        "Meio firme para passar na máquina, ou firme para esticar a massa na mesa para cortar com forminhas de bolacha.",
        "Asse as bolachas em forno brando até dourar.",
        "Bata as claras em neve acrescente 12 colheres de açúcar até formar picos firmes.",
        "Com a água e as 12 colheres de sopa de açúcar faça uma calda no ponto de fio.",
        "Ligue a batedeira no máximo e vá acrescentando a calda de açúcar quente à clara em neve até formar um glacê em ponto firme.",
        "Coloque as bolachas lado a lado em uma mesa grande, essa receita rende uma bacia grande de bolachas.",
        "E passe o glacê uma a uma e vá polvilhando açúcar colorido.",
        "Prefira fazer essas bolachas no final da tarde para que possa deixar as bolachas secando a cobertura de um dia para o outro.",
        "No dia seguinte pode acomodar as bolachas em potes ou presentear seus amigos ou parentes com pacotinhos decorados cheinhos de bolachas com um cartão de natal anexo.",
        "Essa receita quem me passou foi a mãe de uma colega minha da faculdade Dona",
        "Alma, eles são descendentes de italianos e fazem essa receita há muitos anos."
    ]
}