{
    "titulo": "Bolacha Inglesa (muito crocante)",
    "url": "https://www.tudogostoso.com.br/receita/128163-bolacha-inglesa-muito-crocante.html",
    "ingredientes": [
        "6 ovos",
        "1 sopa colher baunilha",
        "2 sopa colheres de fermento em pó",
        "1 ½ copo de açúcar",
        "1 ½ copo de óleo.",
        "½ copo de uva passa (preferencialmente das brancas, mas pode usar as pretas sem problemas)",
        "½ copo de nozes quebradas",
        "1 kg de farinha"
    ],
    "modo_preparo": [
        "Separar as gemas das claras e bater na batedeira claras em neve;",
        "Acrescentar as gemas e bater;",
        "Acrescentar a baunilha e bater;",
        "Acrescentar o óleo e o açúcar e bater;",
        "Acrescentar o fermento em pó e acrescentar junto com a farinha (é importante a farinha em um recipiente separado e acrescentar aos poucos à mistura enquanto bate);",
        "Dividir a receita batida em 3 partes e amassar com as mãos  até obter uma massa homogênea;",
        "Triturar as nozes de forma grosseira (cuidado para não deixar grande demais ou moída demais) e acrescente juntamente com as uvas passas à uma das 3 partes que você dividiu anteriormente, misturando sempre com as mãos;",
        "Junte as 2 outras partes à parte que você misturou as nozes e as uvas, até obter uma única massa homogênea;",
        "Divida essa massa em 3 partes, em formato de um pão comprido (cilindro);",
        "Coloque na assadeira (não precisa untar) com distância entre as massas para não grudar (usei duas assadeiras para isso);",
        "Deixe assar durante cerca de 15 minutos (tempo apenas para assar a massa)",
        "Retire da assadeira e coloque em uma tábua para cortar os biscoitos (é importante cortar todos do mesmo tamanho – 1cm – para assar por igual);",
        "Coloque os biscoitos na assadeira novamente para dourar (não esqueça de virá-los para dourar dos dois lados); é nessa fase que eles ficam crocantes; para isso depende do forno e da assadeira, então verifique sempre de 10 em 10 minutos.",
        "Retire do forno e deixe esfriar!",
        "Você pode guardar os biscoitos em potes (para não amolecer) ou, se preferir, pode congelar também!",
        "Rende cerca de 60 biscoitos crocantes! Todo mundo vai gostar!"
    ]
}