{
    "titulo": "Bola especial de sardinha",
    "url": "https://www.tudogostoso.com.br/receita/163265-bola-especial-de-sardinha.html",
    "ingredientes": [
        "600 g de trigo especial sem fermento",
        "1 colher de sopa de fermento seco granulado",
        "2 colher de sopa de margarina ou manteiga",
        "1 xícara de chá de leite liquido",
        "3 ovos",
        "1 colher de sopa de óleo",
        "5 colheres de sopa de açúcar",
        "1 colher de sopa de sal",
        "1 e 1/2 xícara de água morna",
        "2 latas de sardinha",
        "1 lata de seleta de legumes",
        "1 cebola grande",
        "1 pimentão verde",
        "3 pimentas de cheiro",
        "1 maço de cheiro verde",
        "1 colher de óleo ou azeite",
        "1 xícara de água",
        "200 g de molho de tomate pronto tipo pomarola ou tarantela",
        "sal a gosto"
    ],
    "modo_preparo": [
        "Em uma panela despeje o óleo juntamente com 1 cebola picada e refogue.",
        "Acrescente 1 pimentão, as 3 pimentas de cheiro, 1 maço de cheiro verde e continue refogando.",
        "Em seguida despeje 200 g de molho de tomate, acrescente o sal a gosto e 1/2 xícara de água até ferver e secar um pouco.",
        "Coloque 2 latas de sardinha e 1 lata de seleta de legumes.",
        "Acrescente mais 1/2 xícara de água e deixe pré-cozinhar até se transformar em um molho espesso.",
        "Separe e deixe esfriar.",
        "Primeiro misture em um copo de vidro 1 colher de fermento acrescido  de 1 colher de açúcar.",
        "Dissolva ambos em 1/2 xícara de água morna e reserve à parte, e atente para não transbordar.",
        "Em uma bacia despeje 500 g de trigo, 1 colher de óleo, 1 colher de margarina, 2 ovos, 4 colheres de açúcar, 1 colher de sal e 1 xícara de leite.",
        "Mexa tudo até ficar uniforme.",
        "Despeje o fermento que estava separado no copo de vidro que já deve ter aumentado de volume.",
        "Continue amassando e vá acrescentando água até virar uma massa tipo emborrachada e macia.",
        "Deixe a massa descansar por 10 minutos.",
        "Em uma forma de alumínio quadrada ou arredondada, segundo gosto, unte a mesma com 1 colher de margarina.",
        "Separe a massa em 2 partes iguais e com um rolo estenda a massa até cobrir toda a extensão da forma.",
        "Em seguida, com o recheio já frio, espalhe com as costas de uma colher por toda a superfície da forma.",
        "Estenda a outra metade da massa sobre o recheio, calçando os cantos com a colher, se preocupando para não formar bolhas, por isso tente achatar a massa para continuar estendida e uniforme.",
        "Com o ovo que sobrou, quebre em um copo e mexa clara e gema para depois pincelar sobre toda a massa.",
        "Espere a massa subir (descansar), dependendo da temperatura de 20 minutos a 1 hora.",
        "Preaqueça o forno por 5 minutos a 240ºC e coloque a forma para assar por 40 minutos."
    ]
}