{
    "titulo": "Bolachas de Natal decoradas",
    "url": "https://www.tudogostoso.com.br/receita/55904-bolachas-de-natal-decoradas.html",
    "ingredientes": [
        "12 ovos",
        "1 kg de açúcar cristal",
        "250 g de manteiga sem sal",
        "1 xícara de leite",
        "100 g de sal amoníaco",
        "Farinha de trigo, o quanto baste",
        "2 claras",
        "2 colheres (sobremesa) de suco de limão",
        "2 colheres (café) de vinagre branco",
        "Açúcar confeiteiro, o quanto baste"
    ],
    "modo_preparo": [
        "Coloque o sal amoníaco em uma tigela, despeje sobre o pó, o leite morno e misture suavemente até dissolver, deve espumar e aumentar de volume.",
        "Junte os demais ingredientes e misture com as mãos.",
        "A farinha coloque até dar ponto, para ½  receita uso mais de um quilo de farinha.",
        "Comece a amassar na tigela e depois passe para uma bancada enfarinhada. O ponto é até formar uma bola de massa bem bonita, que solte das mãos. Deixe descansar um pouco antes de abrir.",
        "Abra a massa com um rolo na espessura de 0,5 cm sobre superfície enfarinhada e corte os biscoitos com cortadores próprios, encontrados em lojas de produtos para confeitaria. Leve para assar até dourar o fundo dos biscoitos. Decore com glacê real.",
        "Espere secar o glacê e guarde em potes, vidros e biscoiteiros bem fechados.",
        "Bata as claras em neve em ponto bem firme, sem parar de bater na batedeira, junte o açúcar confeiteiro aos poucos, junte o suco e o vinagre, e vá juntando açúcar até dar ponto.",
        "O meu ponto é quando se sente o glacê pesado, a “batedeira pesando”.",
        "Vai bastante açúcar, cerca de 500 g.",
        "Para decorar os biscoitos, espere que esfriem bem, e decore a gosto usando o glacê, pode ser colorido com corante alimentício.",
        "Coloque os biscoitos já decorados em uma forma (ou bandeja com bordas altas), um ao lado do outro.",
        "Cubra as formas com um pano (não coloque em potes com tampa, o glacê  não seca e fica melado), deixe aí por umas 6 horas em local seco e arejado."
    ]
}