{
    "titulo": "Bolinho caipira de São José dos Campos (Vale do Paraíba)",
    "url": "https://www.tudogostoso.com.br/receita/167147-bolinho-caipira-de-sao-jose-dos-campos-vale-do-paraiba.html",
    "ingredientes": [
        "500 g de farinha de milho amarela",
        "2 colheres de farinha de mandioca",
        "4 colheres de sopa de óleo",
        "1 litro e 700 ml de água",
        "2 cubos de caldo de galinha ou carne",
        "1/2 kg de carne moída",
        "suco de um limão",
        "cebola picada",
        "alho amassado",
        "salsinha picada",
        "cebolinha picada",
        "pimenta-do-reino a gosto",
        "sal a gosto"
    ],
    "modo_preparo": [
        "Em uma panela grande ferva a água e dissolva os 2 cubos de caldo de galinha ou carne. Muitas pessoas usam o caldo de carne, porém eu gosto de usar o caldo de galinha para não escurecer a massa. Fica a critério de cada um.",
        "Enquanto a água ferve, em uma vasilha grande misture bastante as duas farinhas até desmanchar os \"flocos\" da farinha de milho.",
        "Após misturar as farinhas acrescente as colheres de óleo, misture novamente e reserve.",
        "Quando a água com o caldo ferver, derrame sobre a farinha aos poucos e mexa com uma colher de pau para não queimar as mãos.",
        "Pode ser acrescentado à água um pouco de salsinha picada, pra dar um \"colorido\" na massa.",
        "Jogue a água aos poucos até a massa ficar homogênea com consistência parecida à massa de modelar. Não pode ficar seca para o bolinho não rachar durante a fritura.",
        "É essencial que sobre um pouco de água para jogar mais na massa caso ela venha secar.",
        "Após misturar a massa, deixe descansando enquanto tempera a carne.",
        "Acrescente à carne todos os ingredientes e misture bem.",
        "A carne precisa estar bem temperadinha \"crua\", pois se refogar antes ela ficará seca dentro do bolinho.",
        "Com as mão limpas pegue um pouco de massa, enrole nas mãos e coloque o recheio de carne, feche e faça no formato de elipse.",
        "Após enrolar tudo, frite os bolinhos em óleo bem quente.",
        "Pode ser comido com pimenta e um limãozinho, fica espetacular !"
    ]
}