{
    "titulo": "Bolinho de charque (carne seca)",
    "url": "https://www.tudogostoso.com.br/receita/79291-bolinho-de-charque-carne-seca.html",
    "ingredientes": [
        "1 e 1/2 xícaras de farinha de trigo",
        "1 xícara de água",
        "1/2 xícara de leite",
        "2 colheres de sopa de margarina",
        "2 tabletes de caldo (pode ser carne, galinha ou costela)",
        "300 g de charque (Carne seca) sem gordura",
        "Coentro à gosto",
        "Farinha de rosca para empanar",
        "Óleo para fritar"
    ],
    "modo_preparo": [
        "Por em uma panela grande a água, o leite e a margarina e deixar ferver.",
        "Quando iniciar a fervira, dissolver os caldos de carne (ou outro sabor).",
        "Adicionado o caldo à fervura, colocar de uma só vez toda a farinha de trigo e mexer de forma que toda a farinha se una e forme uma massa disforme.",
        "Mexer até que essa massa solte do fundo e formando uma \"bola\" no meio da panela.",
        "Retirar da panela, esperar a massa ficar morna e sovar até obter uma massa uniforme e lisa (caso necessário, adicione um pouco de margarina ao sovar).",
        "Reservar.",
        "Cortar os pedaços de charque ( carne seca) bem pequenos (retirar o máximo de gordura que encontrar )",
        "Por em uma panela com água e levar ao fogo para dessalgar (pode ser em panela de pressão, a carne fica macia).",
        "Escorrer um pouco para tirar a umidade.",
        "Passar no liquidificador ou processador, para que ela fique \"esfiapada\"",
        "Picar o coentro (à gosto) bem pequenininho  e juntar à charque ( carne seca)",
        "Reservar.",
        "Fazer bolinhas pequenas (tamanho à gosto) com as mãos, abrir e rechear com a charque e fechar.",
        "Passar em água potável e logo em seguida em farinha de rosca para empanar",
        "Por bastante óleo em uma panela funda (média) e fritar os bolinhos até dourar (de 3 a 5 minutos de fritura).",
        "Escorrer em papel absorvente.",
        "Servir em seguida.",
        "Dica: não abafar os bolinhos até que fiquem frios, do contrário eles murcharão, perdendo sua crocância.",
        "Preparar um molho de sua preferência para acompanhar fica muito bom.",
        "Sugiro misturar maionese, catchup e um pouco de molho inglês e servir."
    ]
}