{
    "titulo": "Bolinho de Bacalhau Gostoso",
    "url": "https://www.tudogostoso.com.br/receita/126350-bolinho-de-bacalhau-gostoso.html",
    "ingredientes": [
        "500 g de bacalhau seco e salgado",
        "500 g de batata",
        "4 colheres de sopa de farinha de trigo aproximadamente",
        "2 cebolas médias raladas",
        "1/4 de xícara de azeite",
        "1 xícara de chá de salsinha",
        "Sal a gosto (mas no fim somente para acertar)",
        "1 colher de chá de pimenta do reino (de preferência moída na hora)",
        "Óleo para fritar"
    ],
    "modo_preparo": [
        "O bacalhau é sempre muito salgado, por isso é necessário deixá-lo de molho em água por algumas horas ( eu coloco de molho na geladeira e vou trocando a água de 5 em 5 horas), mas cada um tem um jeitinho que dá certo, fica a gosto de cada.",
        "Assim que dessalgar coloque o bacalhau em uma panela funda com água até cobrí-lo e leve ao fogo para ferver por uns 5 minutos. Retire, deixe escorrer em uma peneira e esfriar e depois desfie-o com as mãos (descarte a pele do bacalhau). Em uma panela coloque o azeite e acrescente a cebola ralada e o alho espremido e refogue sem dourar, depois junte o bacalhau desfiado e refogue rapidamente. Retire do fogo e deixe esfriar um pouco.",
        "Prepare as batatas: cozinhe em pedaços sem sal. Verifique com um garfo se estão macias e retire do fogo. Deixe-as escorrer bem numa peneira e descansar um pouco para que o excesso de água evapore e depois passe-as por um espremedor de batatas ainda quente.",
        "Faça os bolinhos, misture então o bacalhau refogadinho, a batata espremida e a farinha de trigo. Se achar que o bolinho ficou com pouca liga, acrescente um pouco mais de farinha de trigo. Tempere com o sal, a pimenta e a salsinha. Faça pequenas bolinhas ou se quiser salgados maiores, dê o formato de quibe apertando um pouco nas pontas (às vezes a massa fica bem molinha, mas não grudenta, para não acrescentar mais farinha, você pode moldar os bolinhos com  colheres de sopa, nada está perdido).",
        "Dica: Pode-se também enrolar as bolinhas com as mãos molhadas para evitar que grudem.",
        "Frite os bolinhos, em uma panela larga e funda ponha o óleo para aquecer, deixe esquentar bem e só então coloque os bolinhos um a um, com cuidado, com o auxílio de uma escumadeira, para evitar queimaduras. Eles estarão prontos quando estiverem douradinhos. Se eles se partirem durante a fritura acrescente mais farinha à massa para melhorar a textura. Deixe escorrer em um prato forrado com papéis toalha. Sirva quente.",
        "Dica: Não precisa ficar mexendo o bolinho na hora de fritar."
    ]
}