{
    "titulo": "Bolo prático e barato de aniversário",
    "url": "https://www.tudogostoso.com.br/receita/54594-bolo-pratico-e-barato-de-aniversario.html",
    "ingredientes": [
        "1 pacote de mistura para bolo sabor baunilha",
        "1 pacote de mistura para bolo sabor chocolate",
        "1 lata de doce de leite",
        "1 cálice de rum",
        "2 e 1/2 latas de leite condensado",
        "2 caixinhas de creme de leite",
        "2 colheres de margarina",
        "4 colheres de sopa de chocolate (ou achocolatado) em pó",
        "Confeitos de arroz, raspas de chocolate ou granulado para decorar"
    ],
    "modo_preparo": [
        "Misturar aos poucos 1 caixinha de creme de leite ao doce de leite até ficar com uma consistência cremosa (não pode ficar muito mole para não escorrer pelas laterais do bolo).",
        "Misturar 1 lata de leite condensado, a margarina e o achocolatado.",
        "Levar ao fogo até desprender do fundo da panela.",
        "Quando estiver pronto, misturar 1/2 lata de creme de leite.",
        "Repetir o procedimento usado para o segundo recheio e não acrescentar o creme de leite.",
        "Ferver mais ou menos 200 ml de água e misturar 1/2 lata de leite condensado. Se desejar, acrescentar 1 cálice de rum.",
        "Preparar as 2 misturas para bolo conforme instruções do fabricante.",
        "Cortar ao meio os bolos (basta passar um pedaço de fio dental ao redor da borda, amarrar e puxar como se fosse dar um nó).",
        "Regar a metade do bolo de chocolate com a calda e acrescentar o 1º recheio (colocar bastante recheio no meio e deixar que ele se espalhe para as laterais, quando colocado muito recheio nas laterais ele escorre e dificulta a cobertura).",
        "Colocar por cima do 1º recheio a metade do bolo de baunilha, regar com a cobertura e acrescentar o 2º recheio.",
        "Repetir o procedimento com o restante do bolo.",
        "Cobrir o bolo com a cobertura e decorar com confeitos de arroz, raspas de chocolate ou granulado."
    ]
}