{
    "titulo": "Bolo salgado de pão de forma da Aline",
    "url": "https://www.tudogostoso.com.br/receita/155269-bolo-salgado-de-pao-de-forma-da-aline.html",
    "ingredientes": [
        "1 kg de peito de frango cozido e desfiado",
        "2 cenouras raladas",
        "1 cebola media",
        "1 fio de azeite",
        "1 dente de alho",
        "Sal a gosto",
        "Cheiro-verde a gosto",
        "1/2 vidro de azeitonas picadas",
        "1 copo de requeijão cremoso",
        "1 vidro grande de maionese",
        "200 ml de leite",
        "1/2 lata de molho de tomate",
        "2 pacotes de pão de forma sem casca",
        "1 pacote de batata palha",
        "750 g de batata cozida e amassada",
        "1 colher de chá de manteiga",
        "100 ml de leite",
        "Maionese"
    ],
    "modo_preparo": [
        "Refogar o peito de frango já cozido e desfiado com a cebola o alho e o azeite (se preferir bata metade da quantidade do frango desfiado no processador ate ficar com consistência de patê).",
        "Depois de refogado, acrescente o molho de tomate, as azeitonas, a cenoura ralada e o leite. Deixe ferver, acerte o sal, desligue o fogo, acrescente o requeijão cremoso e reserve.",
        "Misture na batata cozida e amassada, a manteiga, acrescente o leite, uma pitada de sal, desligue o fogo e reserve esse purê, colocando na geladeira.",
        "Dentro de um refratário de sua preferência, coloque uma camada de pão de forma, passe uma camada fina de maionese, recheio de frango, pão, maionese, recheio.. assim sucessivamente até terminar todos ingredientes, aperte bem na forma para que o recheio entre em contato com o pão e o umedeça, leve para geladeira por uns 15 minutos.",
        "Retire o purê da geladeira e misture com o restante da maionese que foi utilizada para passar no pão de forma.",
        "Desenforme o bolo, espalhe por cima e pelas laterais todo o purê de batata, como se fosse confeitar um bolo comum, jogue batata palha por cima e nas laterais.",
        "Pode enfeitar com catchup se preferir."
    ]
}