{
    "titulo": "Bolo Sorvete Floresta Negra da Abima",
    "url": "https://www.tudogostoso.com.br/receita/120527-bolo-sorvete-floresta-negra-da-abima.html",
    "ingredientes": [
        "2 embalagens de bolo sabor chocolate (600 g)",
        "1 receita de creme de chocolate",
        "1 receita de sorvete de chocolate ou 1 embalagem de 2 litros de sorvete industrializado",
        "250 g de chantili batido",
        "200 g de cerejas ao marasquino escorridas e picadas",
        "150 g de chocolate ao leite ralado grosso",
        "5 claras",
        "10 colheres das de sopa de açúcar",
        "250 g de chocolate meio amargo picado",
        "150 g de chocolate ao leite picado",
        "200 g de creme de leite UHT",
        "2 colheres das de sopa de conhaque",
        "1 colher das de café de essência de conhaque",
        "2 colheres das de chá de essência de baunilha",
        "250 g de chantilly",
        "5 gemas de ovos tipo jumbo peneiradas",
        "5 colheres das de sopa de açúcar",
        "1 colher das de chá de amido de milho",
        "100 gramas de creme de leite UHT",
        "100 g de chocolate ao leite",
        "50 g de chocolate meio amargo",
        "100 g de creme de leite UHT (caixinha)",
        "2 colheres das de sopa de rum",
        "2 colheres das de sopa de doce de leite em ponto de corte",
        "2 colheres das de sopa de achocolatado",
        "1 colher das de café de essência de rum",
        "Chantilly batido",
        "Cerejas frescas ou ao marasquino com cabinho",
        "Raspas de chocolate",
        "Açúcar impalpável para polvilhar",
        "Cacau em pó para polvilhar"
    ],
    "modo_preparo": [
        "Coloque em um recipiente todos os ingredientes e leve ao fogo em banho-maria ou ao micro-ondas e derreta até obter uma mistura homogênea. Reserve.",
        "Esfarele os dois bolos e misture com o creme de chocolate da massa até obter uma massa homogênea.",
        "Utilize no preparo.",
        "Bata em batedeira as gemas com o açúcar até obter um creme fofo e esbranquiçado. Junte o creme de leite e leve ao fogo em banho-maria mexendo sempre até obter um creme espesso. Reserve.",
        "Misture bem as claras com o açúcar, aqueça em banho-maria e bata em batedeira até obter um merengue firme. Reserve.",
        "Derreta em banho-maria ou microondas os chocolates com o creme de leite até obter um creme liso e",
        "brilhante, deixe esfriar e junte o conhaque, as essências e o creme de gemas frio. Misture delicadamente.",
        "Por último, agregue o merengue e o chantili. Utilize na montagem.",
        "Distribua a massa em uma forma de fundo removível, espalhe metade do sorvete ainda em temperatura ambiente, salpique algumas porções de chantili, cerejas picadas e chocolate ralado. Repita as camadas finalizando com o sorvete. Leve ao freezer por 12 horas, desenforme e decore a gosto."
    ]
}