{
    "titulo": "Bolo prestígio à moda Mi",
    "url": "https://www.tudogostoso.com.br/receita/108492-bolo-prestigio-a-moda-mi.html",
    "ingredientes": [
        "Receita para um forma de 22 cm de diâmetro",
        "7 ovos",
        "190 g de açúcar",
        "170 g de farinha de trigo",
        "20 g de cacau em pó Garoto (não use e maneira nenhuma achocolatado, correndo o risco de estragar sua massa, se quiser usar chocolate em pó - garoto ou dos frades - pode, mas com cacau é bem melhor)",
        "2 latas e 1/2 de leite condensado",
        "250 g de coco ralado em flocos sem açúcar (eu usei 300 g, pra ficar com muito coco)",
        "1/2 lata de leite condensado",
        "Complete com água até 700 ml",
        "1 colher de licor de sua preferência (fica ótimo com llicor de damasco - apricot, eu usei licor 43)",
        "1 caixinha de chantilly vigor ou amélia",
        "250 g de creme de leite fresco (nata)",
        "250 g de chocolate meio amargo ralado Garoto (não use chocolate hidrogenado, use Garoto ou nestlé)",
        "Chocolate prestígio para decorar"
    ],
    "modo_preparo": [
        "Unte apenas o fundo de uma fôrma de 22 cm de diâmetro",
        "Coloque papel manteiga só no fundo",
        "Não precisa enfarinhar nem untar as laterais, senão o bolo murcha depois de frio",
        "Pré-aqueça o forno a 180ºC",
        "Bata os ovos com o açúcar muito bem, até ficar uma \"gemada\" bem clarinha.",
        "Essa fase é importante, se não bater muito bem as gemas, o bolo não vai crescer e vai ficar solado.",
        "Acrescente a farinha e o cacau peneirados e misture com uma espátula delicadamente",
        "Asse por cerca de 40 minutos, ou até furar com um palito e ele sair seco",
        "Desenforme depois de frio e corte em 3 partes na horizontal",
        "Leve ao fogo os ingredientes, mexendo até ferver.",
        "Deixe ficar morno para aplicar no bolo, se aplicar fio pode ficar pesado para aplicar.",
        "Misture os ingredientes e reserve.",
        "Molhe a primeira parte do bolo, coloque o recheio, a segunda parte do bolo, molhe, recheio e a terceira parte, molhe também.",
        "Passe chantilly por todo o bolo, deixe bem lisinho.",
        "Leve ao fogo o creme de leite fresco, não deixe ferver para não queimar o açúcar do chocolate.",
        "Acrescente ao chocolate picado, sempre o quente no frio, nunca o contrário, então nunca se deve colocar o chocolate no creme quente, e sim o creme no chocolate.",
        "Mexa até derreter o chocolate, vai ficar um ganache brilhante, muito bonito.",
        "Com uma colher, com muito cuidado, coloque a cobertura em cima do chantilly, deixando escorrer pelas laterais, alise com uma espátula.",
        "O chantilly serve para que o ganache não penetre na massa.",
        "Decore com chocolate prestígio a gosto,",
        "Se quiser fazer desenho como na foto, misture algumas gotas de limão no leite condensado, coloque em cone de papel manteiga e desenhe, eu fiz só com leite condensado, sem limão, e o desenho ficou borrado, então coloque limão."
    ]
}