{
    "titulo": "Bolo mousse de framboesa",
    "url": "https://www.tudogostoso.com.br/receita/166018-bolo-mousse-de-framboesa.html",
    "ingredientes": [
        "2 embalagens de bolo industrializado, sabor chocolate ou de sua preferência",
        "1 receita de mousse de framboesas",
        "1 receita de calda para regar a massa",
        "1 receita de calda para acabamento",
        "Framboesas congeladas para decorar (opcional)",
        "Chantili para decorar (opcional)",
        "Folhas de hortelã para decorar (opcional)",
        "Aro de 25 cm ou forma de fundo removível",
        "3 claras",
        "6 colheres das de sopa de açúcar",
        "200 g de iogurte grego tradicional",
        "250 g de framboesas congeladas e cozidas com 4 colheres das de sopa de açúcar",
        "1 colher das de sopa de suco de limão coado",
        "2 colheres das de sopa de leite em pó",
        "1 sachê de gelatina incolor dissolvida em ½ xícara das de chá de água conforme instruções do fabricante",
        "150 ml de água",
        "3 colheres das de sopa de açúcar",
        "2 colheres das de sopa de licor de frutas silvestres (opcional)",
        "1 xícara das de chá de açúcar",
        "1 colher das de sopa de fécula de batata ou creme de arroz ou amido de milho",
        "1 xícara das de chá de água",
        "1 colher das de sopa de saborizante para sorvete ou um envelope de gelatina de framboesa"
    ],
    "modo_preparo": [
        "Misture bem as claras com o açúcar e leve para aquecer em banho maria",
        "Retire do banho maria e bata em batedeira até obter um merengue bem firme. Reserve.",
        "Bata os ingredientes restantes no liquidificador e misture delicadamente ao merengue reservado.",
        "Misture bem a água com o açúcar e leve ao fogo para ferver. Apague o fogo, deixe esfriar e acrescente o licor. Utilize na montagem.",
        "Fatie o bolo e forre uma forma de fundo removível ou aro, umedeça com a calda.",
        "Disponha o recheio e deixe no freezer por duas horas.",
        "Cubra com a calda de acabamento, retire o aro e decore a gosto.",
        "Sirva bem gelado."
    ]
}