{
    "titulo": "Bolo Delícia  (sem glúten)",
    "url": "https://www.tudogostoso.com.br/receita/191564-bolo-delicia-sem-gluten.html",
    "ingredientes": [
        "1 xícara de arroz cru",
        "3/4 xícara de óleo",
        "170g de iogurte natural (um copinho)",
        "4 ovos",
        "1 xícara de açúcar",
        "50g de queijo ralado*",
        "50g de coco ralado",
        "1 colher (sopa) de fermento",
        "200g de doce de leite",
        "1 lata de leite condensado",
        "1 colher (sopa) de manteiga",
        "1 colher (chá) de canela em pó"
    ],
    "modo_preparo": [
        "Primeiramente, lave uma xícara de arroz cru e ponha de molho (dentro do possível) entre 30 minutos a 3 horas.",
        "Após o período de molho, escorra a água do arroz e transfira o arroz para o liquidificador.",
        "Bata por um minuto até começar a virar uma farinha, mesmo que não por completo. Depois, adicione o óleo e bata mais um minuto.",
        "Em seguida, adicione os outros líquidos: o iogurte e os ovos. Bata até a mistura ficar homogênea.",
        "Adicione o açúcar, o coco e o queijo ralado. Bata novamente até ficar homogêneo.",
        "Com o liquidificador desligado, adicione o fermento e misture com uma colher. A mistura deve estar homogênea, ela possui a característica bem líquida mesmo, não é uma massa muito consistente.",
        "Coloque a mistura em uma forma de 22cm de diâmetro de sua preferência (redonda, com furo etc) untada e enfarinhada.",
        "Leve ao forno preaquecido a 180° por 40 minutos.",
        "Cozinhe uma lata de leite condensado na pressão por 20 a 30 minutos. Coloque a lata na panela de pressão, sem o papel que a envolve e cubra completamente com água.",
        "Depois que cozinhar e a lata esfriar, bata um pouco o doce com um garfo para amolecer e recheie o bolo.",
        "Em uma panela, despeje o leite condensado, a manteiga, e a canela misture bem. Leve ao fogo, mexendo sem parar até engrossar ou desgrudar do fundo da panela."
    ]
}