{
    "titulo": "Bolo de morango e chocolate",
    "url": "https://www.tudogostoso.com.br/receita/3016-bolo-de-morango-e-chocolate.html",
    "ingredientes": [
        "3/4 xícaras de chá de água fervente",
        "1/2 xícaras de chá de chocolate em pó",
        "1 e 3/4 xícaras de chá de açúcar",
        "1 e 1/2 colher de chá de bicarbonato de sódio",
        "1/2 xícara de chá de óleo",
        "7 ovos",
        "2 colheres de café de baunilha",
        "1/2 colher de chá de fermento em pó",
        "1/2 xícara de chá puro de morango",
        "1 e 3/4 xícaras de chá de farinha de trigo",
        "1 e 3/4 xícara de chá de açúcar",
        "1 e 1/2 xícara de chá de óleo",
        "7 ovos",
        "1/2 colher de chá de fermento em pó",
        "2 xícaras de chá de leite",
        "1 colher de sobremesa de amido de milho",
        "4 colher de sopa de açúcar",
        "3 gemas",
        "1 colher de café de essência de baunilha",
        "A mesma receita do creme branco adicionando 3 colheres de sopa de chocolate em pó.",
        "500 g de chocolate meio amargo",
        "1/2 litro de creme de leite fresco",
        "2 caixas de morangos cortados"
    ],
    "modo_preparo": [
        "Misture a água com o chocalate e deixe esfriar.",
        "A parte, misture a farinha com o açúcar e o bicarbonato.",
        "Adicione o chocolate frio, o óleo batido com as gemas e a baunilha.",
        "Bata bem e reserve.",
        "Bata as claras em neve e junte o fermento.",
        "Junte o chocolate e as claras e despeje em uma forma untada, asse em forno médio.",
        "Corte-o ao meio e reserve.",
        "Misture a farinha com o açúcar e o bicarbonato.",
        "Adicione o morango e o óleo misturado com as gemas.",
        "Misture bem.",
        "Batas as claras em neve, junte o fermento e despeje a mistura anterior lentamente sobre as claras.",
        "Mexa e despeje numa forma untada e asse em forno médio.",
        "Faça os dois cremes separados, misturando todos os ingredientes e levando ao fogo.",
        "Mexa sem parar até engrossar.",
        "Reserve.",
        "Pique o chocolate e derreta-o em banho-maria.",
        "Retire do calor, misture o creme de leite e bata até ficar uniforme e brilhante.",
        "Ponha uma das metades do bolo de chocolate num prato de servir e cubra-o com o creme branco.",
        "Espalhe sobre o creme os morangos cortados e ponha por cima o bolo de morango.",
        "Faça uma camada de creme de chocolate e novamente disponha os morangos.",
        "Finalize com o bolo de chocolate e a cobertura.",
        "Decore com os morangos."
    ]
}