{
    "titulo": "Bolo mousse com tortinhas da Abimapi",
    "url": "https://www.tudogostoso.com.br/receita/177140-bolo-mousse-com-tortinhas-da-abimapi.html",
    "ingredientes": [
        "2 embalagens de bolo industrializado, sabor coco ou sabor chocolate ou ao seu gosto",
        "1 receita de creme chantilly",
        "1 receita de creme de mousse de coco",
        "1 receita de mousse de chocolate de chocolate com creme de baunilha",
        "2 pacotes de biscoitos tortinhas",
        "100 g de coco ralado (opcional)",
        "1 lata de creme de leite gelado e sem soro",
        "200 g de leite condensado",
        "200 g de creme vegetal para chantilly bem gelado, industrializado",
        "15 g de emulsificante em gel para sorvete",
        "1 colher (chá) de essência de baunilha",
        "1 colher (chá) de conhaque",
        "100 g de leite em pó instantâneo",
        "1 colher (sobremesa) de gelatina em pó sem sabor (hidratada em 20 ml de água fria e aquecida por 20 segundos no micro-ondas)",
        "200 ml de leite integral",
        "200 ml de leite de coco",
        "200 g de creme de leite UHT (1 caixa)",
        "1 colher (chá) de essência de baunilha",
        "180 gramas de açúcar",
        "12 gramas de gelatina incolor dissolvida em 50 ml de água fria",
        "4 colheres das de sopa de farinha de trigo",
        "200 gramas de chantilly (receita acima)",
        "1 colher das de sopa de conhaque",
        "300 gramas de chocolate meio amargo",
        "50 gramas de manteiga sem sal em temperatura ambiente",
        "1 colher das de chá de essência de chocolate",
        "200 gramas de creme de leite UHT",
        "15 g de gelatina incolor sem sabor dissolvida em 50 ml de água",
        "200 ml de chantilly industrializado batido"
    ],
    "modo_preparo": [
        "Misture bem os ingredientes e bata em batedeira até obter um glacê firme.",
        "Reserve o chantilly e o conhaque.",
        "Bata os ingredientes restantes em liquidificador e leve ao fogo até obter um creme bem cozido e firme.",
        "Retire do fogo e leve para gelar em forma rasa.",
        "Bata o creme de coco frio em batedeira com o batedor em formato de raquete até obter um creme fofo.",
        "Finalize juntando aos poucos, delicadamente acrescente o chantilly batido, o conhaque e reserve.",
        "Derreta o chocolate em banho-maria ou no micro-ondas.",
        "Junte a manteiga, a essência de chocolate, o creme de leite e a gelatina misture bem e reserve.",
        "Finalize a mousse agregando o chantilly delicadamente.",
        "Utilizando um aro grande forrado com acetato, inicie a montagem colocando as fatias de bolo no fundo do prato.",
        "Sobre o bolo, a mousse de chocolate, a mousse de coco e uma pequena porção de chantilly.",
        "Leve para gelar por aproximadamente 4 horas, retire o aro, aplique a cobertura de chantilly e decore com as tortinhas ao seu gosto.",
        "Conserve em geladeira.",
        "Tempo de preparo é de 2 horas mais 4 a 6 horas de geladeira.",
        "O bolo ficará mais firme e uniforme se você deixar por mais tempo na geladeira para depois retirar o aro."
    ]
}