{
    "titulo": "Bolo mousse de morango",
    "url": "https://www.tudogostoso.com.br/receita/116664-bolo-mousse-de-morango.html",
    "ingredientes": [
        "Faça 2 receitas",
        "1 xícara e 1/2 (chá) de farinha de trigo",
        "1 xícara e 1/2 (chá) de açúcar",
        "4 ovos",
        "1/2 xícara (chá) de leite morno",
        "1 colher (sobremesa) de fermento em pó",
        "1 xícara de chá de água",
        "1 colher de sopa de gelatina sem sabor",
        "1 pacote de gelatina sabor morango",
        "1 xícara de chá de morangos picados",
        "1 xícara de chá de açúcar",
        "1 caixinha de chantily",
        "3 caixas de morangos",
        "1 xícara de açúcar",
        "500 ml de água",
        "1 xícara de chá de açúcar",
        "2 colheres de sopa de gelatina de morango",
        "1 colher de sopa de amido de milho",
        "1 caixinha de chantilly"
    ],
    "modo_preparo": [
        "Bater o açúcar com as gemas até ficar um creme branco, bater bem batido, depois junte a farinha e o leite alternado.",
        "Desligue a batedeira e junte as claras em neve com o fermento em pó, misture vigorosamente.",
        "Coloque em fôrma untada, leve para assar forno médio 40 minutos, aproximadamente.",
        "Faça outra massa.",
        "Colocar a água, o açúcar e as gelatinas, no fogo, para derreter em banho-maria. Bata no liquidificador essa mistura e  junto com os morangos e bata bem batido.",
        "Misturar delicadamente com o  chantilly que já deve estar pronto.",
        "Chantilly de caixinha colocar pra gelar e bater na batedeira, na embalagem ensina como fazer.",
        "Modo de Preparo da geléia:",
        "Amasse os morangos com o garfo, coloque o açúcar e leve ao fogo, até dar ponto de geléia.",
        "Deixe esfriar para colocar no bolo.",
        "Levar ao fogo até ferver.",
        "Forrar a forma em que o bolo foi assado, com plástico.",
        "Cortar o bolo em fatias, intercalando com o recheio de mousse e geléia.",
        "Eu fiz uma camada de mousse, uma de geleia e outra de mousse, por cima cobrir com chantilly."
    ]
}