{
    "titulo": "Bolo mousse de chocolate (sem glúten)",
    "url": "https://www.tudogostoso.com.br/receita/167232-bolo-mousse-de-chocolate-sem-gluten.html",
    "ingredientes": [
        "1/2 xícara de café bem forte",
        "3/4 xícara de açúcar",
        "515 g de chocolate meio-amargo",
        "225 g de manteiga com sal em cubinhos",
        "6 ovos grandes",
        "Vasilha de de 20/25 cm com fundo removível",
        "Papel alumínio"
    ],
    "modo_preparo": [
        "Preaqueça o forno a 150ºC.",
        "Preencha uma vasilha com água e coloque na primeira prateleira de cima para baixo. Ajuste a prateleira do meio para ficar logo acima da primeira prateleira. Do meio para baixo. Esse passo é crucial, senão o bolo não cozinha.",
        "Unte a vasilha de manteiga e coloque um papel manteiga no fundo. Unte o papel manteiga com mais manteiga. Enfarinhe tudo com cacau em pó ou com farinha de coco (ou com qualquer farinha se não tiver problema com glúten).",
        "Envolva a forma com papel alumínio. O lado espelhado tem que estar contra a forma.",
        "Em uma panela, leve ao fogo médio o café e o açúcar e mexa até dissolver. Fica quase um xarope.",
        "Dica: Nesse passo também dá para colocar essência de laranja, limão, ou amêndoa. Não testei, mas acho que dá para substituir o café por suco concentrado de laranja, maracujá, etc.",
        "Derreta o chocolate. Eu triturei o meu no liquidificador e joguei no banho-maria, mas dá para fazer no micro-ondas (eu nunca acerto sem queimar).",
        "Em velocidade baixa, transfira o chocolate derretido para uma batedeira e coloque os pedaços de manteiga, um a um. Até que eles estejam totalmente incorporados. Não deixe o chocolate endurecer.",
        "Misture o xarope de café aos poucos, até incorporar.",
        "Bata os ovos à mistura, um de cada vez. E cheque se a massa está uniforme.",
        "Coloque na forma e leve ao forno por mais ou menos 45 minutos, depois tire e deixe esfriar ao ambiente. O meio ainda estará mole (ver a foto). Não se preocupe, o calor do bolo vai cozinhar.",
        "Leve à geladeira por umas 2 horas. Desenforme. Sirva-se!"
    ]
}