{
    "titulo": "Bolo de morangos",
    "url": "https://www.tudogostoso.com.br/receita/185104-bolo-de-morangos.html",
    "ingredientes": [
        "3 bolos industrializados, no sabor baunilha ou chocolate (350 g cada)",
        "1 receita de chantilly",
        "1 receita de creme de baunilha",
        "1 receita de recheio de morangos",
        "morangos para decorar",
        "1 aro ou forma de fundo falso com 24 cm de diâmetro",
        "6 gemas peneiradas",
        "500 ml de leite integral",
        "10 colheres (sopa) de açúcar",
        "1 colher (sobremesa) de essência de baunilha",
        "2 colheres (sopa) de amido de milho",
        "2 colheres (sopa) de farinha de trigo",
        "250 ml de água",
        "1/2 copo de açúcar",
        "1 pedaço de canela",
        "1 cravo da índia",
        "3 colheres (sopa) de licor de morangos",
        "500 gramas de morangos lavados e picados em tirinhas",
        "2 colheres das de sopa de açúcar",
        "600 ml de creme de leite próprio para chantili (industrializado)",
        "1 colher (sopa) de essência de baunilha",
        "6 colheres (sopa) de açúcar ou ao seu gosto"
    ],
    "modo_preparo": [
        "Bata bem com um mixer ou liquidificador, os ingredientes e leve ao fogo mexendo constantemente até obter um creme bem cozido e firme.",
        "Deixe esfriar e bata em batedeira com o batedor tipo raquete até obter um creme macio.",
        "Leve ao fogo e deixe ferver por 5 minutos a água com o açúcar, o cravo e a canela.",
        "Retire do fogo, deixe esfriar e junte o licor.",
        "Misture bem os ingredientes e reserve.",
        "Misture bem os ingredientes e bata em batedeira até obter um creme leve, mas não muito duro.",
        "Coloque o aro em um prato e forre com as fatias de um bolo.",
        "Umedeça com a calda e coloque metade do creme de baunilha.",
        "Cubra com as fatias de mais um bolo, espalhe todos os morangos picados com a calda que se formou, cubra os morangos com pequenas porções de chantili.",
        "Espalhe a outra metade do creme de baunilha e finalize com as fatias do último bolo.",
        "Embale com filme plástico ou papel-alumínio e leve para gelar por 12 horas.",
        "Retire o bolo da geladeira, retire o aro delicadamente e decore com chantili e morangos ao seu gosto."
    ]
}