{
    "titulo": "Bolo merengue de morango",
    "url": "https://www.tudogostoso.com.br/receita/108610-bolo-merengue-de-morango.html",
    "ingredientes": [
        "Receita para um forma de 22 cm de diâmetro",
        "8 ovos",
        "250 g de açúcar",
        "250 g de farinha de trigo",
        "1 pacote de suspiros",
        "3 caixas de morangos (reserve os maiores e mais bonitos para a decoração)",
        "2 caixinhas de creme de leite",
        "1/2 lata de leite condensado",
        "600 ml de água",
        "1 ou 2 tampinhas de essência de baunilha",
        "Chantilly de sua preferência",
        "Os morangos mais bonitos reservados do recheio",
        "Suspiros quebrados",
        "Gel de brilho (encontrado em casas de festas e distribuidoras de doces"
    ],
    "modo_preparo": [
        "Unte apenas o fundo de uma fôrma de 22 cm de diâmetro",
        "Coloque papel manteiga só no fundo",
        "Não precisa enfarinhar nem untar as laterais, senão o bolo murcha depois de frio",
        "Pré-aqueça o forno a 180ºC",
        "Bata os ovos com o açúcar muito bem, até ficar uma \"gemada\" bem clarinha",
        "Essa fase é importante, se não bater muito bem as gemas, o bolo não vai crescer e vai ficar solado",
        "Acrescente a farinha peneirada e misture com uma espátula delicadamente",
        "Asse por cerca de 40 minutos, ou até furar com um palito e ele sair seco",
        "Desenforme depois de frio e corte em 3 partes na horizontal",
        "Pique os morangos, quebre  os suspiros e misture tudo com o creme de leite.",
        "Molhe a primeira parte do bolo, coloque metade do recheio, a segunda camada de bolo, molhe e coloque o restante do recheio.",
        "Coloque a última parte do bolo e molhe também.",
        "Cubra todo o bolo com chantilly.",
        "Decore as laterais com suspiros quebrados.",
        "Com um saco de confeiteiro e o bico de sua preferência decore a parte de baixo, ao redor do bolo.",
        "Depois ao redor do bolo em cima.",
        "No meio coloque morangos inteiros.",
        "Nos espaços entre os morangos, faça pitanguinhas de chantilly.",
        "Com um pincel culinário, passe gel de brilho em cima dos morangos."
    ]
}