{
    "titulo": "Bolo prático de chocolate e morangos",
    "url": "https://www.tudogostoso.com.br/receita/99153-bolo-pratico-de-chocolate-e-morangos.html",
    "ingredientes": [
        "2 pacotes de massa pronta para bolo de chocolate (usei Dona Benta)",
        "6 ovos inteiros",
        "3 colheres sopa de margarina",
        "2 copos de leite",
        "1 xícara de açúcar",
        "2 xícaras de água",
        "1 pau de canela",
        "6 cravos",
        "Casca de 1/2 limão",
        "1 pedaço de gengibre esmagado (pedaço de mais ou menos 3 cm)",
        "2 caixinhas de chantilly VIGOR (deixe gelar por no minimo 12 horas)",
        "2 caixas de morangos maduros",
        "2 barras de chocolate meio amargo (160 g cada)",
        "2 caixinhas de creme de leite"
    ],
    "modo_preparo": [
        "Prepare como manda a embalagem.",
        "Asse em forma grande e deixe esfriar.",
        "Ferva tudo por 10 minutos e deixe esfriar bem.",
        "O ideal é que faça a calda antes de tudo.",
        "Lave bem os morangos sem retirar os cabinhos.",
        "Deixe secar bem antes de usar.",
        "Depois dos morangos bem secos pique-os grosseiramente (pedaços não muito pequenos), deixe alguns bonitões para decorar.",
        "Bata o chantilly em potência alta como manda o fabricante até que fique bem consistente.",
        "Derreta as barras de chocolate, acrescente o creme de leite e misture muito bem.",
        "Essa cobertura deve ser feita por último, quando já for empregar no bolo.",
        "Após o bolo assado e frio, divida-o em duas camadas.",
        "Com a calda fria regue muito bem a primeira camada.",
        "Espalhe uma camada de chantilly, coloque morangos picados, coloque outra parte de chantilly.",
        "Cubra com a 2ª camada do bolo, e regue com o restante da calda (a idéia é que esse bolo fique bem molhadinho como um pavê).",
        "Se sobrou chantilly espalhe por todo o bolo, alisando bem para ficar bem certinho. Alise bem as laterais para que não",
        "desmorone.",
        "Cubra com papel alumínio e deixe algumas horas na geladeira para que o bolo adquira uma boa consistencia e facilite na hora de decorar (deixe no minimo 5 horas na geladeira).",
        "Retire o bolo da geladeira, prepare a ganache (cobertura) e despeje-a sobre o bolo. Não precisa alisar muito pois a ganache se espalha sozinha. Decore com os morangos e volte para a geladeira até a hora de servir.",
        "Por esse bolo ser muito molhado e conter creme de leite e frutas frescas, ele NÃO deve ficar fora da geladeira por muito tempo, pois corre o risco de azedar."
    ]
}