{
    "titulo": "Bolo dois amores com papel de arroz",
    "url": "https://www.tudogostoso.com.br/receita/104559-bolo-dois-amores-com-papel-de-arroz.html",
    "ingredientes": [
        "Receita para uma fôrma bem grande, esse bolo pronto ficou com cerca de 7 a 8 kg",
        "16 ovos",
        "565 g de açúcar",
        "525 g de farinha",
        "45 g de cacau em pó Garoto",
        "1 lata de leite condensado moça daquelas bem grandes, de 2,6 kg",
        "4 colheres de manteiga",
        "2 ou 3 colheres de cacau em pó Garoto",
        "Chantilly de sua preferência (eu usei uma embalagem de 1 litro de chantimix - Vigor)",
        "Corante Mix (próprio para chantilly) da cor da sua prefência - esse corante não altera o gosto nem a textura do chantilly",
        "Gel de brilho pronto da Mix, encontrado em distribuídoras de doces ou lojas para confeitaria",
        "Papel de arroz de sua preferência"
    ],
    "modo_preparo": [
        "Aqui você pode bater a massa toda, mas só se sua batedeira for bem grande e a forma alta.",
        "Eu bati 2/3 da massa e assei, para cortar em duas partes, depois bati o restante e assei, ficou uma massa fininha e uma mais alta para cortar em duas.",
        "Ao todo precisamos da massa em 3 partes.",
        "Pré-aqueça o forno à 180°C",
        "Enfarinhe o fundo da fôrma.",
        "Coloque no fundo apenas papel manteiga",
        "Não precisa untar as laterais, se fizer isso o bolo murcha dos lados depois de frio",
        "Bata os ovos com o açúcar até o ponto de merengue",
        "Peneire a farinha com o cacau e misture com uma espátula aos ovos batidos",
        "Asse por cerca de 40 minutos, ou até furar com um palito e sair seco",
        "Desenforme e corte depois de frio",
        "Separe a quantidade de 1 latinha de leite condesado, ou 1 concha, para fazer a calda depois, deixe reservada",
        "Com o que sobrou do leite condensado, coloque metade em uma panela, acrescente 2 colheres rasas de manteiga e leve ao fogo mexendo até ferver.",
        "Deixe esfriar.",
        "Coloque em uma panela o restante do leite condensado, 2 colheres rasas de manteiga e o cacau, mexa até ferver.",
        "Deixe esfriar.",
        "Leve ao fogo metade da lata de leite condensado.",
        "Com o bolo já cortado em 3 partes, ou em duas e uma assada separada, faça uma calda.",
        "Misture o leite condensado reservado com água e um pouco de essência de baunilha.",
        "Molhe a primeira parte do bolo, coloque um dos recheios, a outra parte do bolo, molhe, coloque o outro recheio, finalize com a última massa e molhe.",
        "Dica: para molhar o bolo use um pincel culinário, molhe o pincel e dê batidinhas na massa.",
        "Bata o chantilly e cubra todo o bolo, deixe lisinho.",
        "Coloque o papel de arroz no bolo conforme indicação da embalagem, passe o gel.",
        "Decore todo o bolo a seu gosto.",
        "Se quiser coloque corante em parte do chantilly para fazer decoração a seu gosto."
    ]
}