{
    "titulo": "Bolo de noivado ou casamento",
    "url": "https://www.tudogostoso.com.br/receita/171984-bolo-de-noivado-ou-casamento.html",
    "ingredientes": [
        "6 ovos",
        "1 xícara de água",
        "2 xícaras de açúcar refinada",
        "2 xícaras de farinha de trigo especial Renata",
        "1 colher de sobremesa de fermento em pó químico",
        "1 abacaxi pérola maduro cortado em pedaços ligeiramente grandes",
        "3 a 4 colheres de açúcar",
        "Reserve a calda do abacaxi que soltar para umedecer o bolo",
        "200 g de ameixa sem caroço picadas",
        "3 colheres de açúcar",
        "água o quanto baste, não precisa muito, só para cozinhar",
        "1 lata de leite condensado",
        "1 e 1/2 lata de leite",
        "1 gema",
        "1 colher de manteiga",
        "2 colheres cheias de maisena dissolvidas num pouquinho do leite da receita.",
        "1 lata de creme de leite (não vai ao fogo)",
        "800 ml de chantilly Amélia",
        "corante em gel da Arcolor cor vermelho natal",
        "confeitos tipo choco ball para fazer os miolos das rosas",
        "corante em pó dourado para os confeitos"
    ],
    "modo_preparo": [
        "Bata os ovos e a água na batedeira por 5 minutos. Se a vasilha for pequena troque por uma bacia grande porque rende muito. Sem parar de bater acrescente o açúcar e a farinha. Por último coloque o fermento, bata só para misturar.",
        "Asse em forno preaquecido a 180ºC por 40 minutos em uma forma redonda, untada e enfarinhada.",
        "Leve ao fogo todos os ingredientes e mexa de vez em quando, a água vai secar, se não tiver amolecido a ameixa acrescente mais água até cozinhar, não deixe calda.",
        "Leve ao fogo todos os ingredientes.",
        "Se o abacaxi estiver bem docinho não é necessário colocar água, mexa de vez em quando e ele vai soltar calda, reserve para umedecer.",
        "Leve todos ingredientes ao fogo, menos o creme de leite e mexa até engrossar.",
        "Espere o creme esfriar e acrescente o creme de leite.",
        "Corte o bolo ao meio e umedeça com metade da calda de abacaxi.",
        "Passe o creme em cima e distribua a ameixa e o abacaxi alternadamente.",
        "Tampe com a outra parte do bolo e umedeça com o resto da calda.",
        "Bata o chantilly com o corante em gel na batedeira.",
        "Depois de pronto use uma manga grande de confeitar com o bico pitanga Mago E2 ou também pode ser o bico Wilton 1 M.",
        "Cubra primeiro as laterais formando as rosas do centro para fora em espiral.",
        "Depois faça uma rosa no centro, em cima do bolo.",
        "Vá fechando em volta com rosas do mesmo tamanho, observem a foto.",
        "Se ficar alguma falha é só preencher com uma pitanguinha no buraco.",
        "Por último, coloque os choco ball num potinho e chacoalhe com o pó para ficarem dourados, em seguida coloquem no miolo.",
        "Prontinho está pronto! Lindo de se ver e gostoso de comer."
    ]
}