{
    "titulo": "Bolo de nozes com baba de moça para o natal",
    "url": "https://www.tudogostoso.com.br/receita/177705-bolo-de-nozes-com-baba-de-moca-para-o-natal.html",
    "ingredientes": [
        "2 bolos industrializado, sabor nozes (aproximadamente 800 gramas)",
        "15 ameixas pretas em calda ou damascos (opcional)",
        "1 receita de baba de moça para recheio",
        "1 receita de praliné de nozes",
        "1 receita de creme chantili",
        "1 receita de merengue",
        "1 copo de açúcar (180 gramas)",
        "1 copo de água fria (260 ml)",
        "10 g de manteiga sem sal (20 gramas)",
        "1 colher (sopa) de amido de milho (25 gramas)",
        "200 ml de leite de coco",
        "10 gemas de ovos, peneiradas (tamanho jumbo)",
        "1 colher (sobremesa) de essência de baunilha",
        "200 g de açúcar",
        "100 ml de água",
        "1 colher (sobremesa) de glucose branca (15 g)",
        "100 g de nozes picadas e levemente torradas",
        "1 colher (sopa) de leite em pó",
        "250 g de creme de leite para chantili, bem gelado (fresco ou vegetal)",
        "1 colher (sobremesa) de essência de baunilha",
        "3 colheres (sopa) de açúcar",
        "Raspas de um limão",
        "125 ml de claras (1/2 copo de 250 ml)",
        "250 g de açúcar"
    ],
    "modo_preparo": [
        "Misture o açúcar com a água e faça uma calda em ponto de fio médio (102° C).",
        "Retire do fogo, junte a manteiga e deixe amornar.",
        "Junte o amido de milho dissolvido no leite de coco, as gemas peneiradas e volte ao fogo mexendo constantemente até obter um creme brilhante.",
        "Retire do fogo, acrescente a essência de baunilha e utilize na montagem do bolo.",
        "Em uma panela misture o açúcar, a água, a glucose e leve ao fogo até obter um caramelo claro cor de guaraná.",
        "Junte as nozes envolvendo bem.",
        "Espalhe em uma pedra mármore ou assadeira untada e deixe esfriar.",
        "Em um saco plástico resistente, coloque o praliné quebrado grosseiramente.",
        "Adicione o leite em pó e quebre do tamanho desejado, utilize na montagem.",
        "Misture bem o creme de leite com a essência de baunilha, o açúcar e bata em batedeira até obter um creme leve.",
        "Coloque as raspas de limão em uma frigideira rasa e leve ao fogo brando rapidamente para secar, isso ajuda a não amargar o merengue.",
        "Misture bem as claras com o açúcar e leve ao fogo em banho maria para aquecer.",
        "Bata em batedeira até obter um suspiro firme e junte as raspas de limão.",
        "Com o auxílio de um bico de confeitar faça 30 palitinhos e pitangas pequenas.",
        "Coloque em forma rasa untada e leve para assar em forno preaquecido a 120° C, por aproximadamente 40 minutos e utilize na montagem.",
        "Faça uma cavidade nos bolos formando uma caixa e reserve o bolo retirado.",
        "Recheie com uma camada de baba de moça, e cubra com o bolo reservado.",
        "Decore ao seu gosto com os palitinhos de merengue nozes e crocante."
    ]
}