{
    "titulo": "Bolo prestigio para aniversário",
    "url": "https://www.tudogostoso.com.br/receita/141837-bolo-prestigio-para-aniversario.html",
    "ingredientes": [
        "4 pacotes de mistura para bolo de sua preferência (nessa receita é de chocolate)",
        "2 latas de leite condensado",
        "1 lata de leite",
        "2 pacotinhos de coco ralado de 100g",
        "3 colheres de sopa de margarina",
        "2 colheres de chá de maizena",
        "400ml de leite para umedecer",
        "1 caixinha de 1 litro de chantilly",
        "1 folha de papel de arroz",
        "gel de brilho",
        "corante liquido azul",
        "1 pacotinho com 10 unidades de abelinhas comestiveis"
    ],
    "modo_preparo": [
        "Faça os bolos de 2 em 2 de acordo com as instruções da embalagem.",
        "Deixe esfriar.",
        "Para o recheio junte o leite condensado, o leite , a margarina e o coco",
        "Leve ao fogo mexendo sempre em fogo baixo por cerca de 5 minutos, após ferver se necessário acrescente a maizena, eu usei pois achei que o recheio tinha ficado muito líquido.",
        "Deixe esfriar",
        "na assadeira coloque 1 bolo umideça com leite cerca de 200ml",
        "Coloque o recheio, cubra com o outro bolo e umedeça com mas 200 ml de leite.",
        "Cubra com papel alumínio e leve à geladeira de um dia para o outro.",
        "Já desenforme na bandeja que irá servir.",
        "D chantilly deve ficar na geladeira conforme a instrução da embalagem.",
        "Bata metade do chantilly em ponto firme.",
        "Espalhe sobre o bolo e as laterais deixe bem lisinho.",
        "Coloque um pouco de gel de brilho",
        "Coloque o papel de arroz.",
        "Com muito cuidado para não rasgar pressione.",
        "Coloque mas um pouco de gel, o suficiente para cobrir  todo papel.",
        "Espalhe com cuidado para não manchar sua imagem",
        "A outra parte do chantilly bata também em ponto firme de coloque o corante até ficar na cor que deseje.",
        "Coloque no saco de confeitar pico pitanga e decore com as abelhinhas."
    ]
}