{
    "titulo": "Bolo mousse de morango e chocolate",
    "url": "https://www.tudogostoso.com.br/receita/46941-bolo-mousse-de-morango-e-chocolate.html",
    "ingredientes": [
        "4 ovos (claras e gemas separadas)",
        "1 xícara de água",
        "2 xícaras de açúcar",
        "2 xícaras de farinha de trigo",
        "Essência a gosto",
        "1 colher (sopa) fermento em pó",
        "2 caixinhas de morangos lavados (separar alguns para decoração)",
        "1 caixinha de gelatina de morango",
        "2 colheres de açúcar",
        "1/2 xícara de água",
        "1 litro de creme chantilly (que será para as musses e decoração)",
        "6 colheres de açúcar",
        "300 g de chocolate ao leite ou meio amargo",
        "Raspas de chocolate ao leite para decoração"
    ],
    "modo_preparo": [
        "Bater na batedeira as gemas com a água até dobrar de volume.",
        "Sem parar de bater acrescente o açúcar aos poucos.",
        "Acrescentar a essência.",
        "Misturar o fermento com a farinha e acrescentar aos poucos sem parar de bater.",
        "À parte bater as claras em neve e acrescentar delicadamente à massa.",
        "Colocar em forma untada e enfarinhada (pode ser redonda média ou retangular de cerca de 20x30 cm), cresce bastante.",
        "Assar em forno médio, pré-aquecido, por 35 a 40 minutos, até as beiradas se soltarem.",
        "Cortar os morangos em pedaços pequenos, levar ao fogo junto com a água e o açúcar até ficar com a consistência de geléia.",
        "Retirar do fogo e juntar a gelatina de morango, misturar bem e deixe esfriar.",
        "Bater o creme chantilly com o açúcar até o ponto de chantilly.",
        "Acrescentar 2 xícaras de chantilly na mistura de morango após estar totalmente fria.",
        "Reservar.",
        "Derreter o chocolate no microondas ou banho-maria.",
        "Acrescentar 2 xícaras de chantilly ao chocolate não muito quente.",
        "Misturar bem.",
        "Cortar o bolo e rechear uma camada com a mousse de morango e outra com a mousse de chocolate.",
        "Cobrir o bolo com o chantilly restante.",
        "Decorar com morangos e raspas de chocolate.",
        "Levar à geladeira só para firmar um pouquinho e servir."
    ]
}