{
    "titulo": "Bomba salgada de presunto e queijo",
    "url": "https://www.tudogostoso.com.br/receita/320024-bomba-salgada-de-presunto-e-queijo.html",
    "ingredientes": [
        "1/2 xícara (chá) de leite",
        "1/4 xícara (chá) de óleo",
        "1 ovo",
        "10 g de fermento biológico seco instantâneo",
        "1 colher (sopa) de açúcar",
        "1 colher (chá) de sal",
        "2 xícaras (chá) de farinha de trigo",
        "150 g de queijo mussarela ralado",
        "150 g de presunto ralado",
        "3 colheres (sobremesa) de requeijão",
        "temperos a gosto",
        "leite a gosto para empanar",
        "farinha de rosca a gosto para empanar",
        "óleo para fritar"
    ],
    "modo_preparo": [
        "Coloque o leite, o óleo, o ovo, o fermento, o açúcar e o sal em uma tigela.",
        "Misture um pouco com um garfo para dissolverem e se mesclarem um pouco.",
        "Acrescente a farinha de trigo aos poucos conforme mexe para absorver bem o líquido.",
        "Quando colocar tudo e a massa ficar mais densa, misture com as mãos até soltar da tigela mas ainda ficar \"puxa\".",
        "Em uma superfície lisa, sove a massa até ela ficar bem lisinha e uniforme.",
        "Coloque a massa de volta na tigela, cubra com um pano limpo ou plástico filme e deixe descansar por meia hora para o fermento agir.",
        "Misture o queijo, o presunto, o requeijão e os temperos que quiser em uma tigela e reserve.",
        "Em seguida,  corte a massa em pedaços e abra o disco na mão. O tamanho pode variar, mas para ficar no tamanho do salgado bomba idealmente a massa aberta vai cobrir toda a palma da sua mão.",
        "Coloque uma colher do recheio misturado no meio e feche a massa apertando bem para ela grudar. Tire o excesso se necessário.",
        "Depois enrole na mão até alisar a parte de fora e garantir que a massa não vai abrir. Deixe descansar por mais 5 minutos coberto com um pano enquanto esquenta o óleo.Dica: se quiser, você também pode congelar o salgado por alguns dias para fritar depois.",
        "Passe a sua bomba salgada na tigela com leite e depois na tigela com farinha de rosca.",
        "Frite em óleo quente no fogo médio até dourar. Se precisar, use uma espátula para virar e ele fritar por igual."
    ]
}