{
    "titulo": "Bombons recheados",
    "url": "https://www.tudogostoso.com.br/receita/110110-bombons-recheados.html",
    "ingredientes": [
        "Quantidade de chocolate aproximada, quando faço uso uma quantidade muito maior",
        "1 kg de chocolate meio amargo Garoto (não use o chocolate hidrogenado, por favor, não estrague a receita)",
        "800 g de chocolate branco Garoto",
        "1 e 1/2 a 2 caixinhas de creme de leite",
        "2 latas de leite condensado",
        "150 g de coco em flocos sem açúcar"
    ],
    "modo_preparo": [
        "A receita parece complicada, mas porque procurei escrever detalhadamente, dá um pouco de trabalho mexer com chocolate de qualidade, mas o resultado final vale à pena",
        "Rale o chocolate meio amargo",
        "Aqueça a água do banho-maria, mas não pode ferver de maneira nehuma",
        "Se tiver um termômetro melhor, a temperatura não deve passar os 70°C",
        "Coloque o chocolate em uma tigela refratária que encaixe perfeitamente na panela, não pode escapar vapor de água, porque o chocolate absorve umidade e você pode perder seu chocolate",
        "Apenas o fundo da tigela deve encostar na água quente, não mais que o fundo",
        "Derreta o chocolate no banho-maria com fogo desligado",
        "A temperatura do chocolate derretido não pode passar de 45°C",
        "Para fazer com chocolate branco é o mesmo processo, mas respeitando as temperaturas indicadas na embalagem.",
        "Coloque o chocolate ralado em uma refratária própria para micro-ondas",
        "Leve ao micro-ondas em potência 5 (média) - não mais que isso para não queimar o açúcar do chocolate",
        "Pare de 1 em 1 minutos e mexa, até que ele esteja derretido",
        "A temperatura do chocolate derretido não pode passar de 45°C",
        "Também conhecido como \"choque térmico\"",
        "Pode ser feita no mármore ou em banho-maria frio",
        "Nunca use mármore da pia, por mais que esteja bem limpo e seco, vai puxar oderes e principalmente umidade para o chocolate.",
        "Vire o chocolate sobre a bancada e com uma espátula espalhe bem o chocolate, e junte novamente, até que ele esteja em temperatura de 31°C",
        "Fique atento à embalagem, cada sabor de chocolate precisa de uma temperatura diferente",
        "Imediatamente junte o chocolate e coloque nas forminhas de bombom.",
        "Escorra o excesso e leve à geladeira",
        "Nunca coloque o chocolate no freezer, vai ficar fosco e feio",
        "Quando endurecer coloque o recheio e cubra com chocolate",
        "Nesse meio tempo, se o chocolate endureceu, derreta novamente e faça a têmpera novamente",
        "Coloque em uma tigela água fria, temperatura ambiente, nunca gelada",
        "Coloque o chocolate em outra tigela e coloque no banho-maria frio, faça movimentos com o chocolate até ele chegar à temperatura de 31°C",
        "Imediatamente coloque nas forminhas de bombom",
        "Escorra o excesso e leve à geladeira",
        "Nunca coloque o chocolate no freezer, vai ficar fosco e feio",
        "Quando endurecer coloque o recheio e cubra com chocolate",
        "Nesse meio tempo, se o chocolate endureceu, derreta novamente e faça a têmpera novamente",
        "Leve à geladeira até que o fundo da forma fique esbranquiçado.",
        "Desenforme.",
        "Pode embalar e colocar em caixinhas para presentear.",
        "Derreta o chocolate branco conforme explicado acima, no banho-maria ou micro-ondas",
        "Não precisa de têmpera",
        "Misture o creme de leite, mexa bem, fica pesado no início",
        "Leve os ingredientes ao fogo baixo, mexendo sem parar até começar a ferve.",
        "Deixe esfriar totalmente para usar."
    ]
}