{
    "titulo": "Borrequitas (receita de minha mãe nascida na Turquia)",
    "url": "https://www.tudogostoso.com.br/receita/82108-borrequitas-receita-de-minha-mae-nascida-na-turquia.html",
    "ingredientes": [
        "1 copo de óleo",
        "1 copo de água",
        "1 xícara de chá de queijo ralado",
        "1 colher rasa de sobremesa de sal",
        "1 colher rasa de sobremesa de fermento em pó",
        "1 kg de farinha aproximadamente, porém colocar aos poucos em quantidade necessária para ligar os ingredientes (colocar aos poucos, não sendo necessário o kg todo).",
        "Recheio a gosto (pode fazer metade das borrequitas com um recheio e metade com outro recheio)",
        "6 a 8 batatas",
        "Sal",
        "Pimenta,",
        "2 ovos batidos",
        "Queijo ralado a gosto",
        "2 berinjelas com casca",
        "Vinagrete",
        "2 cebolas médias",
        "2 dentes de alho grandes (opcional)",
        "4 tomates",
        "Queijo ralado a gosto"
    ],
    "modo_preparo": [
        "Junte os ingredientes e despeje a farinha aos poucos, formando uma grande bola. Não trabalhe muito a massa, apenas vá juntando para incorporar a farinha aos ingredientes.",
        "Cubra a bola com uma pano e deixe descansar enquanto prepara os recheios. Antes de iniciar a massa já deve encaminhar os ingredientes dos recheios.",
        "Após o descanso da massa, fazer pequenas bolinhas, abra cada uma com o rolo de macarrão e faça discos do tamanho da bora de um copo grande.",
        "Coloque um pouco de recheio, feche o pastelzinho e una as boras com garfo ou vire as beiradinhas para dentro.",
        "As bolinhas ficam oleosas e não há necessidade de besuntar muito a assadeira. Colocar em assadeiras, um pastel ao lado do outro, passar gema de ovo em cima e queijo ralado, para difereciar dos outros que são de beringela.",
        "Cozinhe as batatas, amasse-as, junte sal, pimenta a gosto, misture os ovos batidos, formando uma espécie de purê.",
        "Deixe esfriar e misture o queijo ralado.",
        "Corte as berinjelas com casca em cubinhos e deixe-os de molho, em água, sal e vinagre.",
        "Obs.: Se as sementes da berinjelas estiverem muito escuras, terão gosto amargo. Com os cubinhos de berinjela no vinagrete, retire a maioria das sementes, quando elas subirem à tona, repetindo o processo várias vezes, para eliminar as sementes, que tem um sabor ardido e amargo, se muito escuras.",
        "Refogue as cebolas, alhos, tomates e após fritar tudo, juntar os cubos de berinjela. Tempere a gosto.",
        "Abafe com uma tampa, deixando apurar bem, até aparecer o fundo da panela, sem deixar queimar. Deixe esfriar e misture o queijo ralado."
    ]
}