{
    "titulo": "Canapés de truta defumada e nozes carameladas da Abimapi",
    "url": "https://www.tudogostoso.com.br/receita/172384-canapes-de-truta-defumada-e-nozes-carameladas-da-abimapi.html",
    "ingredientes": [
        "2 pacotes de pão de forma industrializado, chia com macadâmia ou ao seu gosto",
        "1 receita de pasta de truta defumada",
        "1 receita de nozes carameladas",
        "300 g de ricota fresca",
        "100 g de cream cheese",
        "100 g de requeijão cremoso ou creme de leite UHT",
        "200 g de truta defumada, sem a pele e sem espinhas",
        "50 g de manteiga sem sal em temperatura ambiente",
        "3 colheres das de sopa de vinho branco seco ou gin",
        "1 colher das de chá de mostarda",
        "Sal, pimenta e noz-moscada a gosto",
        "1 colher das de chá de alecrim fresco debulhado",
        "1 colher das de café de canela e pó",
        "1/2 colher das de café de cardamomo em pó",
        "1/2 colher das de café de pimenta do reino branca, moída na hora",
        "Sal ao seu gosto",
        "30 ml de azeite",
        "150 g de nozes quebradas grosseiramente",
        "4 colheres das de sopa de açúcar"
    ],
    "modo_preparo": [
        "Bata todos os ingredientes em um processador de alimentos até obter uma pasta homogênea, tempere ao seu gosto.",
        "Utilize na montagem dos canapés.",
        "Em um recipiente pequeno misture o alecrim, as especiarias, a pimenta, o sal e reserve.",
        "Em uma frigideira com antiaderente doure as nozes no azeite.",
        "Junte o açúcar e misture bem até derreter por completo.",
        "Polvilhe a mistura reservada, espalhe o crocante em um recipiente e deixe esfriar.",
        "Utilize na montagem dos canapés.",
        "Corte as fatias de pão no formato de sua preferência.",
        "Coloque a pasta de truta em um saco de confeitar com bico pitanga grande e aplique em cada pedaço de pão.",
        "Decore a gosto salpicando as nozes carameladas."
    ]
}