{
    "titulo": "Canelone ao creme de palmito da ABIMAPI",
    "url": "https://www.tudogostoso.com.br/receita/173815-canelone-ao-creme-de-palmito-da-abimapi.html",
    "ingredientes": [
        "20 unidades de massa fresca para canelone, cozida al dente",
        "1 receita de molho branco",
        "1 receita de recheio de palmito",
        "1 receita de molho de tomates",
        "Cheiro-verde a gosto para molho de tomates",
        "Parmesão ralado para polvilhar, a gosto",
        "1 colher das de sobremesa de manteiga sem sal",
        "1 colher das de sopa de farinha de trigo",
        "300 ml de leite frio",
        "100 g de creme de leite UHT light",
        "20 g de queijo parmesão",
        "Sal, pimenta e noz-moscada a gosto",
        "3 colheres das de sopa de azeite",
        "1 colher das de café de alho amassado ou bem picado",
        "1/2 xícara das de chá de cebola bem picada",
        "3 tomates sem pele e sem sementes, picados em cubos bem pequenos",
        "300 g de palmito, bem picado (1 vidro grande, tipo juçara ou pupunha)",
        "1 sachê de caldo de legumes em pó 0% de gordura",
        "150 ml de água quente",
        "50 g de farinha de trigo peneirada (aproximadamente 3 colheres das de sopa cheias)",
        "150 ml de molho branco (receita acima)",
        "150 g de requeijão cremoso de consistência firme",
        "Sal, pimenta-do-reino branca e noz-moscada ralada a gosto",
        "1/2 xícara das de chá de salsinha fresca bem picada",
        "1 kg de tomates maduros cortado em cubos",
        "1 cenoura média picada",
        "1 colher das de sopa de azeite",
        "2 dentes de alho",
        "1 cebola média cortada em cubos",
        "1 envelope de caldo de carne ou legumes 0% de gordura",
        "1 folha de louro",
        "4 raminhos de manjericão fresco",
        "1 colher das de sobremesa de açúcar",
        "Sal, pimenta-do-reino branca e noz-moscada ralada a gosto"
    ],
    "modo_preparo": [
        "Bata todos os ingredientes no liquidificador e leve ao fogo, até obter um creme espesso, mexendo constantemente para não formar grumos.",
        "Utilize na receita.",
        "Refogue o alho e a cebola no azeite, junte os tomates, o palmito o caldo em pó, a água e cozinhe por 3 minutos.",
        "Polvilhe a farinha de trigo em chuva, misture bem e cozinhe por mais 5 minutos.",
        "Junte, a salsinha, o sal, a noz-moscada e pimenta ao seu gosto.",
        "Prove os temperos, acrescentando mais se necessário.",
        "Utilize na montagem.",
        "Bata todos os ingredientes no liquidificador, coe em peneira grossa e leve ao fogo médio, mexendo ocasionalmente, até obter um molho encorpado, mas não muito espesso.",
        "Acrescente o cheiro-verde e utilize na montagem.",
        "Espalhe as massas para canelone sobre uma bancada, besunte-as com o molho branco, espalhe o recheio de palmito apertando bem e enrole.",
        "Coloque os canelones em uma forma refratária untada com manteiga.",
        "Cubra com o molho de tomates e finalize com o queijo ralado.",
        "Leve ao forno para gratinar e sirva a seguir."
    ]
}