{
    "titulo": "Canelone zero de glúten",
    "url": "https://www.tudogostoso.com.br/receita/175639-canelone-zero-de-gluten.html",
    "ingredientes": [
        "1 xícara de farinha de arroz",
        "1 xícara de leite sem lactose",
        "1 ovo",
        "1/2 colher de chá de sal",
        "1/2 colher de sopa de açúcar",
        "1/2 colher de manteiga (pode ser substituída por azeite)",
        "2 xícaras de leite sem lactose",
        "2 colheres de sopa rasa de amido de milho",
        "1/2 cebola ralada",
        "2 dentes de alho",
        "sal a gosto",
        "bacon",
        "queijo mussarela sem lactose",
        "orégano",
        "queijo cottage sem lactose"
    ],
    "modo_preparo": [
        "Na farinha de arroz, foi usado o mix de farinhas da amina, cuja base é de farinha de arroz e fécula de batata.",
        "Bata no liquidificador todos os ingredientes da massa.",
        "A massa não pode descansar.",
        "Assim que terminar de bater, comece a assar os discos, sempre misturando pois a farinha decanta facilmente, alterando a textura da massa.",
        "Aqueça uma frigideira antiaderente, adicione o óleo de sua preferência (tire o excesso com um papel toalha), mantendo o fogo em temperatura baixa.",
        "Adicione um pouco da massa e espalhe bem, deverá ser uma camada fina de massa.",
        "Vire e asse o outro lado, sem escurecer demais a massa.",
        "Reserve os discos da massa.",
        "Aqueça o bacon, até derreter a gordura (poderá substituir por margarina, óleo ou manteiga).",
        "Doure o alho amassado e a cebola ralada, adicione o leite e deixe ferver.",
        "Fora do fogo, dilua o amido de milho com um pouco de leite frio (misture bem para não formar grumos).",
        "Adicione ao leite fervente, misturando sempre.",
        "Caso o molho esteja muito grosso, adicione um pouco de leite, o molho deverá ficar cremoso, poderá adicionar queijo de sua preferência, requeijão, ou creme de leite.",
        "Adicione o sal a gosto e raspas de noz-moscada.",
        "Abra os discos de massa (utilizando um papel alumínio para facilitar no momento de enrolar a massa).",
        "Evite deixar espaços abertos entre os discos, coloque o molho e o queijo cotagge e espalhe sobre a massa.",
        "Pode substituir o molho bechamel, por molho de tomate.",
        "Coloque o queijo mussarela ralado, o orégano, enrole como um rocambole.",
        "Repita o procedimento, colocando um rolo de massa dentro do outro.",
        "Enrole com filme plástico deixando a massa bem justa.",
        "Corte as fatias.",
        "Você pode aquecer no micro-ondas ou colocar queijo e molho e gratinar no forno.",
        "Servir com molho de tomate ou molho de queijo."
    ]
}