{
    "titulo": "Canelone com creme de ervas finas da Abima",
    "url": "https://www.tudogostoso.com.br/receita/162496-canelone-com-creme-de-ervas-finas-da-abima.html",
    "ingredientes": [
        "30 rolinhos ou folhas de massa para canelone cozidas al dente",
        "100 g de queijo ralado ou a gosto",
        "1 receita de creme de ervas",
        "1 receita de Molho branco caseiro",
        "1 colher de sopa de azeite",
        "1 dente de alho amassado",
        "1/2 xícara de chá de cebola picada",
        "1/2 xícara de chá de salsa fresca picada",
        "1/2 xícara de chá de cebolinha fresca picada",
        "1 colher de sopa de folhas de manjericão picadas",
        "1 colher de sopa de folhas de tomilho limão fresco",
        "1 colher de café de ervas de Provence (secas)",
        "1 colher de sobremesa de mostarda",
        "400 g de ricota fresca passada por peneira",
        "1 copo de requeijão cremoso",
        "1/2 xícara de chá de molho branco caseiro ou industrializado",
        "2 colheres de sopa de manteiga",
        "2 colheres de sopa de farinha de trigo",
        "500 ml de leite integral",
        "200 ml de creme de leite UHT",
        "Sal, pimenta-do-reino e noz-moscada a gosto"
    ],
    "modo_preparo": [
        "Refogue o alho e a cebola no azeite. Desligue o fogo e junte todas as ervas, temperando a gosto.",
        "Misture os ingredientes restantes e prove os temperos, corrigindo se necessário.",
        "Bata com auxílio de um mixer ou liquidificador todos os ingredientes. Leve ao fogo para cozinhar, mexendo constantemente para não formar grumos. Utilize na montagem dos canelones.",
        "Espalhe as folhas de canelones sobre uma bancada, coloque uma porção do creme de ervas e enrole como rocambole. Forre o fundo de uma forma refratária com um pouco do molho branco caseiro e coloque os rolinhos de canelone e. Cubra com o molho branco caseiro e queijo ralado. Leve ao forno pré-aquecido a 200ºC para gratinar. Sirva a seguir."
    ]
}