{
    "titulo": "Carne seca na moranga",
    "url": "https://www.tudogostoso.com.br/receita/70037-carne-seca-na-moranga.html",
    "ingredientes": [
        "1 moranga grande e madura (2,5 kg)",
        "2 pacotes de carne seca (800 g)",
        "1 cebola pequena",
        "100 g de queijo mussarela fatiado",
        "1 bisnaga de cream cheese ou 1 copo de requeijão cremoso",
        "1 copo de leite grande (300 ml)",
        "1 colher cheia de farinha de trigo",
        "2 dentes de alho amassados",
        "Sal e cebolinha picada a gosto",
        "Azeite para refogar",
        "Para esta receita é necessário possuir uma panela grande de altura média, para o cozimento da moranga"
    ],
    "modo_preparo": [
        "Com uma faca de mesa, corte a parte de cima da moranga, em circulo, desenhando uma espécie de tampa, após retirar reserve.",
        "Limpe o interior da moranga, remova todas as sementes, reserve.",
        "Corte a carne seca em cubos e dessalgue 2 vezes, fervendo e trocando a água em seguida (guarde a água desse cozimento, ela será necessária para cozinhar a moranga).",
        "Coloque a carne seca em uma panela de pressão e deixe cozinhar por 25 minutos (na pressão), desfie ainda quente, reserve.",
        "Na panela grande, acrescente a água da carne seca, se não for o suficiente para a metade da panela, acrescente mais água e, sem seguida, um punhado de sal (3 colheres de sopa).",
        "Coloque a moranga sem a tampa, de cabeça para baixo e se houver espaço, coloque a tampa ao lado para cozinhar.",
        "A  moranga estará pronta quando a casca da lateral amolecer (espete com um garfo, se estiver macio, está cozido).",
        "Este processo é um pouco demorado, pode levar até 1 hora.",
        "Com a moranga já cozida, reserve, deixe esfriar.",
        "Em uma panela média, refogue a carne seca desfiada, com alho e a cebola já dourados no azeite.",
        "Acrescente o copo de leite com a farinha já diluída, até que a mistura fique homogênea (cremosa).",
        "Corrija o sal se necessário, reserve.",
        "Cubra o interior da moranga com o catupiry ou requeijão cremoso, em seguida coloque o recheio de carne seca, por cima salpique a cebolinha, cubra com a mussarela e leve ao forno (180°) por aproximadamente 25 minutos para gratinar.",
        "Para servir coloque a tampa para decorar, acompanha arroz."
    ]
}