{
    "titulo": "Carolina de chocolate do Rafa",
    "url": "https://www.tudogostoso.com.br/receita/185055-carolina-de-chocolate-do-rafa.html",
    "ingredientes": [
        "2 xícaras (chá) de leite (para quem for intolerante a lactose, usar 2 xícaras (chá) de água)",
        "2 xícaras (chá) de farinha de trigo (quem for intolerante usar farinha sem glúten)",
        "1 colher (chá) de essência de baunilha",
        "1 pitada de sal",
        "2 colheres (sopa) de açúcar (pode se usar também o açúcar diet)",
        "2 colheres (sopa) de margarina",
        "6 a 8 ovos",
        "doce de leite",
        "200 g de chocolate meio amargo (ou ao leite)"
    ],
    "modo_preparo": [
        "Em uma panela, coloque o leite, sal, açúcar, essência de baunilha e margarina.",
        "Leve ao fogo e espere levantar fervura, baixe o fogo e acrescente a farinha de trigo ao poucos, mexendo sempre até desgrudar da panela.",
        "Leve a massa ainda quente para uma batedeira (tem que ser batedeira com gancho pra massa leve).",
        "Bata a massa e vá acrescentando os ovos 1 a 1 (pode-se usar de 6 a 8 ovos).",
        "Depois de ter acrescentado uns 4 ovos, troque o gancho pelo gancho de massa leve, vá acrescentando os ovos e perceba que a massa fica igual a um suspiro, esse é o ponto certo.",
        "Preaqueça o forno, unte a assadeira somente com margarina.",
        "Coloque a massa num saco de confeitar com o bico de número 4 e faça caracóis de 2 voltas na assadeira. Leve ao forno, temperatura baixa 180°C, observe pra não abrir o forno antes de 30 minutos pra massa não abaixar, varia de forno pra forno, o tempo médio é de 40 a 50 minutos de forno.",
        "Observe se está dourado por fora e cozido por dentro (em forno elétrico é mais rápido em torno de 30 minutos já está pronto devido o forno elétrico ter 2 garfos de temperatura).",
        "Pode-se rechear com o creme de seu gosto, a carolina tradicional é doce de leite.",
        "Use um saco de confeitar com o bico injetor e coloque pela parte de baixo da carolina.",
        "Corte o chocolate em tiras finas, coloque numa vasilha e leve ao microondas por 30 segundos em temperatura 80.",
        "Mexa e coloque mais 30 segundos, está pronto a cobertura.",
        "Passe a parte de cima da carolina no chocolate derretido, depois é só levar para gelar por uns 5 minutinhos até o chocolate firmar e está pronto."
    ]
}