{
    "titulo": "Catarina salgada",
    "url": "https://www.tudogostoso.com.br/receita/185293-catarina-salgada.html",
    "ingredientes": [
        "2 cubinhos de fermento biológico fresco (30 g)",
        "1 colher (sopa) de açúcar",
        "1 colher (café) de sal",
        "2 ovos",
        "2 colheres (sopa) de margarina",
        "1 xícara (chá) de leite",
        "1/2 kg de farinha de trigo",
        "500 g de frango desfiado",
        "1 copo (americano) do caldo do cozimento do frango",
        "3 colheres (sopa) de azeite",
        "1 cebola fatiada",
        "1 colher (café) de colorífico",
        "2 colheres (sopa) de amido de milho",
        "sal e pimenta do reino a gosto",
        "3 colheres (sopa) de catchup",
        "½ xícara (chá) de salsa picadinha",
        "6 linguiças frescas sem pele",
        "3 colheres (sopa) de azeite",
        "1 colher (café) de semente de erva doce",
        "1/2 colher (café) de pimenta calabresa seca",
        "200 g de catupiri",
        "300 g de mortadela fatiada e em tiras",
        "azeite para fritar",
        "1 xícara (chá) de tomate seco picadinho",
        "1 colher (café) de orégano",
        "1/2 colher (café) de pimenta calabresa seca",
        "200 g de mussarela ralada para a montagem"
    ],
    "modo_preparo": [
        "Doure a cebola no azeite, coloque o colorífico, a água do cozimento do frango, o amido de milho, o sal, a pimenta, o ketchup, a salsinha e misture até ferver.",
        "Então coloque o frango, misture e reserve para esfriar.",
        "Doure-as na chapa com o azeite.",
        "Em seguida, pique com a faca e coloque em uma vasilha junto com a erva doce, a pimenta calabresa, o catupiri e reserve para esfriar.",
        "Doure a mortadela no azeite, coloque o tomate seco, o orégano e a pimenta.",
        "Misture e reserve.",
        "Coloque pela ordem todos os ingredientes em uma vasilha e misture até dar o ponto.",
        "Deixe a massa fermentar por 30 minutos e, depois deste tempo, abra com um rolo na mesa enfarinhada. Divida a massa em 2 partes retangulares, coloque o recheio desejado por toda a extensão e no centro. Faça cortes com uma faca nas laterais e entrelace-as entre si de modo que se forme uma cobertura. Pincele o ovo, salpique gergelim e leve ao forno quente (200º C) por aproximadamente 35 minutos ou até que fique bem dourado."
    ]
}