{
    "titulo": "Cheesecake de arroz doce",
    "url": "https://www.tudogostoso.com.br/receita/319640-cheesecake-de-arroz-doce.html",
    "ingredientes": [
        "165g de “Arroz” de Aveia (Aproximadamente 1 xícara)",
        "500 ml (aproximadamente 2 e ½ xícaras) de água em temperatura ambiente",
        "200 g de biscoito de maizena",
        "80 g de manteiga ou margarina derretida",
        "2 xícaras de “Arroz” de Aveia cozido",
        "1,5 l de leite de sua preferência (integral, desnatado e etc.)",
        "1 lata de leite condensado regular ou light",
        "1 lata de creme de leite regular ou light",
        "1 pau de canela",
        "Canela em pó",
        "1 envelope de gelatina sem sabor (12 gr) hidratado com 5 colheres de água"
    ],
    "modo_preparo": [
        "Em uma panela, coloque o arroz de aveia e a água, tomando cuidado para não fritar o arroz, e mantenha em fogo alto até atingir fervura.",
        "Abaixe o fogo e cozinhe de 25 a 30 minutos em panela semi aberta, até secar a água do fundo da panela.",
        "Em um liquidificador ou processador, bata o biscoito de maizena até obter uma consistência de farofa.",
        "Em seguida, misture a manteiga derretida e bata de novo para misturar.",
        "Coloque a massa de biscoito em uma forma de fundo removível com papel manteiga.",
        "Espalhe a massa em uma camada de mesma espessura e aperte com a ajuda de um ramekin ou colher para compactar.",
        "Leve à geladeira.",
        "Em uma panela, misture o “Arroz” de Aveia Quaker (já cozido) com leite, leite condensado, creme de leite e a canela em pau.",
        "Deixe reduzir um pouco e adicione a gelatina sem sabor já hidratada.",
        "Mexa bem para misturar a gelatina.",
        "Despeje o recheio sobre a massa na forma.",
        "Cubra com plástico filme. Certifique-se que o plástico esteja em contato com a superfície do arroz doce para não formar película.",
        "Leva à geladeira por no mínimo 6 horas.",
        "Salpique com canela em pó por cima antes de servir."
    ]
}