{
    "titulo": "Conchas com ricota e queijos ao molho de berinjelas da Abimapi",
    "url": "https://www.tudogostoso.com.br/receita/177575-conchas-com-ricota-e-queijos-ao-molho-de-berinjelas-da-abimapi.html",
    "ingredientes": [
        "500 g de massa de grano duro no formato de conchas, cozida \"al dente\"",
        "1 receita de molho de berinjelas",
        "1 receita de recheio de ricota e queijos",
        "2 vidros de molho de tomate ao sugo, industrializado",
        "parmesão ralado para polvilhar, a gosto",
        "200 g de ricota fresca peneirada",
        "200 g de queijo tipo muçarela ralado",
        "300 g de requeijão firme",
        "50 g de queijo tipo parmesão ralado",
        "150 g de queijo tipo ementhal ralado",
        "sal, pimenta, noz-moscada e temperos a gosto",
        "120 ml de óleo",
        "8 dentes de alho cortados em tiras bem finas",
        "450 g de cebolas cortadas em cubos bem pequenos",
        "2 folhas de louro",
        "1/2 colher das de café de pimenta dedo-de-moça, bem picada",
        "900 g de berinjelas sem cascas e cortadas em cubos bem pequenos e deixadas de molho em 3 copos de água com sal e 100 ml de vinagre",
        "2 tomates sem pele e sem sementes cortados em cubos bem pequenos",
        "1 pimentão vermelho picado em cubos bem pequenos",
        "1 pimentão amarelo picado em cubos bem pequenos",
        "10 ml de vinagre branco",
        "130 ml de azeite",
        "sal, pimenta, orégano, noz-moscada, salsa, manjericão e temperos a gosto"
    ],
    "modo_preparo": [
        "Misture bem todos os ingredientes e recheie as conchas já cozidas \"al dente\".",
        "Em uma panela grande revestida com antiaderente, aqueça o óleo, refogue o alho, as cebolas, as folhas de louro, os pimentões e a pimenta dedo-de-moça.",
        "Escorra e esprema bem as berinjelas, acrescente ao refogado e deixe ferver.",
        "Adicione os tomates, o vinagre e deixe ferver tampado por 2 minutos.",
        "Destampe a panela, acrescente o azeite e ferva até secar todo o líquido ficando apenas o óleo, reserve.",
        "Unte um refratário com azeite e coloque as conchas recheadas.",
        "Acrescente o molho de tomate e por cima o molho de berinjelas.",
        "Finalize com parmesão e leve ao forno para gratinar."
    ]
}