{
    "titulo": "Cookies perfeitos",
    "url": "https://www.tudogostoso.com.br/receita/48670-cookies-perfeitos.html",
    "ingredientes": [
        "1 xícara de açúcar branco",
        "1 xícara de açúcar mascavo",
        "1 xícara de manteiga sem sal",
        "2 ovos inteiros",
        "3 1/2 xícaras de farinha de trigo",
        "1 colher de sopa de bicarbonato de sódio",
        "1 colher de sopa de fermento",
        "1 1/2 xícara de aveia em flocos (não precisa ser flocos finos)",
        "1 pitada de sal",
        "1 colher de chá de baunilha",
        "2 xícaras de gotas de chocolate (de preferência hidrogenado que não derrete tanto)"
    ],
    "modo_preparo": [
        "Na batedeira, acrescente o açúcar branco e o mascavo, a manteiga, os ovos e a baunilha.",
        "Bata por 3 minutos.",
        "Em um refratário à parte, misture os ingredientes secos: a farinha, o fermento, o bicarbonato e a aveia.",
        "Coloque aos poucos na mistura feita na batedeira.",
        "A massa ficará em tom de marrom-esverdeado claro, devido ao açúcar mascavo.",
        "Coloque a manteiga com consistência firme, não em temperatura ambiente, pois ela é quem dará a firmeza no creme.",
        "Acrescente as 2 xícaras de gotas de chocolate.",
        "Será difícil e pesado de misturar no creme.",
        "Quanto mais duro ficar o creme, menos as bolachinhas irão derreter no forno.",
        "Se achar que está muito mole, pode acrescentar mais 1/2 xícara de farinha, mas dificilmente será necessário.",
        "Pode colocar 4 colheres de sopa de amendoim torrado triturado na massa, mas acho que fica com muito gosto do amendoim, e não parece o cookie verdadeiro.",
        "A massa ficará com aspecto pegajoso, porém bem firme.",
        "Neste ponto não parece, mas dá para fazer bolinhas com a massa, ou também, pode com 2 colheres fazer 1 bolinha e colocar em assadeira untada com margarina e depois polvilhada com farinha de trigo.",
        "Levar a assadeira ao forno a 220ºC, não esquecendo de deixar 5 cm de distância entre as bolinhas.",
        "Para os cookies ficaremcomo os comprados, coloque algumas gotas de chocolate em cima das bolinhas prontas.",
        "Deixe no forno por exatamente 10 minutos, ou até começar a dourar (com 4 minutos de forno, já dá para perceber a parte de baixo da bolacha dourando).",
        "Quando acabar o tempo do forno, retire-as, e imediatamente passe uma espátula retirando os cookies da forma, para não correr o risco de grudar.",
        "Eles ainda estarão um pouco moles, mas quando esfriarem, ficarão crocantes por fora e macios por dentro."
    ]
}