{
    "titulo": "Cookie de chocolate meio amargo e aveia",
    "url": "https://www.tudogostoso.com.br/receita/145340-cookie-de-chocolate-meio-amargo-e-aveia.html",
    "ingredientes": [
        "1/2 xícara de chocolate em pó",
        "1 colher (chá) de fermento químico",
        "1 e 1/2 xícaras de farinha de trigo",
        "1 pitada de sal",
        "3/4 de xícara de manteiga",
        "1 xícara de açúcar",
        "1 colher (chá) de essência de baunilha",
        "4 colheres (sopa) de aveia em flocos finos ou farelo de aveia",
        "1 barra de chocolate meio amargo picado (cerca de 150 g)",
        "Flor de sal (opcional)"
    ],
    "modo_preparo": [
        "Coloque apenas a manteiga na batedeira e bata até que ela comece a ficar bem cremosa, misture o açúcar e a baunilha e bate até que esta mistura comece a ficar um pouco esbranquiçada.",
        "Acrescente a farinha de trigo, o chocolate em pó, o sal e o fermento e bata mais um pouco.",
        "Não estranhe, a massa fica bastante firme e irá dar trabalho a batedeira.",
        "A partir daqui não utilize mais a batedeira, coloque a aveia na massa e misture com uma espátula, depois delicadamente incorpore os pedaços de chocolate picado.",
        "Forre uma forma com papel manteiga.",
        "Com as mãos faça bolas com a massa dos cookies e achate (não muito) cada bola de massa em cima do papel manteiga, deixando um espaço de 5 cm entre cada cookie, pois quando eles assam a massa espalha.",
        "Salpique um pouco de flor de sal em cima dos cookies para ressaltar o sabor do chocolate, apenas alguns grãos de flor de sal são o suficiente.",
        "Não precisa preaquecer o forno.",
        "Deixe em forno média (cerca de 235°C) por 15 minutos contados.",
        "Os cookies saem do forno ainda mole, deixe-os esfriar para que endureçam e só então os retire da forma para que não quebrem.",
        "Se for fazer outra fornada de cookies será necessário trocar o papel manteiga entre cada fornada."
    ]
}