{
    "titulo": "Coxinha deliciosa da Danielle",
    "url": "https://www.tudogostoso.com.br/receita/123591-coxinha-deliciosa-da-danielle.html",
    "ingredientes": [
        "3 copos de leite",
        "3 copos de farinha de trigo",
        "1/2 colher de sopa de sal",
        "2 colheres de sopa de margarina",
        "2 dentes de alho socados",
        "1/2 cebola picada",
        "Salsinha e pimenta-do-reino a gosto",
        "1/2 kg de peito de frango cozido e desfiado",
        "1 e 1/2 caldo de frango",
        "3 dentes de alho",
        "1 cebola",
        "1 tomate",
        "Salsinha e pimenta-do-reino a gosto"
    ],
    "modo_preparo": [
        "Em uma panela coloque 1 colher de margarina, refogue a cebola, alho e tomate.",
        "Coloque o frango, o caldo, pimenta-do-reino, um pouco de água e deixe apurar por uns 5 minutos.",
        "Misture meia colher de sopa farinha de trigo em 3 dedos de água.",
        "Coloque no frango e deixe apurar mais um pouco, prove o tempero e o sal, se tiver sem acrescente a outra metade do caldo de frango ou um pouco de sal, até engrossar um pouco do caldo.",
        "Quando secar desligue, não pode ter caldo no recheio, mas a farinha ajuda o recheio a ficar cremoso e não seco como muitas coxinhas ficam.",
        "Desligue o fogo, coloque salsa e tampe a panela.",
        "Deixe o recheio esfriar.",
        "Em uma panela grande coloque 1 colher de margarina, cebola, alho, salsinha e leite.",
        "Coloque a outra colher de margarina e deixe ferver.",
        "Em uma vasilha coloque os 3 copos de farinha de trigo e coloque farinha aos poucos sem parar de mexer, mexa a massa na panela o máximo que conseguir, esse é o segredo.",
        "Unte uma pedra de mármore com margarina e trabalhe a massa ainda quente, passando margarina nas mãos para ajudar a esfriar até ela ficar lisinha.",
        "Está pronta para fazer as coxinhas.",
        "Se for demorar um pouco pra enrolar põe em uma vasilha e cubra com um pano de prato úmido.",
        "Modele as coxinhas, coloque o recheio, passe somente na farinha de rosca e frite."
    ]
}