{
    "titulo": "Coxinha super prática",
    "url": "https://www.tudogostoso.com.br/receita/2445-coxinha-super-pratica.html",
    "ingredientes": [
        "3 xícaras de água",
        "3 envelopes de caldo sazón de galinha",
        "3/4 de xícara de óleo",
        "4 xícaras de farinha de trigo",
        "3 ovos para empanar e farinha de rosca",
        "1 frango ou vinte coxinhas (da asa)",
        "3 cebolas médias picadas",
        "1 dente de alho",
        "2 colheres (sopa) purê ou massa de tomates",
        "1 envelope de caldo sazón de galinha",
        "1 maço de cheiro verde",
        "2 xícaras de água",
        "Sal e pimenta do reino",
        "1 copo de leite",
        "Farinha de trigo"
    ],
    "modo_preparo": [
        "Leve ao fogo até ferver, a água, o caldo sazón de galinha e o óleo.",
        "Tirar do fogo e juntar a farinha toda de uma só vez.",
        "Mexa bem.",
        "Volte ao fogo, mexendo sempre até soltar da panela.",
        "Deixe esfriar um pouco e mexa com as mãos.",
        "Pegue uma porção da massa e abra um pouco na palma da mão.",
        "Com o lado externo da colher, espalhe o catupiry.",
        "Adicione um pouco do recheio e faça movimentos circulares com a mão para fechar as extremidades e dar o formato.",
        "Passe em mistura de empanar e na farinha de rosca.",
        "Frite em óleo quente ou gordura vegetal previamente aquecida.",
        "Frite poucos salgadinhos por vez.",
        "Cuidado para que um dos lados não fique mais dourado que o outro",
        "cozinhe o frango com a cebola, alho, purê de tomate, caldo de galinha, cheiro verde, sal, pimenta do reino e a água.",
        "Deixe cozinhar até o frango ficar macio.",
        "Experimente o sal.",
        "Retire o frango, tire as e peles desfie e reserve.",
        "Bata todo o líquido no liquidificador, coe e junte o leite.",
        "Meça o liquido.",
        "Para cada 2 xícaras, junte 1 xícara de farinha de trigo.",
        "Misture tudo e leve ao fogo.",
        "Ferva até engrossar e soltar da panela.",
        "Faça os modelos como na receita acima,  recheie com o frango desfiado e refogado.",
        "Coloque 1 colher (chá) de catupiry (se for preparar coxinhas pequenas ou coloque 1 colher ( sopa) para as grandes (opcional)",
        "passe nos ovos batidos e depois na farinha de rosca.",
        "Fritar em óleo quente."
    ]
}