{
    "titulo": "Coxinhas deliciosas do Marcelo",
    "url": "https://www.tudogostoso.com.br/receita/101696-coxinhas-deliciosas-do-marcelo.html",
    "ingredientes": [
        "2 peitos de frango",
        "1 tomate sem pele",
        "Orégano a gosto",
        "1 kg de batata",
        "2 caldo de galinha",
        "1 kg e 1/2 farinha de trigo",
        "4 dentes de alho",
        "1 xícara de óleo",
        "2 ovos",
        "1/2 kg farinha de rosca",
        "1/2 cebola bem picadinho",
        "1 xícara de óleo",
        "Sal a gosto"
    ],
    "modo_preparo": [
        "Pegue os 2 peitos de frango com a pele e tudo, coloque em uma panela e ferva com sal até cozinhar o peito de frango.",
        "Tirar da penela e deixe esfriar.",
        "Com a água que ferveu o peito de frango, coloque 2 caldos de galinha, sal e coloque as batatas cozidas e amassadas (tipo purê) e mexa.",
        "Coloque a farinha de trigo até formar uma massa cozida e que desgrude da panela.",
        "Depois coloque em uma forma de alumínio grande com óleo embaixo, jogue a massa e com uma colher de pau mexa a massa.",
        "Se grudar jogue um pouco de óleo até desgrudar.",
        "Quando esfriar um pouco mexa bem com as mãos e sove até que a massa não grude nas mãos.",
        "Pegue os peitos do frango e desfie bem, pegue uma panela e coloque o óleo, a cebola, o alho e deixe fritar depois jogue o peito do frango desfiado e o tomate cortado em cubinhos, sem pele, jogar orégano a gosto (mas não muito) e sal a gosto.",
        "Abrir a massa e colocar o recheio e fechar a massa, depois vai colocando as cohinhas na mesa.",
        "Quando terminar de fazer as coxinhas, pegar 2 ovos em uma travessa colocar 1/2 xícara de água e 1 pitada de sal.",
        "Passar as cochinhas no ovos e depois jogar na farinha de rosca.",
        "Para fritar, coloque em uma panela óleo até cobrir o salgado, deixe o óleo bem quente e frite as coxinhas, não coloque muitas coxinhas no óleo porque pode esfriar o óleo e abrir o salgado.",
        "Tire e coloque em uma forma com papel toalha."
    ]
}