{
    "titulo": "Coxinha com massa de farinha e batata",
    "url": "https://www.tudogostoso.com.br/receita/108582-coxinha-com-massa-de-farinha-e-batata.html",
    "ingredientes": [
        "1 litro de água",
        "1 tablete caldo de galinha",
        "2 colheres sopa de sal",
        "1 fio de óleo",
        "Azeite",
        "3 batatas medias cozidas",
        "1 kg de farinha de trigo",
        "Óleo o suficiente para refogar todos os ingredientes",
        "1 peito de frango cozido e desfiado",
        "1 cebola media picada ou ralada",
        "Salsinha a gosto",
        "Sal a gosto",
        "Pimenta-do-reino a gosto",
        "2 tomates picados em pedaços bem pequenos (os tomates nao podem estar muito maduros)",
        "2 colheres de sola de extrato de tomate ou molho pronto, fica a seu critério"
    ],
    "modo_preparo": [
        "Em uma panela grande e funda adicionar a água, o caldo de galinha, o óleo e o sal, em outra panela cozinhar as batatas.",
        "Depois de cozidas reserve.",
        "Quando a agua estiver fervendo adicionar a farinha de trigo aos poucos e mexa, de preferência com uma colher de pau, o ponto da massa é quando desgrudar do fundo da panela.",
        "Em um mármore ou uma mesa lisa e limpa, espalhe um pouco de farinha de trigo.",
        "Em seguida jogue a massa em cima, espere uns 25 minutos para poder sovar a massa, pois corre o risco de se queimar.",
        "Depois desse tempo, comece a sovar a massa, abra com rolo de macarrão e feche com as mãos, faça esse procedimento quantas vezes for preciso até massa alcançar um textura lisa e macia.",
        "Depois de alcançar uma textura lisa, descascar as batatas e com um amassador ou uma peneira espremer em cima da massa aberta, aos poucos, pois a batata é só para deixar a massa mais macia e gostosa, ela não pode ficar mole demais nem grudando nas mãos, senao vai dificultar na hora de fechar as coxinhas.",
        "O procedimento é o mesmo, abra a massa, coloque a batata em cima e feche, abre e fecha, sempre apertando bem a massa.",
        "Se grudar na mesa ou no mármore acrescente mais farinha na supperfície, quando a massa estiver lisa, macia e desgrudando das mãos está pronta.",
        "O tamanho fica a seu critério.",
        "Pegar a porção desejada e pressionar nas mãos, sempre em movimento, amasse e pressione nas mãos e ao mesmo tempo faça o formato de bolinha.",
        "Unte a ponta do dedo indicador fure a massa e com o mesmo dedo abra as bordas até obter formato de um copo.",
        "Coloque o recheio e feche com o peito da mão a ponta da massa, apertando e girando até fazer o formato de coxinha.",
        "Para fechar as coxinhas você vai precisar de uma pequena porção de óleo para molhar a ponta do dedo para furar e abrir a massa.",
        "E por último empane as coxinhas em 500 ml de leite e farinha de rosca o suficiente.",
        "Podem ser congeladas por meses.",
        "Vale lembrar que precisa descongelar naturalmente para depois fritar."
    ]
}