{
    "titulo": "Coxinha com massa básica",
    "url": "https://www.tudogostoso.com.br/receita/113947-coxinha-com-massa-basica.html",
    "ingredientes": [
        "3 copos de farinha de trigo, de preferência peneirada",
        "O mesmo copo de medida dos liquidos devem ser usados para a farinha",
        "1 e 1/2 copos de água",
        "1 e 1/2 copos de leite",
        "2 colheres de margarina ou gordura vegetal",
        "2 caldos de galinha (pode usar a água em que cozinhou o frango)",
        "1 peito de frango médio",
        "1/2 xícara de cebolinha e salsinha bem picadas",
        "1 cebola média ralada ou picada, como preferir",
        "2 tomates pelados (sem pele e sem semente)",
        "Sal a gosto",
        "Pimenta-do-reino a gosto",
        "Colorífico se quiser acentuar a cor do recheio (não acho necessário)",
        "2 gemas de ovos e água bem gelada o quanto baste",
        "Farinha de rosca"
    ],
    "modo_preparo": [
        "Refogue a cebola, a salsinha e a cebolinha juntamente com o tomate.",
        "Coloque o frango previamente desfiado e os demais ingredientes.",
        "Deixe secar e está pronto.",
        "Se preferir uma coxinha mais cremosa no recheio pode-se colocar 2 a 3 colheres de catupiry e mexer após o preparo do mesmo.",
        "Coloque os líquidos no fogo.",
        "Acrescente a margarina e os caldos, deixe levantar fervura, quando isso acorrer acrescente a farinha de uma vez e mexa até desgrudar da panela.",
        "Colocar a massa em um superfície lisa e passar o rolo de massa algumas vezes para que a massa não fique empelotada e sim lisa e ao mesmo tempo esfrie a ponto de ser manuseada.",
        "Para dar forma as referidas faça bolinhas da massa de acordo com o tamanho de sua preferência, abra na mão, recheie e dê a forma das mesmas.",
        "Feito isso, pegue as gemas, bata juntamente com a água gelada.",
        "Passe a coxinha nessa mistura e depois na farinha de rosca.",
        "Estão prontas para serem fritas, ou congeladas por até 3 meses."
    ]
}