{
    "titulo": "Crepe de Frango Fácil",
    "url": "https://www.tudogostoso.com.br/receita/7436-crepe-de-frango-facil.html",
    "ingredientes": [
        "4 ovos",
        "2 xícaras de chá de leite",
        "2 xícaras de chá de farinha de trigo",
        "1 1/2 colher de chá de sal",
        "2 pires de queijo parmesão ralado",
        "Óleo para fritar",
        "650 g de frango cozido e desfiado",
        "2 tomates sem sementes picados em cubinhos",
        "1/2 xícara de champignon picado (opcional)",
        "1/ 2 xícaras de leite",
        "1 colher de trigo dissolvida em meia xícara de leite",
        "1 colher de maisena dissolvida em meia xícara de leite",
        "2 colheres de sopa cheias de requeijão cremoso",
        "Manteiga temperada com orégano"
    ],
    "modo_preparo": [
        "Prepare primeiro o recheio: aqueça uma panela com óleo e refogue o champgnon no óleo, junte os tomates e o frango.",
        "Dê uma fritadinha e acrescente o leite, mexendo sempre.",
        "Deixe aferventar um pouco e acrescente primeiro o trigo dissilvido.",
        "Deixe por 5 minutos e em seguida, acrescente a maisena.",
        "Mexa até engrossar.",
        "Acrescente o requeijão cremoso, mexa mais um pouco e desligue o fogo.",
        "Bata no liquidificador todos os ingredientes no liquidificador.",
        "Unte uma frigideira grande (de preferência de tefal) com o óleo, aqueça-o brevemente e despeje um pouco da massa no centro, distribuindo para o resto da frigideira.",
        "Frite a massa até dourar, virando até os dois lados ficarem iguais.",
        "A massa deve ficar fina e macia.",
        "Enquanto frita as 3 últimas crepes, reaqueça o recheio.",
        "No centro de cada crepe, coloque uma quantia generosa do recheio, porém suficiente para fechar a crepe, dobre as bordas, que devem se encontrar.",
        "Vire as crepes deixando a dobra para baixo.",
        "Sirva com a manteiga temperada com orégano.",
        "Dicas:",
        "Se gostar, sirva com molho rosé (a parte, para ir passando na crepe).",
        "O frango pode ser substituído por camarão.",
        "É uma ótima opção para um jantar mais leve e rápido."
    ]
}