{
    "titulo": "Croquetes de camarão",
    "url": "https://www.tudogostoso.com.br/receita/3870-croquetes-de-camarao.html",
    "ingredientes": [
        "1 kg de camarão grande",
        "1 colher de sopa de óleo",
        "2 xícaras de água",
        "1/2 kg de tomates",
        "1 molhinho de salsa",
        "Sal e pimenta a gosto",
        "1 colher de sopa de margarina",
        "4 xícaras de farinha de trigo",
        "Leite (observar receita)",
        "1 cebola",
        "2 dentes de alho",
        "2 gemas",
        "Ovos batidos",
        "Farinha de rosca"
    ],
    "modo_preparo": [
        "Escolha os camarões maiores, lave e tire os olhos, corte as barbas e enfie-lhes um palito, para ficarem bem esticados.",
        "Deixe os camarões num tempero feito com suco de limão, alho socado, cebola ralada, sal e pimenta.",
        "Descasque os camarões menores e cozinhe em 2 xícaras de água, juntamente com os tomates, a salsa, sal e pimenta a gosto.",
        "Escorra bem, guarde o caldo e passe os camarões cozidos pela máquina de moer.",
        "Junte leite ao caldo para que perfaça 2 xícaras.",
        "Faça um refogado com margarina, o caldo dos camarões, a cebola picadinha e um pouquinho de alho socado.",
        "Junte os camarões moídos e a farinha, mexendo bem para não encaroçar.",
        "Retire do fogo, junte as duas gemas e leve novamente ao fogo, deixando cozinhar mais um pouco.",
        "Se a massa não ficar suficientemente grossa, vá juntando farinha de rosca as colheradas.",
        "Deixe esfriar.",
        "Refogue os camarões que ficaram no tempero em óleo bem quente, até que fiquem vermelhos.",
        "Retire e deixe esfriar.",
        "Faça então, croquetes.",
        "Envolva cada camarão com a massa, deixando as extremidades de fora.",
        "Polvilhe com farinha de rosca.",
        "Passe nos ovos batidos e novamente na farinha de rosca.",
        "Frite em óleo bem quente.",
        "Ideal para festinhas em casa! Experimente!."
    ]
}