{
    "titulo": "Cuca rápida com cobertura de chocolate e farofa",
    "url": "https://www.tudogostoso.com.br/receita/126365-cuca-rapida-com-cobertura-de-chocolate-e-farofa.html",
    "ingredientes": [
        "2 xícaras (chá) de farinha de trigo",
        "1/2 xícara (chá) de açúcar",
        "1 colher (sopa) de fermento em pó",
        "1 ovo",
        "2 colheres (sopa) de margarina",
        "1 xícara (chá) de leite morno",
        "1 colher (chá) de sal",
        "3 xicaras de leite",
        "1 barra de chocolate amargo ou meio amargo",
        "2 colheres (sopa) de maezena",
        "3 colheres (sopa) de farinha de trigo",
        "2 colheres (sopa) de açúcar",
        "1 colher (sopa) de margarina"
    ],
    "modo_preparo": [
        "Coloque todos os ingredientes secos, exceto o fermento, em uma tigela e misture bem com uma colher de pau. Reserve.",
        "Numa outra tigela bata bem o ovo, misture a margarina e bata até ela dissolver, ao final acrescente o leite e misture.",
        "Misture os ingrediente molhados com os ingredientes secos e bate com a colher de pau até ficar uma massa bem homogênea. Acrescente o fermento quando a massa já está pronta, ou seja, apenas misture o fermento à massa. A massa fica num aspecto mais fino.",
        "Coloque o leite numa panela e leve ao fogo no banho-maria.",
        "Deixe o leite esquentar e acrescente a barra de chocolate, mexa até dissolver o chocolate. Cuide pra que o leite não ferva.",
        "Dissolva as duas colheres de maezena em meio copo d'água e acrescente no leite com chocolate sempre mexendo.",
        "Tire do fogo e reserve (o ponto certo é quando o recheio ainda cai da colher).",
        "Coloque todos os ingredientes numa tigela ou xícara grande e misture até virar um farofa não muito úmida (o ponto certo é quando se formam pequenas bolotinhas - caso esteja muito úmido só acrescentar mais farinha).",
        "Unte uma assadeira de alumínio com margarina e farinha.",
        "Coloque o recheio de chocolate sobre a massa.",
        "Coloque a farofa de açúcar por cima do recheio (a forofa cobre o recheio por completo: como a farofa leva açucar não é necessário colocar açúcar no recheio, mesmo na massa vai pouco açúcar se não ele fica doce demais).",
        "Pré-aqueça o forno em fogo baixo durante 10 minutos e coloque a cuca. O calor deve ser aumentado gradativamente durante 45 minutos:",
        "Deixe assar no fogo baixo por 10 minutos.",
        "Aumente o calor e deixe assar por 15 minutos.",
        "Aumente o calor e deixe assar por 10 minutos.",
        "Aumente o calor e deixe assar por mais 10 minutos."
    ]
}