{
    "titulo": "Cupcake fantasminha da Abima",
    "url": "https://www.tudogostoso.com.br/receita/160701-cupcake-fantasminha-da-abima.html",
    "ingredientes": [
        "15 bolinhos industrializados, no sabor desejado",
        "12 retângulos de bolo cortados no tamanho 3 cm de altura por 1,5 cm de largura",
        "geleia de morangos, industrializada",
        "1 receita de recheio de morangos",
        "1 receita de calda para regar bolos",
        "1 lata de leite condensado",
        "1 colher de sobremesa de farinha de trigo peneirada",
        "200 g de creme de leite UHT",
        "1/2 envelope de gelatina sabor morango (17,5 gramas)",
        "2 colheres de sopa de licor de morango (opcional)",
        "1 colher de café de essência de morango (opcional)",
        "1/2 xícara de chá de açúcar",
        "1 xícara de chá de água",
        "2 cravos-da-índia",
        "2 colheres de sopa de licor de morango ou frutas silvestres (opcional)",
        "150 g de morangos amassados com garfo e polvilhado com duas colheres das de sopa de açúcar",
        "100 g de creme de leite UHT",
        "1 receita de calda base",
        "Doce de leite pastoso para acabamento (200 g)",
        "Pasta americana branca",
        "Corante gel preto para fazer o olho",
        "Doce de leite pastoso para acabamento (200 g)",
        "200 g de pasta americana na cor vermelha",
        "1 porção pequena de pasta americana na cor branca",
        "1 porção pequena de pasta americana na cor preta",
        "1 porção pequena de pasta americana na cor laranja"
    ],
    "modo_preparo": [
        "Misture bem os ingredientes e leve ao fogo baixo, misturando constantemente até ponto de brigadeiro cremoso. Deixe esfriar e utilize com ajuda de uma manga de confeiteiro com bico pitanga grande.",
        "Leve ao fogo todos os ingredientes e deixe levantar fervura. Desligue o fogo e peneire.",
        "Misture bem todos os ingredientes e utilize.",
        "Com o auxílio de uma faca pequena recorte uma tampinha, retire uma porção de massa e reserve.",
        "Aplique uma porção da calda, uma pequena porção de geleia, uma boa porção de recheio de morangos e cubra com a tampinha de massa reservada. Dê acabamento com o doce de leite.",
        "Coloque uma pitanga de recheio ou de doce de leite e cole o pedaço de bolo para formar o corpo de fantasminha.",
        "Cubra com um círculo de pasta americana branca, dando o formato de lençol com bracinho.",
        "Marque a boca, os olhinhos e pinte de preto."
    ]
}