{
    "titulo": "Cupcake de baunilha com recheio de brigadeiro e cobertura de chantilly",
    "url": "https://www.tudogostoso.com.br/receita/137481-cupcake-de-baunilha-com-recheio-de-brigadeiro-e-cobertura-de-chantilly.html",
    "ingredientes": [
        "2 ovos médios",
        "1 xícara de açucar",
        "2 xícaras de trigo",
        "1 xícara de leite integral",
        "2 colheres (chá) de essência de baunilha",
        "4 colheres médias (sopa) de manteiga sem sal",
        "1 pitada de sal",
        "1 e 1/2 colheres (sopa) de fermento em pó",
        "1 lata de leite condensado",
        "1 lata de creme de leite",
        "4 colheres (sopa) de chocolate em pó",
        "1 caixinha (200 ml) de Chantilly Amélia Vigor",
        "2 colheres (chá) de essência de baunilha"
    ],
    "modo_preparo": [
        "Utensílios: batedeira, forminha para cupcake (que vá ao forno), forma de alumínio para cupcakes ou de empadinha",
        "Bater a margarina com o açucar até que fiquem bem misturados.",
        "Adicione os ovos e bater mais um poco (cerca de 3 minutos).",
        "Adicione metade da farinha e metade do leite respectivamente.",
        "Adicione o restante da farinha e do leite.",
        "Por último a baunilha e em seguida o fermento em pó.",
        "Bata até que o fermento esteja bem encorporado a massa.",
        "Encha as forminhas pela metade e deixe assar cerca de 25 a 30 minutos em forno baixo 180ºC, ou até que o teste do palito saia limpo.",
        "Em uma panela média misturar todos os ingredientes e mexer constantemente até o ponto em que o brigadeiro fique bem cremoso. Não deixe que fique mole demais.",
        "Deixe esfriar e reserve.",
        "Bata o chantilly gelado em uma batedeira em velocidade máxima até o chantilly ficar consistente.",
        "Após os Cupcakes estarem frios (temperatura ambiente), retirar o miolo do \"bolinho\" e rechear com uma colher pequena (chá) ou utilizar o saco de confeiteiro para facilitar o procedimento. Em seguida cobrir todo o \"bolinho\" com chantilly e decorar com o confeite de sua preferência"
    ]
}