{
    "titulo": "Cupcake torta de frango",
    "url": "https://www.tudogostoso.com.br/receita/139649-cupcake-torta-de-frango.html",
    "ingredientes": [
        "1 kg de peito de frango (sem osso)",
        "1 caldo knorr galinha",
        "2 sazóns de frango com shoyu",
        "sal a gosto",
        "1 lata de pomarola",
        "1 lata milho",
        "1 lata ervilha",
        "azeitonas",
        "1 lata de creme de leite",
        "alho a gosto",
        "1 colher de óleo ou azeite",
        "3 ovos",
        "1 xícara de óleo",
        "1 xícara de leite",
        "2 xícaras de farinha de trigo",
        "queijo ralado a gosto",
        "sal a gosto",
        "1 colher de fermento em pó",
        "formas de empada ou cupcake",
        "forminhas de papel pra cupcake",
        "1 gema para pincelar"
    ],
    "modo_preparo": [
        "Cozinhe o peito de frango na panela de pressão com o knorr de galinha e 1 pacotinho do sazón, desfie e reserve.",
        "Na mesma panela do cozimento (jogue a agua fora) coloque o oleo e doure um pouco de alho",
        "Acrescente o frango e refogue um pouco.",
        "Misture a pomarola e mexa bem.",
        "Tempere com o sazón e o sal.",
        "Acrescente o milho, a ervilha e as azeitona e misture bem.",
        "Retire do fogo e acrescente o creme de leite, mexa bem.",
        "Reserve.",
        "Coloque os ingredientes no liquidificador (menos o fermento) e bata bem.",
        "Misture o fermento e bata um pouquinho.",
        "Coloque as forminhas de papel dentro da forma de cupcake ou de empadas.",
        "Coloque um 1 colher de sopa da massa na forminha de papel.",
        "Coloque um punhado de recheio de mais ou menos 1 dedo de espessura.",
        "Cubra o recheio com 1 ou 2 colheres de massa.",
        "Não faz mal se passar da metade da forminha de papel porque a torta não cresce muito.",
        "Leve ao forno médio (180 a 200°C) preaquecido.",
        "Faça o teste do palito (colocar o palito e se sair limpo está bom).",
        "Pincele com 1 gema e deixa um pouquinho para dourar.",
        "Retire o forno, retire as forminhas de papel (tortinhas) das formas de cupcake ou empada e deixe descansar/esfriar um pouco (coloco uma grelha da churrasqueira em cima de uma forma, coloco os cupcakes e deixo que esfrie um pouco para não suarem e soltarem as forminhas de papel)."
    ]
}