{
    "titulo": "Cupcakes da Dhiu",
    "url": "https://www.tudogostoso.com.br/receita/183192-cupcakes-da-dhiu.html",
    "ingredientes": [
        "3 ovos",
        "1 e 1/2 xícara de açúcar",
        "1/2 xícara de óleo",
        "2 xícaras de farinha de trigo com fermento",
        "1/2 xícara de leite ou água quente",
        "cacau em pó ou achocolatado em pó (pode colocar até a massa ficar escurinha de sua preferência)",
        "a xícara que usei em toda a receita é de 350 ml",
        "5 colheres de sopa de nata (deixe a nata por uma hora antes de usar no congelador, só não pode congelar e sim, ficar bem firme)",
        "1 caixinha com morangos lavados",
        "açúcar a gosto",
        "2 latas de leite condensado (de preferência da marca piracanjuba, pois ele fica bem firme e melhor de trabalhar no o saco de confeitar)",
        "2 colheres de sopa de margarina",
        "2 gemas de ovo",
        "3 colheres de leite em pó",
        "coco ralado (opcional)"
    ],
    "modo_preparo": [
        "Em uma batedeira, coloque os ovos, o açúcar e o óleo e bata por 3 minutos.",
        "Com a batedeira desligada, acrescente a farinha de trigo, o cacau em pó e o leite e bata por mais 2 minutos.",
        "Ligue o forno em 200° C.",
        "Coloque as forminhas de papel dentro da forma específica para cupcakes.",
        "Caso não tenha a forma para cupcakes, pode ser as forminhas de metal individual para muffins e empadas.",
        "Coloque a massa dentro de uma xícara e vá despejando nas forminhas até faltar um dedo para encher cada forminha.",
        "Coloque a assar os cupcakes, deixe por 30 minutos ou até enfiar um palitinho e ele vier limpo.",
        "Bata a nata numa batedeira em velocidade máxima e vá colocando açúcar aos poucos (até ficar docinha de sua preferência).",
        "Bata a nata até ficar firme, tendo cuidado para ela não coalhar.",
        "Pegue a caixinha de morangos (deixe 6 reservados para enfeitar os cucpakes, opcional) e pique em pequenos pedacinhos.",
        "Misture a nata e o morango e deixe na geladeira.",
        "Coloque todos os ingredientes (menos o coco ralado) numa panela antiaderente e mexa em fogo baixo para não queimar.",
        "O ponto ideal do branquinho é em \"ponto de brigadeiro\", quando solta do fundo da panela.",
        "Coloque num recipiente de vidro para esfriar mais rápido e deixe na geladeira.",
        "Pegue os 6 morangos restantes e os corte em fatias finas e reserve.",
        "Após assado, desligue o forno e deixe os descansar até esfriar um pouco.",
        "Retire os cupcakes do forno e, com uma faca, faça um quadrado no centro do cupcake até chegar no fundo.",
        "Retire o pedacinho da massa, corte o tampãozinho e reserve.",
        "Com uma colher de chá, pegue o creme de nata e morango e coloque dentro dos cupcakes até a borda.",
        "Por fim, coloque o tampão e faça isso com todos os cupcakes.",
        "Pegue o branquinho (de preferência não pode estar muito gelado, se não fica difícil de confeitar, melhor estar morninho para não queimar a mão e nem fazer muita força).",
        "Coloque dentro do saco de confeitar com o bico de sua preferência (eu uso o bico 1 M da Wilton), decore dando de 3 a 4 voltinhas com sentido de fora pra dentro e sempre subindo.",
        "Finalize colocando uma fatia de morango e salpicando o coco ralado."
    ]
}