{
    "titulo": "Cupcake Borboleta",
    "url": "https://www.tudogostoso.com.br/receita/170062-cupcake-borboleta.html",
    "ingredientes": [
        "125 g de manteiga sem sal",
        "125 g de açúcar",
        "2 ovos médios levemente batidos",
        "1 colher (chá) de extrato de baunilha",
        "125 g de farinha de trigo com fermento",
        "75 g de gotas de chocolate branco",
        "1 colher (sopa) de leite (opcional)",
        "100 g de massa para flores branca",
        "corante cor-de-rosa",
        "glitter cor-de-rosa comestível",
        "50 g de glacê real (receita no fim)",
        "350 g de açúcar de confeiteiro",
        "175 g de manteiga ligeiramente salgada, em temperatura ambiente",
        "2 colheres (sopa) de água",
        "1 colher (chá) de extrato de baunilha"
    ],
    "modo_preparo": [
        "Preaqueça o forno a 190°C e forre uma assadeira para muffins com 12 forminhas de papel-alumínio dourado para cupcakes.",
        "Em uma tigela, ou com a batedeira elétrica, bata a manteiga e o açúcar até ficarem leves e fofos.",
        "Junte os ovos batidos e o extrato de baunilha, misture bem.",
        "Peneire a farinha sobre a tigela e misture.Junte as gotas de chocolate branco.",
        "A massa deve ficar com uma consistência leve, quase líquida.Se parecer um pouco seca, junte 1 colher (sopa) de leite.",
        "Divida a massa entre as forminhas, enchendo 2/3 de sua capacidade.",
        "Asse por 12 a 20 minutos, até os bolinhos ficarem dourados.",
        "Deixe esfriar antes de decorar.",
        "Peneire o açúcar de confeiteiro em uma tigela e junte a manteiga em temperatura ambiente.Bata à mão ou com a batedeira e junte a água e o extrato de baunilha.Misture bem os ingredientes até que fiquem claros, leves e fofos.",
        "Coloque um bico pitanga grande (ou outro de sua preferência) dentro de um saco de confeiteiro e encha até a metade com o buttercream.Torça o lado aberto do saco para que o creme não vase.",
        "Faça espirais no cupcake para confeitar.",
        "Use o palito para pingar o corante na massa. Amasse bem até que fique maleável e cor-de-rosa.",
        "Em uma superfície lisa, que não grude, abra a massa com cerca de 1 ou 2 mm de espessura.",
        "Com o cortador borboleta pequeno faça 24 borboletas.",
        "Pressione bem o cortador para obter borboletas de bordas lisas.",
        "Dobre o papel cartão em forma de sanfona.Forre cada \"V\" com tiras de papel antiaderente. Colque as borboletas dentro dos \"Vs\", vergando com cuidado para criar vincos no meio do corpo. Isso ajuda a manter o formato das asas e a secar as borboletas na vertical, para parecer que estão voando.Espere secar.",
        "Quando estiverem secas pincele com o glitter.",
        "Use glacê real para fazer o corpo e a cabeça da borboleta.",
        "Quando estiverem prontas coloque 2 por cima do cupcake."
    ]
}