{
    "titulo": "Cupcakes de chocolate",
    "url": "https://www.tudogostoso.com.br/receita/109486-cupcakes-de-chocolate.html",
    "ingredientes": [
        "1 e 1/2 a 2 xícaras de Farinha trigo",
        "2 xic. Açúcar",
        "3/4 xícara de chocolate pó",
        "2 colheres (chá) bicarbonato de sódio",
        "1 colher (chá) de fermento pó",
        "1 colher (chá) de sal",
        "1 xícara de butter Milk*",
        "½ xícara de óleo vegetal",
        "2 ovos grandes em temperatura ambiente",
        "1 colher (chá) de essência de baunilha",
        "1 xícara de café quente (acabado de coar)",
        "Confeitos coloridos",
        "Forminhas de papel n°0",
        "1 pote de doce de leite com coco",
        "1 clara de ovo",
        "150 g açúcar confeiteiro",
        "Suco de 1/2 limão",
        "1 colher de sopa de suco de limão ou vinagre branco em um recipiente graduado e acrescente leite até completar uma xícara.",
        "Deixe descansar por cerca de 10 minutos antes de usar"
    ],
    "modo_preparo": [
        "Pré-aqueça o forno em 180°C, peneire os ingredientes secos.",
        "E em outra tijela, misture o butter Milk, óleo, ovos e baunilha, bata em velocidade baixa até tudo ficar bem misturado.",
        "Acrescente os ingredientes secos e bata tudo. Acrescente o café e bata somente para misturar.",
        "Despeje a massa nas forminhas  de papel n°0 já dentro das forminhas de alumínio e leve para assar por 20 minutos ou até que o palito saia limpo. Deixe os cupcakes esfriarem nas formas  e depois transfira para uma grelha e esfrie completamente. Retires os cupcakes das formas de alumínio e com a ajuda de uma faca abra um côncavo no centro do bolinho, retire a tampa com cuidado, coloque  o doce de leite e retorne a tampa novamente pressionando um pouco para que fique bem colocada. Após pegue a cobertura de clara, passe sobre os cupcakes e jogue os confeitos para decorar.",
        "Deixe secar normalmente e bom apetite!",
        "Bata a clara em neve, misturando o açúcar aos poucos e depois o suco do limão.",
        "Bata até ficar firme."
    ]
}