{
    "titulo": "Delicioso mini cachorro quente de forno",
    "url": "https://www.tudogostoso.com.br/receita/89728-delicioso-mini-cachorro-quente-de-forno.html",
    "ingredientes": [
        "1/2 xícara de chá de leite (90ml)",
        "1 colher de sopa de açúcar cristalizado",
        "1 colher de sopa de fondor (ou toque de chef)",
        "3 colheres de sopa de manteiga",
        "1 ovo",
        "3 xícaras de chá de farinha de trigo",
        "1 sachê de fermento biológico (15 g)",
        "16 salsichas",
        "1 gema para pincelar"
    ],
    "modo_preparo": [
        "Corte as salsichas em quatro pedaços, em seguida ferva e escorra a água.",
        "Deixe esfriar.",
        "Misture o fermento com a farinha de trigo.",
        "Em uma vasilha, misture com as pontas dos dedos: o leite, o açúcar, o fondor, a manteiga e ovo.",
        "Adicione aos poucos a farinha de trigo com o fermento até obter uma massa homogênea que desgrude das mãos.",
        "Deixe a massa descansar, cobrindo a vasilha com um pano.",
        "Após 30 minutos, sove a massa por 5 minutos, em seguida divida a massa em 2 pedaços, pegue um desses pedaços e divida em mais 2, os 2 em 4, e assim por diante, em 8, em 16 e em 32.",
        "Repita o procedimento com o outro pedaço da massa.",
        "Teremos ao final 64 pedacinhos de massa em tamanhos aproximadamente iguais.",
        "Ligue o forno na temperatura de 200°C para pré-aquecimento, enquanto molda.",
        "Pegue um pedacinho, faça uma bolinha e achate-a na palma da mão abrindo a massa, coloque a salsicha no meio da massa e feche como um envelope, apertando bem na emenda.",
        "Em seguida coloque numa forma com a emenda para baixo, evitando assim, que se abra enquanto estiver no forno.",
        "Encha a forma colocando cada pãozinho com a distância de 2 cm um do outro, evitando assim que um cole no outro.",
        "Quando tiver enchido a forma, pincele ou mele com o dedo um pouquinho de gema na superfície de cada pãozinho para dar o tom douradinho.",
        "Coloque no forno e espere dourar, leva em média uns 20 minutos.",
        "Espere esfriar e esperimente essa delícia!"
    ]
}