{
    "titulo": "Deliciosa receita de torta para sobremesa",
    "url": "https://www.tudogostoso.com.br/receita/102881-deliciosa-receita-de-torta-para-sobremesa.html",
    "ingredientes": [
        "8 claras",
        "2 xícaras (de chá) de açúcar",
        "8 gemas",
        "16 colheres (de sopa) de farinha de rosca feita em casa",
        "1 colher (de chá) de fermento em pó",
        "2 xícaras (de chá) de açúcar",
        "1 xícara (de chá) de água",
        "8 gemas",
        "1 colher (de sopa) de manteiga",
        "1 colher (de chá) de essência de baunilha",
        "1 xícara (de chá) de nozes moídas",
        "250g de creme de leite tresco",
        "3 colheres (de sopa) de açúcar de confeiteiro",
        "1 colher (de chá) de baunilha em essência"
    ],
    "modo_preparo": [
        "Fazer um suspiro firme com as claras e o açúcar.",
        "Acrescentar as gemas, uma a uma, bater bem, retirar a taça da batedeira e misturar delicadamente a farinha de rosca e o fermento.",
        "Deitar em 2 formas redondas, com o fundo forrado e bem untadas.",
        "Assar em calor moderado.",
        "Deixar esfriar completamente para desenformar.",
        "Preparar uma calda grossa, com o açúcar e a água.",
        "Depois de esfriar, acrescentar as gemas e levar de novo a fogo brando para engrossar.",
        "Retirar do fogo, juntar a manteiga, a baunilha e as nozes.",
        "Misturar sem bater e reservar.",
        "Separadamente preparar o chantilly, batendo o creme de leite com o açúcar de confeiteiro até ficar bem espesso.",
        "Aromatizar com a baunilha e levar à geladeira enquanto espera.",
        "Coloque uma das rodelas de massa no prato definitivo (vidro ou porcelana), faça uma camada com o recheio e coloque a outra rodela por cima, ajustando-a bem ao recheio.",
        "Utilizando o saco de confeitar, faça uma decoração sobre o tampo da torta, em estilo simples.",
        "Pode terminar com um remate de chocolate, granulado ou raspado.",
        "Conservar na geladeira até servir."
    ]
}