{
    "titulo": "Donuts com recheio de baunilha",
    "url": "https://www.tudogostoso.com.br/receita/73417-donuts-com-recheio-de-baunilha.html",
    "ingredientes": [
        "800 g de farinha de trigo",
        "30 g de fermento biológico",
        "80 g de açúcar",
        "250 ml de leite morno",
        "60 g de manteiga derretida",
        "3 ovos",
        "1/2 colher (chá) de sal",
        "Óleo para fritar",
        "2 copos de leite",
        "1 lata de leite condensado",
        "3 colheres de amido de milho",
        "1 lata de creme de leite sem soro",
        "Baunilha a gosto",
        "500 g de chocolate ao leite",
        "Confeitos"
    ],
    "modo_preparo": [
        "Em uma tigela funda, misture o fermento com metade do açúcar.",
        "Reserve.",
        "Na batedeira bata muito bem os ovos, o leite morno, o sal, a manteiga derretida e o restante do açúcar.",
        "Misture manualmente com o fermento e o açúcar.",
        "Aos poucos, peneire a farinha de trigo e misture com uma colher até adquirir consistência para amassar.",
        "Trabalhe bem a massa, cubra e deixe descansar até crescer (30 minutos).",
        "Corte a massa em círculos e faça um furo no meio desses círculos. Deixe descansar durante 15  minutos.",
        "Em uma frigideira alta, aqueça bem o óleo e frite os donuts até dourarem.",
        "Coloque-os sobre papel toalha para absorver o excesso de óleo.",
        "Espere até que os donuts estejam frios para cortá-los ao meio e recheá-los.",
        "Bata na batedeira todos os ingredientes menos o creme de leite.",
        "Após bater muito bem, passe para uma panela a mistura e leve ao fogo, mexendo sempre até engrossar.",
        "Deixe amornar e misture o creme de leite com a ajuda da batedeira (isto deixa o creme mais suave).",
        "Leve à geladeira.",
        "Após cortar e rechear os donuts com o creme já gelado, derreta o chocolate em banho-maria, conforme instruções da embalagem.",
        "Com a ajuda de um pincel cubra os donuts com o chocolate.",
        "Você pode salpicar confeitos sobre o chocolate ainda quente.",
        "Leve à geladeira para o chocolate endurecer e os donuts já estarão prontos para servir."
    ]
}