{
    "titulo": "Donuts recheado",
    "url": "https://www.tudogostoso.com.br/receita/193910-donuts-recheado.html",
    "ingredientes": [
        "2 e 1/2 colheres (chá) de fermento seco",
        "2 colheres (sopa) de água morna",
        "3 e 1/4 xícaras de farinha trigo",
        "1 xícara de leite em temperatura ambiente",
        "1/4 xícara de margarina sem sal amolecida (ou manteiga, se preferir)",
        "3 gemas",
        "2 colheres (sopa) de açúcar",
        "1 colher (chá) de sal",
        "1 xícara de leite",
        "1 colher (café) de essência de baunilha",
        "1 pitada de sal",
        "1/4 xícara de açúcar",
        "1 colher (sopa) amido de milho",
        "1 ovo grande",
        "1 colher (sopa) de margarina ou manteiga",
        "Glaçúcar"
    ],
    "modo_preparo": [
        "Em uma panela, junte o leite, a baunilha e o sal e leve ao fogo médio até levantar fervura.",
        "Em uma tigelinha, misture o açúcar e o amido de milho, acrescente o ovo e misture com um fouet (batedor de claras).",
        "Em seguida, coloque somente 1/3 de xícara do leite que está na panela quente e acrescente na tigelinha, mexendo sem parar.",
        "Após isso, coloque tudo na panela e continue misturando bastante, em fogo médio, por aproximadamente 2 minutos ou até engrossar.",
        "Passado esse tempo, deixe esfriar por cerca de 5 minutos, mexendo de vez em quando para não criar aquela película em cima.",
        "Em seguida, adicione a margarina (ou manteiga, vai do gosto de cada um), mexendo até que fique homogêneo.",
        "Coloque-o em um recipiente e cubra com plástico rente ao creme (sem bolha de ar, se possível, para não criar película).",
        "Leve à geladeira até esfriar (tempo suficiente para fazer os bolinhos).",
        "Junte o fermento e a água e misture até dissolver.",
        "Deixe descansar até criar umas bolinhas, cerca de 5 minutos (se isso não acontecer, descarte a mistura e faça outra)0.",
        "Acrescente a farinha, o leite, a margarina (ou manteiga), as gemas, o açúcar e o sal e misture tudo até virar uma massa grudenta (tipo de pão).",
        "Em seguida, cubra com um pano e deixe descansar até dobrar o volume (deixei cerca de 1 hora).",
        "Com a massa já crescida, estique-a em uma superfície limpa e enfarinhada.",
        "Em seguida, abra a massa com um rolo e deixe-a com uma espessura de aproximadamente 1,5 cm. Corte no tamanho desejado, lembrando que quanto menor for, mais irá render (eu cortei com diâmetro de 8 cm).",
        "Note que eles cresceram mais um pouco, mesmo depois de cortados.",
        "Após cortar todos, comece a fritar (o óleo tem que ser o suficiente para fritar todos).",
        "Frite-os em fogo médio ou baixo, dependendo do fogão, até ficarem dourados, tomando cuidado para não deixar cru por dentro.",
        "Em um recipiente, coloque o glaçúcar e passe cada bolinho nele.",
        "Retire o plástico de cima do creme que estava reservado na geladeira e coloque-o em um saco de confeitar com bico perlê (ou em uma máquina de churros, caso você tenha em casa, pois ela tem um bico grande de recheio), insira o bico na lateral do bolinho e recheie.",
        "Deixe uma pontinha do recheio para fora, pois dessa forma, se você fizer de outros sabores, saberá de qual sabor é cada um."
    ]
}