{
    "titulo": "Eisbein - Joelho de porco com chucrute (Sauerkraut) - receita típica alemã",
    "url": "https://www.tudogostoso.com.br/receita/55377-eisbein-joelho-de-porco-com-chucrute-sauerkraut-receita-tipica-alema.html",
    "ingredientes": [
        "1 repolho pequeno",
        "2 colheres de sopa de sal",
        "1/2 xícara de vinagre",
        "1 joelho de porco",
        "1 litro de água",
        "3 colheres de sopa de sal",
        "1 colher de sopa de açúcar",
        "1 colher de sopa de mel ou glucose",
        "3 semente de zimbro (semente utilizada na culinária alemã)",
        "3 cravos",
        "3 grãos de pimenta",
        "1 folha de louro",
        "1 cebola ralada",
        "1 joelho de porco curado",
        "1 cebola picada",
        "1 folha de louro",
        "1 dente de alho amassado",
        "300 g de batatas",
        "chucrute já curtido",
        "3 sementes de zimbro",
        "3 grãos de pimenta",
        "1 colher de sopa de manteiga ou margarina",
        "1 porção de bacon picado (a gosto)"
    ],
    "modo_preparo": [
        "Lave e corte o repolho em tirinhas, deixando algumas folhas inteiras.",
        "Coloque o repolho em uma bacia com o sal em cima.",
        "Vá amassando até separar a água.",
        "Coloque o repolho em um recipiente de vidro ou esmaltado.",
        "Prove o sal, e acrescente se achar necessário.",
        "Coloque também a água que havia soltado do repolho no processo do amassamento.",
        "Cobrir tudo com as folhas inteiras de repolho.",
        "Colocar um peso encima e completar com água.",
        "Não deixar o repolho em contato com o ar para não apodrecer.",
        "Deixe fermentar por 10 dias, sempre observando se não falta liquido.",
        "Após esse período, retire o chucrute e lave.",
        "Pode-se guardar até 15 dias na geladeira ou 3 meses no freezer.",
        "Lave e limpe o joelho (reserve).",
        "Em uma panela, junte os outros ingredientes (menos o joelho) e ferva por dois minutos.",
        "Resfrie e coloque o joelho.",
        "Deixe descansar na geladeira por dois dias.",
        "Lave o joelho curado e coloque numa panela.",
        "Cubra com água fria e ferva.",
        "Troque a água.",
        "Coloque a cebola, o louro, e o alho.",
        "Cozinhe até ficar macio (não muito) e acrescente as batatas inteiras descascadas.",
        "Cozinhe, mas deixe as batatas firmes.",
        "Retire e coloque em um pirex para levar ao forno.",
        "Asse em forno médio para dourar.",
        "Sugestão: se preferir uma carne mais macia, não asse. Monte o prato após o cozimento.",
        "Dica: tire a pele antes de servir.",
        "Como o prato é trabalhoso, costumo preparar 2 ou 3 joelhos ao mesmo tempo, congelando os que não forem consumidos.",
        "Lave o chucrute e reserve.",
        "Derreta a manteiga e acrescente o bacon para fritar.",
        "Coloque o zimbro e a pimenta.",
        "Refogue o chucrute.",
        "Sirva com mostarda clara ou escura, como preferir.",
        "Guter Appetit!"
    ]
}