{
    "titulo": "Embrulho de chocolate",
    "url": "https://www.tudogostoso.com.br/receita/74916-embrulho-de-chocolate.html",
    "ingredientes": [
        "10 ovos",
        "250 g de açucar",
        "250 g de farinha",
        "25 g de cacau em pó",
        "1 colher de chá de fermento em pó",
        "1 xícara de chá de creme de chocolate",
        "Manteiga",
        "1 receita de creme de manteiga e chocolate",
        "600 g de marzipã",
        "100 g de chocolate em tablete",
        "100 g de açucar em pó"
    ],
    "modo_preparo": [
        "Unte um tabuleiro com manteiga e forre-o com papel vegetal, também untado.",
        "Ligue o forno a 180ºC.",
        "Bata as claras em meio-castelo.",
        "Acrescente aos poucos o açúcar, enquanto continua a bater, até ficar firme.",
        "Adicione as gemas e mexa bem.",
        "Misture a farinha com o cacau e o fermento e peneire.",
        "Envolva-os suavemente na massa.",
        "Disponha-a no tabuleiro e leve ao forno, durante 20 minutos.",
        "Prepare o creme de chocolate.",
        "Desenforme o bolo e corte-o em quadrados.",
        "Barre-os com creme de chocolate e sobreponha-os.",
        "Barre a superfície também com creme de chocolate e deixe solidificar.",
        "Corte duas tiras de acetato e pincele-as com creme de chocolate.",
        "Coloque apenas uma sobre o bolo, com com a parte do acetato virada para cima e leve à geladeira, para endurecer um pouco.",
        "Descole-a do acetato e repita a operação para a outra tira.",
        "Cruze-as sobre o bolo.",
        "Para fazer o laço proceda da seguinte maneira: corte duas tiras de acetato, pincele-as com creme de chocolate e junte as extremidades de cada uma.",
        "Leve-as ao frigorífico, descole-as e coloque-as sobre o bolo, dando a forma do laço são feitas de maneira idêntica às duas primeiras que se cruzam sobre o bolo. Aplique creme de chocolate no centro do laço, com um cartucho de papel vegetal. Leve à geladeira para endurecer."
    ]
}