{
    "titulo": "Empada chilena",
    "url": "https://www.tudogostoso.com.br/receita/171463-empada-chilena.html",
    "ingredientes": [
        "1 tablete de fermento biológico (15 g)",
        "1 colher de sopa de açúcar",
        "1 colher de sobremesa de sal",
        "1/2 xícara (chá) de leite morno",
        "1/2 xícara (chá) de água morna",
        "2 colheres (sopa) de manteiga sem sal (separe antes de usar para estar amolecida na hora de preparo da receita)",
        "4 xícaras (chá) de farinha de trigo",
        "manteiga para untar",
        "farinha para polvilhar",
        "1 cebola grande",
        "2 colheres (sopa) de azeite para refogar",
        "300 g de carne moída",
        "1/2 xícara (chá) de purê de tomate",
        "1 colher (chá) de sal",
        "200 g de requeijão tipo catupiry",
        "1 colher (sopa) de farinha de trigo",
        "4 colheres (sopa) de uvas passas"
    ],
    "modo_preparo": [
        "Na tigela, desmanche o fermento com o açúcar, junte os outros ingredientes e, aos poucos, a farinha de trigo.",
        "Amasse com as mãos até ficar uma massa lisa e macia, se precisar, coloque mais farinha.",
        "Com a massa, faça um rolo e divida em oito partes.",
        "Cubra-as com papel-manteiga e deixe crescer enquanto prepara o recheio.",
        "Pique bem a cebola.",
        "Aqueça o azeite numa panela, refogue a carne, junte a cebola, o purê de tomate e o sal, mexa.",
        "Junte o requeijão e a farinha de trigo e mexa até começar a engrossar.",
        "Verifique o sal e, se for necessário, adicione mais (não deve ficar nem duro nem mole).",
        "Se ficar duro ponha água e se ficar mole, farinha de trigo.",
        "Junte as passas, mexa e deixe esfriar.",
        "Abra a massa com o rolo e modele discos do tamanho do prato de sobremesa.",
        "Divida o recheio em oito partes e coloque uma parte no centro do disco de massa.",
        "Feche as bodas achatando-as com os dentes do garfo.",
        "Enrole para dentro um pedacinho da massa achatada, dando uma forma arrendondada.",
        "Aqueça o forno em temperatura média.Unte uma assadeira com manteiga, polvilhe farinha de trigo e coloque as empadas.",
        "Leve ao forno e asse por meia hora ou até que as empanadas fiquem coradas."
    ]
}