{
    "titulo": "Empadão de carne moída",
    "url": "https://www.tudogostoso.com.br/receita/24808-empadao-de-carne-moida.html",
    "ingredientes": [
        "500 g de carne moída, a carne de sua preferência",
        "1 xícara de cebola picada",
        "2 cubos de caldo de carne ou tempero de sua preferência",
        "150 g de bacon em cubos fritos",
        "1 xícara de azeitona picada sem caroço",
        "1 colher de sopa de coentro picado",
        "1 colher de sopa de salsa picada",
        "1 xícara de milho verde em lata, escorrido a água",
        "2 ovos cozidos e picados",
        "500 g de farinha de trigo",
        "1 xícara de óleo",
        "1 xícara de margarina",
        "1 ovo",
        "2 gemas",
        "2 claras",
        "1 pacote de cem gramas de queijo minas padrão ralado",
        "1 colher de sopa de fermento em pó"
    ],
    "modo_preparo": [
        "Coloque a cebola e o tempero de sua escolha em uma panela no fogo alto.",
        "Deixe a cebola refogar um pouco e coloque a carne.",
        "Mexa de vez em quando para misturar.",
        "Deixe a carne refogar até fritar.",
        "Quando a carne estiver fritando coloque o bacon, a azeitona, o coentro, a salsa e o milho escorrido e deixe tudo fritar.",
        "Quando a carne estiver frita, sem nenhuma água, coloque o ovo picado.",
        "Desligue o fogo e reserve para esfriar.",
        "Coloque todos os ingredientes secos numa vasilha.",
        "Misture e depois junte o óleo, a margarina, um ovo, duas gemas e por último duas claras em neve.",
        "Misture tudo muito bem.",
        "Forre uma forma refratária redonda ou retangular grande com uma parte da massa, coloque o recheio reservado já frio e cubra com o restante da massa.",
        "Feche juntando as massa e enrole as bordas que nem um pedaço de fita sobre toda a massa.",
        "Bata mais uma gema para pincelar o empadão.",
        "Leve ao forno em duzentos graus, quando estiver corado está e é só saborear.",
        "Bom apetite!."
    ]
}