{
    "titulo": "Empadão de frango da Lili",
    "url": "https://www.tudogostoso.com.br/receita/184722-empadao-de-frango-da-lili.html",
    "ingredientes": [
        "500 g de peito de frango desossado",
        "2 colheres (sopa) de óleo",
        "1 cebola picada",
        "3 dentes de alho amassados",
        "1/2 embalagem de molho de tomate",
        "1/2 xícara de cheiro-verde",
        "1 colher (chá) de sal",
        "1 colher (sopa) de farinha de trigo",
        "1/2 xícara (chá) de água",
        "1/2 lata de milho verde",
        "azeitona a gosto",
        "500 g de farinha de trigo",
        "200 g de manteiga gelada",
        "1 ovo inteiro",
        "sal a gosto",
        "5 colheres (sopa) de leite",
        "1 gema de ovo para pincelar sobre a massa"
    ],
    "modo_preparo": [
        "Na panela de pressão, doure o alho e a cebola no óleo.",
        "Em seguida, acrescente o peito de frango desossado inteiro na panela deixando dar uma leve dourada.",
        "Coloque a água, a massa de tomate e coloque na pressão por 20 minutos.",
        "Após esse tempo, abra a panela, retire o caldo, reserve.",
        "Já com o fogo desligado, tampe novamente a panela de pressão só com o frango dentro e sacuda com bastante força.",
        "Ao abrir a panela, verá que o frango já está quase todo desfiado, acabe de desfiar o que ficou.",
        "Volte com o frango desfiado para o fogo, junte o caldo reservado, acrescente a farinha de trigo e mexa bem.",
        "Logo em seguida, acrescente o milho, as azeitonas, sal e o cheiro-verde, deixe esfriar.",
        "Em uma vasilha, misture a farinha e a manteiga até obter uma farofa.",
        "Acrescente os demais ingredientes e amasse bem até obter uma massa lisa.",
        "Embrulhe em papel filme e leve à geladeira por aproximadamente 30 minutos.",
        "Use metade da massa para forrar a assadeira e a outra para cobrir o recheio.",
        "Pincele o empadão com a gema e leve ao forno médio (180° C), preaquecido, por aproximadamente 40 minutos"
    ]
}