{
    "titulo": "Empadão cremoso de camarão",
    "url": "https://www.tudogostoso.com.br/receita/83539-empadao-cremoso-de-camarao.html",
    "ingredientes": [
        "4 xícaras de farinha de trigo",
        "500 g de margarina",
        "150 g de queijo parmesão ralado",
        "1/2 kg de camarão grande, limpo e sem cabeça",
        "1/2 xícara de requeijão",
        "1/2 xícara de creme de leite",
        "2 colheres de sopa de molho de tomate",
        "1 colher de maisena",
        "1 copo de água",
        "Pimenta do reino ou cominho",
        "Alho",
        "1/2 cebola picada em cubos",
        "1/2 limão",
        "Sal",
        "1 gema para pincelar"
    ],
    "modo_preparo": [
        "Tempere os camarões com pimenta do reino ou cominho, limão, sal e alho, coloque-os em uma panela média e deixe dourar em fogo baixo.",
        "Mexa, acrescente a cebola. Quando começar a dourar adiciona o molho de tomate e continue mexendo, adicione o creme de leite e o requeijão.",
        "Deixe cozinhar um pouco, mas sempre mexendo.",
        "Em um copo de água dissolva uma colher de maisena e adicione ao recheio de camarão, para engrossar o creme e desligue o fogo.",
        "Continue mexendo, até ficar cremoso e reserve.",
        "Em uma vasilha coloque as 4 xícaras de farinha de trigo e adicione aos poucos a margarina, até a massa não ficar muito seca nem muito oleosa, acrescente o queijo ralado.",
        "Quando a massa estiver homogênea, forre-a em uma forma, de modo que não deixe nenhum espaço aberto, economize a massa para a tampa do empadão.",
        "Acrescente o recheio espalhando-o bem em toda forma.",
        "Para a tampa do empadão, espalhe em uma sacola de plástico a massa com os dedos formando uma capa de tamanho proporcional para cobrir a forma, depois é só colocar a massa em cima da forma, desprender da sacola plástica e moldar a capa com dedos, fechando o empadão.",
        "Pincele a gema batida por cima da capa.",
        "Cubra com papel alumínio (parte luminosa para baixo), deixe cozinhar em forno médio por 30 minutos.",
        "Verifique se a massa está no ponto de empadão, deixe esfriar e sirva."
    ]
}