{
    "titulo": "Empadão de frango da Lucia",
    "url": "https://www.tudogostoso.com.br/receita/134623-empadao-de-frango-da-lucia.html",
    "ingredientes": [
        "1 kg de farinha de trigo sem fermento",
        "500 grs de margarina",
        "1 1/2 de creme ou sopa de cebola",
        "1/2 colher de sobremesa de sal",
        "2 tomates picados sem sementes",
        "1 pimentão verde médio picado em tiras",
        "1 cebola branca média cortada em cubinhos",
        "800 g de filé de peito de frango desfiado e temperado Rica (ou pode 1kg de peito de frango cozido desfiado)",
        "1 cubo de caldo de galinha",
        "1/2 xícara de azeite para refogar os temperos",
        "2 dentes de amassados",
        "1 sachê de Molho Pronto de sua preferência",
        "1 maço de cheiro-verde picado",
        "2 copos (200grs) de requeijão",
        "2 gemas misturada com 1 fio de azeite para pincelar o empadão"
    ],
    "modo_preparo": [
        "Massa",
        "Coloque numa vasilha funda a farinha, margarina, o creme ou sopa de cebola e o sal. Misture com as mãos até que consiga ter uma massa homogênea, faça uma bola, cubra com um pano de prato limpo e seco e leve à geladeira por 20 minutos.",
        "Recheio",
        "Coloque o azeite numa panela funda e alta, refogue a cebola e quando estiver dourada, acrescente os tomates, o pimentão e o caldo de galinha. Deixe apurar.Coloque o peito de frango cozido e desfiado, o sachê de molho pronto e cheiro-verde. Se estiver com muito caldo pode engrossar com uma mistura água e amido de milho ou farinha de trigo. Deixe engrossar, prove o ponto de sal.",
        "Montagem",
        "Forre uma fôrma de sua preferência, com metade da massa que não ficar muito grossa, espalhe o recheio e por cima vá colocando o requeijão com uma colher.Não espalhe. Cubra com o restante da massa, pincele com as gemas misturadas com o fio d e óleo. Leve para assar em forno médio (180º) pré-aquecido por 45 a 50 minutos.Deixe esfriar para cortar e comer. Fica uma delícia.",
        "Para acompanhar pode fazer uma salada de alface com rúcula e arroz branco.",
        "É só comer e saborear."
    ]
}