{
    "titulo": "Empadão de frango de massa com óleo",
    "url": "https://www.tudogostoso.com.br/receita/186283-empadao-de-frango-de-massa-com-oleo.html",
    "ingredientes": [
        "2 gemas",
        "500 ml de óleo",
        "500 g de farinha de trigo",
        "1 colher (chá) de fermento químico",
        "sal a gosto",
        "1 gema para pincelar",
        "1 fio de óleo para refogar",
        "1 peito de frango cozido e desfiado",
        "1/2 cebola picadinha",
        "2 tomates picadinhos",
        "1 lata de milho verde",
        "1 lata de ervilha",
        "1 caldo de galinha",
        "2 colheres de extrato de tomate",
        "2 colheres (sopa) de azeitonas verdes picadas",
        "cheiro-verde a gosto",
        "sal e pimenta a gosto"
    ],
    "modo_preparo": [
        "Utilize um fio de óleo para refogar a cebola e os tomates.",
        "Acrescente o frango cozido e desfiado, o caldo de galinha picadinho ou esfarelado e o extrato de tomate. Não acrescente água para não ficar aguado o recheio.",
        "Coloque pimenta-do-reino e o sal a gosto.",
        "Adicione o milho, a ervilha, as azeitonas picadas e o cheiro-verde.",
        "Deixe esfriar para rechear o empadão, para não cozinhar a massa.",
        "Numa tigela coloque as 2 gemas, sal a gosto (eu uso 1 colher de chá), um pouco de óleo e vá mexendo para misturar tudo.",
        "Vá acrescentando o óleo aos poucos e mexendo.",
        "Não coloque todo o óleo (às vezes não precisa usar os 500 ml),  acrescente metade da farinha e misture bem com uma colher.",
        "Coloque o restante da farinha e misture com as mãos, até formar uma bola de massa e desgrudar das mãos.",
        "Se a massa ficar muito úmida, coloque mais um pouquinho de farinha, se ficar muito seca, acrescente o restante do óleo.",
        "Por último, coloque 1 colher (chá) de fermento químico e misture bem.",
        "Forre o fundo e as laterais de uma forma de fundo removível (mais fácil de desenformar) com metade da massa.",
        "Coloque todo o recheio frio e cubra com o restante da massa.",
        "Para ficar mais fácil de abrir a massa para cobrir o empadão, coloque a massa entre dois plásticos e abra com um rolo de macarrão.",
        "Pincele uma gema por cima para que o empadão fique douradinho.",
        "Asse em forno preaquecido, a 220º C, por aproximadamente 1 hora (dependendo do forno).",
        "Quando o empadão estiver douradinho por cima, está pronto."
    ]
}