{
    "titulo": "Empadão de palmito com iogurte",
    "url": "https://www.tudogostoso.com.br/receita/66345-empadao-de-palmito-com-iogurte.html",
    "ingredientes": [
        "500 g de farinha de trigo",
        "250 g de manteiga gelada e bem picada",
        "1 colher (chá) cheia de sal",
        "1 ovo grande (60 g), ligeiramente batido",
        "75 ml de iogurte natural",
        "1 gema para pincelar",
        "4 colheres (sopa) de azeite",
        "2 dentes de alho socados",
        "1 cebola grande bem picada",
        "1/2 lata de molho de tomate (150 ml)",
        "1 envelope de caldo de legumes ou de galinha",
        "1 vidro grande de palmitos picados",
        "200 ml de água filtrada ou a própria água do palmito",
        "175 ml de iogurte natural",
        "1/2 xícara (chá) de azeitonas verdes picadas",
        "1/2 xícara (chá) de ervilhas frescas ou congeladas",
        "Sal a gosto",
        "Salsinha a gosto",
        "Temperos a gosto",
        "125 g de farinha de trigo"
    ],
    "modo_preparo": [
        "Em uma tigela grande, misture a farinha de trigo e a margarina até obter uma farofa.",
        "Junte os demais ingredientes, amassando delicadamente com a ponta dos dedos até a massa ficar homogênea.",
        "Deixe descansar na geladeira por 30minutos.",
        "O ponto é até soltar das mãos com cuidado de não colocar muita farinha, senão a massa fica dura.",
        "Em uma panela, aqueça o azeite e doure o alho e a cebola.",
        "Junte o molho de tomate, o envelope de caldo e os palmitos e refogue bem.",
        "Acrescente os demais ingredientes, prove os temperos e deixe abrir fervura.",
        "Polvilhe a farinha de trigo em forma de chuva, mexendo rapidamente até obter um creme bem firme.",
        "Deixe esfriar.",
        "Para a cobertura dilua 1 gema em 1 colher de sopa de óleo canola, reserve.",
        "Com o rolo, abra a massa de iogurte sobre uma superfície enfarinhada.",
        "Com 2/3 da massa, forre uma fôrma de fundo removível com 25 cm de diâmetro.",
        "Fure o fundo com um garfo, espalhe todo o creme de palmito e pincele clara nas bordas da massa para fechar.",
        "Cubra a torta com a massa restante aberta em disco e aperte toda a borda com o polegar, pincele a superfície com a gema.",
        "Decore a gosto e asse em forno pré-aquecido na temperatura de 200ºC, até que o empadão esteja bem dourado.",
        "Sirva quente ou morno."
    ]
}