{
    "titulo": "Empadão de palmito com frango",
    "url": "https://www.tudogostoso.com.br/receita/24856-empadao-de-palmito-com-frango.html",
    "ingredientes": [
        "1/2 kg de farinha de trigo",
        "150 g de banha",
        "150 g de margarina",
        "1/2 copo (de requeijão de refrigerante de guaraná)",
        "1 ovo",
        "Sal a gosto",
        "1 colher sopa de queijo ralado",
        "1 peito de frango cozido e bem desfiado",
        "1 vidro de palmito picado",
        "1 lata de ervilha escorrida",
        "1 cubo de caldo de frango",
        "1 cebola ralada",
        "3 dentes de alho amassado",
        "Sal, pimenta - do - reino a gosto",
        "2 colheres de sopa de azeite",
        "2 colheres de sopa de requeijão",
        "3 colheres de sopa de massa de tomate",
        "2 colheres de sopa de farinha de trigo",
        "Cheiro verde a gosto"
    ],
    "modo_preparo": [
        "Em uma panela coloque o azeite, cebola, alho, sal, pimenta e doure bem.",
        "Depois coloque o frango cozido e desfiado.",
        "Junte o cubo de caldo de frango.",
        "Mexa bem.",
        "Acrescente 1/2 xícara de chá de água quente, deixe ferver por 5 minutos.",
        "A seguir acrescente o palmito, ervilha, massa de tomate e abaixe o fogo.",
        "Coloque a farinha de trigo.",
        "Mexa bem.",
        "Deixe engrossar, retire do fogo e junte o requeijão, misture bem e deixe esfriar.",
        "Reserve.",
        "Em uma vasilha grande coloque o trigo, banha, margarina, o ovo, sal, guaraná e o queijo ralado.",
        "Mexa tudo com as mãos até a massa ficar bem misturada.",
        "Coloque sobre uma mesa polvilhada com farinha e trabalhe a massa por 15 minutos.",
        "Se necessário, complete com a farinha de trigo para dar liga.",
        "Depois deixe a massa descansar por 20 minutos.",
        "Depois deste tempo, abra a massa com o rolo.",
        "Unte um pirex e forre o fundo  com a massa, coloque o recheio e cubra com o restante da massa.",
        "Pincele com gema de ovo e azeite.",
        "Leve ao forno (200graus) por 40 minutos ou até a massa ficar douradinha."
    ]
}