{
    "titulo": "Encapotado (bolinho de frango)",
    "url": "https://www.tudogostoso.com.br/receita/91368-encapotado-bolinho-de-frango.html",
    "ingredientes": [
        "1 frango inteiro cozido e desfiado (reserve o caldo)",
        "1 cebola média picada",
        "1 tomate grande picado",
        "1 colher de sopa de azeite",
        "sal e pimenta-do-reino a gosto",
        "1 e 1/2 litro do caldo do frango que foi cozido",
        "1 cubo de caldo de galinha",
        "1 fio de óleo",
        "Sal e pimenta a gosto",
        "1 kg de farinha de milho",
        "4 batatas médias cozidas e moídas",
        "4 colheres de sopa de polvilho azedo",
        "cheiro verde (salsa e cebolinha) picadas a gosto"
    ],
    "modo_preparo": [
        "Esquente o azeite e coloque primeiro a cebola e deixe dourar, em seguida coloque o tomate e deixe refogar por mais ou menos 2 minutos.",
        "Coloque todo o frango desfiado e tempero a gosto, completando com sal e pimenta, aguarde alguns minutos até que todos os ingredientes se incorporem e deixe descansar.",
        "Ferva o caldo de frango com o cubo de caldo de galinha e o óleo e abaixe o fogo, despeje a farinha de milho aos poucos, mexendo ao mesmo tempo até formar um ponto de polenta e desgrudar da panela.",
        "Quando estiver desgrudando da panela, desligue o fogo e coloque a massa espalhada em uma superfície lisa e gelada (de preferência mármore).",
        "Espere a massa esfriar.",
        "Quando a massa estiver fria, coloque a batata cozida e moída e misture com as mãos  até a massa ficar homogênea.",
        "Repita o procedimento com o polvilho azedo (é importante a massa estar fria e cada ingrediente ser colocado separadamente nesta ordem).",
        "A mesma coisa será feita com o cheiro verde e por fim, acerte o ponto do sal para que a massa não fique insossa.",
        "Após o preparo da massa e do recheio, enrole os bolinhos que deverão ficar em forma de quibe (não exagere no tamanho, mais ou menos o tamanho da palma da mão) e frite em óleo bem quente."
    ]
}