{
    "titulo": "Escondidinho vegano de batata recheado com cogumelos e repolho",
    "url": "https://www.tudogostoso.com.br/receita/296728-escondidinho-vegano-de-batata-recheado-com-cogumelos-e-repolho.html",
    "ingredientes": [
        "8 a 10 batatas médias cozidas e espremida",
        "Noz moscada",
        "Sal ou tempero seco com sal (tipo caldo verduras em pó)",
        "Alho poró em rodelas a gosto",
        "1 caixa de cogumelos paris frescos limpos e cortados em 4, sem o talo (200g)",
        "Alho poró em rodelas",
        "1 dente de alho em fatias",
        "1 colher se sopa de pimentão vermelho em cubinhos (opcional)",
        "2 cubos de vinho branco congelado (ou 100ml)",
        "Azeite",
        "Flor de sal",
        "1 pitada de curry",
        "1 pitada de páprica picante",
        "1 colher de melado (opcional) ou molho teriyaki (nesse caso, reduzir o sal)",
        "2 xicaras de chá de repolho branco em fatias finas",
        "Flor de sal",
        "Azeite"
    ],
    "modo_preparo": [
        "Refogue o alho poró em azeite e junte as batatas espremidas e temperadas com sal e noz moscada.",
        "Faça um purê de batatas bem consistente (acrescente um pouco de água se for necessário).",
        "Em uma frigideira, coloque os cogumelos e um fio de azeite e mexa sempre até começar a murchar.",
        "Alternar o fogo baixo ou forte para secar mais rapidamente o líquido que se forma, porém, sem queimar.",
        "Quando começar a dourar, acrescente os temperos, um a um, mexendo sempre (alho poró, o alho laminado, o pimentão, um pouco mais de azeite quando necessário, o curry, a páprica e o sal).",
        "Refogue bem (fica bem escuro, quase cor de “bife”).",
        "Por fim, acrescente o vinho ou o gelo de vinho e deixe o álcool evaporar e salpicar com um pouquinho de gergelim moído na hora;",
        "Verifique o sal e junte aproximadamente 1 colher (sopa) de melado para corrigir alguma acidez, se gostar.",
        "Reserve.",
        "Na mesma frigideira que foi feito o recheio 1, sem lavar, ligue o fogo, junte mais um fio de azeite e refogue uma a duas xicaras de repolho branco em fatias finas, apenas o suficiente para murchar, ficando ainda levemente crocante.",
        "Salgue e reserve.",
        "Faça uma “cama” de purê no fundo do pote, colocar o recheio 1 e o recheio 2.",
        "Cubra com o restante de purê, decore com tomate picado, um punhado de gergelim preto e branco e folhinhas de hortelã."
    ]
}