{
    "titulo": "Escondidinho de macarrão da Abima",
    "url": "https://www.tudogostoso.com.br/receita/160543-escondidinho-de-macarrao-da-abima.html",
    "ingredientes": [
        "500 g de massa curta cozida 'al dente'",
        "2 colheres das de sopa de azeite de oliva",
        "2 dentes de alho amassados",
        "1 cebola grande cortada em cubos pequenos",
        "6 tomates grandes sem pele e cortado em cubos bem pequenos",
        "1 envelope de caldo de frango",
        "1 folha de louro",
        "1 kg de peito de frango cozido e desfiado",
        "1 colher das de chá de pimenta dedo-de-moça",
        "50 g de azeitona preta fatiada",
        "cheiro verde a gosto",
        "sal e pimenta-do-reino branca a gosto",
        "2 colheres das de sopa de manteiga",
        "2 colheres das de sopa de farinha de trigo",
        "600 ml de leite integral frio",
        "4 colheres das de sopa de queijo tipo parmesão",
        "sal e pimenta-do-reino branca a gosto",
        "250 g de mandioquinha cozida e espremida ainda quente",
        "3 gemas",
        "1 receita de molho bechamel",
        "2 colheres das de sopa de salsinha fresca picada",
        "2 colheres das de sopa de queijo ralado",
        "3 claras batidas em ponto de neve",
        "Refratário grande untado com manteiga e polvilhado com farinha de rosca",
        "1 receita de recheio de frango",
        "150 g de requeijão cremoso de consistência firme",
        "1 receita de cobertura",
        "100 g de queijo parmesão ralado ou queijo coalho"
    ],
    "modo_preparo": [
        "Em uma panela aqueça o azeite e frite o alho.",
        "Junte a cebola, os tomates, o caldo de frango e a folha de louro. Deixe cozinhar por cinco minutos e acrescente o peito de frango desfiado, a pimenta dedo-de-moça, a azeitona, cheiro-verde e tempere a gosto. Utilize na montagem.",
        "Em uma panela derreta a manteiga e doure a farinha. Junte o leite frio e mexa constantemente ate abrir fervura e engrossar. Tempere a gosto e utilize frio.",
        "Misture bem a mandioquinha com as gemas, molho bechamel, salsinha, queijo ralado e por último misture delicadamente às claras em neve.  Reserve.",
        "Coloque a massa no refratário, distribua o recheio de frango, o requeijão, a cobertura e finalize com o queijo parmesão.",
        "Leve ao forno aquecido a 200 ºC por aproximadamente quinze minutos ou asse até dourar. Sirva quente."
    ]
}