{
    "titulo": "Escondidinho de carne seca prático",
    "url": "https://www.tudogostoso.com.br/receita/164509-escondidinho-de-carne-seca-pratico.html",
    "ingredientes": [
        "600 g de carne seca picada",
        "1 lata de seleta de legumes",
        "1/2 cebola picada",
        "1 tomate picado",
        "1 colher café de alho picado",
        "1 colher de sopa de óleo",
        "1 pote 200 g de requeijão cremoso",
        "sal e pimenta a gosto",
        "500 g de mandioca cozida",
        "500 g de batata cozida",
        "1 colher sopa manteiga",
        "1/2 xícara chá de leite",
        "1 colher sopa de queijo ralado",
        "sal a gosto"
    ],
    "modo_preparo": [
        "Em uma panela coloque a carne, cubra de água e leve ao fogo até levantar uma camada branca de espuma sobre a carne, deixe mais 1 minuto fervendo e desligue o fogo. Escorra a água e leve a panela direto na torneira para enxaguar a carne e retirar o excesso de sal.",
        "Coloque a carne dessalgada na panela de pressão, cubra com água e deixe cozinhar na pressão por 30 minutos.",
        "Desfie a carne cozida no liquidificador usando sempre a função pulsar.",
        "Em outra panela, deixe aquecer o óleo, refogue a cebola e o alho e depois acrescente o tomate até murchar. Acrescente a carne cozida desfiada, a seleta de legumes e mexa bem. Coloque a pimenta e acerte o sal, se necessário, reserve.",
        "Coloque as batatas com casca e a mandioca descascada na panela de pressão e deixe cozinhar por 15 minutos. Descasque as batatas cozidas e coloque numa tigela, amasse bem. Amasse a mandioca cozida e junte as batatas. Acrescente a manteiga, o leite, o sal e o queijo ralado e misture bem.",
        "Unte um refratário de vidro com margarina, faça uma camada com a metade do purê, acrescente o recheio de carne por cima, espalhe o requeijão sobre a carne e depois faça mais uma camada com o purê restante. Para finalizar polvilhe queijo ralado.",
        "Leve ao forno (200ºC) até gratinar e sirva ainda quente."
    ]
}