{
    "titulo": "Esfiha de frango simples, barata e rápida",
    "url": "https://www.tudogostoso.com.br/receita/144930-esfiha-de-frango-simples-barata-e-rapida.html",
    "ingredientes": [
        "25 g de fermento biológico (na padaria vende)",
        "1 colher (sopa) de açúcar",
        "1/2 colher (sopa) de sal",
        "1/2 copo (americano) de óleo de soja",
        "2 copos de água morna",
        "1 tablete de caldo Knorr (carne ou frango)",
        "600g de farinha de trigo",
        "1 ovo",
        "1 kg de peito de frango",
        "Cebola, alho e tempero a gosto",
        "Maionese",
        "Creme de leite de caixinha"
    ],
    "modo_preparo": [
        "Em uma tigela grande (tipo de bater bolo) misture o fermento biológico, o açúcar, o sal e o caldo Knorr com a mão até dissolver e virar líquido.",
        "Acrescente os 2 copos de água e 1/2 copo de óleo, e em seguida o trigo (caso a massa não tenha desprendido da mão ainda, use um pouquinho mais de trigo, mas sempre dá certo com 600 g de Dona Benta).",
        "Sove a massa até desgrudar das mãos e em seguida faça bolinhas do tamanho das de ping pong e reserve (deixar crescer).",
        "Refogue o peito de frango com um fio de óleo, alho, cebola e tempero a gosto (eu gosto de sal com alho caseiro e pimenta-do-reino).",
        "Após ficar bem douradinho, cubra com água fervendo e tampe a panela de pressão (quando começar a chiar, conte 50 minutos e está cozido o frango).",
        "Depois que sair a pressão da panela, abra e retire o frango para desfiar (reserve o caldinho que ficou na panela).",
        "Após desfiado, refogue em uma panela o frango desfiado com margarina e os opcionais que quiser.",
        "Após desligar o fogo, acrescente maionese até ficar cremoso e molhadinho e o creme de leite para deixar o recheio mais leve.",
        "Abra a bolinha de massa com a palma da mão, coloque uma colheirinha de recheio e feche 3 pontas da massa para fazer um triângulo.",
        "Unte a forma para colocar as esfihas e deixe um espaço entre uma e outra, pois elas crescem um pouquinho no forno.",
        "Antes de colocar no forno (preaquecido), pincele ovo em cima da esfiha para dar uma coradinha (e para que você saiba o ponto de retirar a esfiha do forno)."
    ]
}