{
    "titulo": "Esfiha de ricota com espinafre",
    "url": "https://www.tudogostoso.com.br/receita/165450-esfiha-de-ricota-com-espinafre.html",
    "ingredientes": [
        "2 copos de água morna",
        "1 copo de óleo",
        "1 colher de sopa de açúcar",
        "1 colher de sopa de sal",
        "2 envelopes de fermento biológico em pó",
        "1 kg de farinha de trigo",
        "2 maços de espinafre",
        "4 dentes de alho",
        "1 cebola picada",
        "500 g de ricota",
        "1 colher de sobremesa de sal",
        "1 colher de sobremesa de pimenta do reino",
        "1 tablete de caldo de picanha",
        "2 gemas",
        "1 colher de sobremesa de açúcar",
        "1/2 colher de sobremesa de sal"
    ],
    "modo_preparo": [
        "Em uma vasilha grande coloque todos os ingredientes, despejando por último a farinha de trigo, se preferir inicie a junção destes com uma colher de pau e termine com as mãos até que se torne uma massa homogênea. Deixe a mesma descansar coberta por um pano ou dentro do micro-ondas, para que dobre de tamanho.",
        "Doure o alho e a cebola, e refogue o espinafre até que fique mais escuro e diminua na panela.",
        "Não se preocupe em cozinhá-lo muito pois irá ao forno.",
        "Depois de refogado coloque em um processador, o espinafre, a ricota, o sal, a pimenta e o caldo de carne, experimente e adicione mais tempero se julgar necessário, ficará bem cremoso.",
        "Coloque em um pote com tampa e leve à geladeira.",
        "Misture os ingredientes em um copo e utilize para pincelar as esfirras, ajudará a dourar.",
        "Pegue 1/4 da massa e em uma superficie lisa e limpa polvilhe uma pequena quantidade de farinha de trigo.",
        "Role a massa para que fique cilíndrica e, com um rolo, abra a mesma, deixando na espessura que desejar, eu costumo deixar com uns 5 milímetros.",
        "Com um copo ou pote, corte círculos e os disponha em fileiras de modo que não fiquem totalmente uns sobre os outros.",
        "Faça isso com metade da massa, se estiver sozinho, para que não ressequem os círculos.",
        "Só então retire o recheio da geladeira, com uma colher de sobremesa coloque o recheio no centro da massa.",
        "Dobre duas abas inferiores e pressione com o indicador e o polegar as fendas para que fixem-se.",
        "Por último feche a aba superior e faça o mesmo movimento para que feche totalmente o recheio no interior na massa. Disponha as esfirras dando o espaço de 1 cm entre estas.",
        "Pincele-as com a mistura de gemas e leve ao forno por aproximadamente 20 minutos, ou até que dourem."
    ]
}