{
    "titulo": "Esfiha sensacional",
    "url": "https://www.tudogostoso.com.br/receita/110165-esfiha-sensacional.html",
    "ingredientes": [
        "750 g de farinha de trigo",
        "1 ovo inteiro mais 3 gemas para pincelar",
        "2 colheres (sopa) de açúcar",
        "2 colheres (sopa) de manteiga",
        "1 pote de iogurte natural (200g)",
        "1/2 xícara (chá) de água morna",
        "1/2 xícara (chá) de óleo",
        "50 g de fermento fresco para pão (ou 10g de fermento seco para pão)",
        "1 colher (sopa) de sal",
        "1/2 kg de carne moída",
        "1 cebola grande picada",
        "3 dentes de alho picados",
        "2 tomates (italiano) grandes picados",
        "1/2 xícara (chá) de hortelã",
        "Suco de limão",
        "Sal e pimenta fresca a gosto",
        "Cheiro verde picado e shoyu (opcional)"
    ],
    "modo_preparo": [
        "Em um recipiente, misture a carne moída, a cebola picada, o alho picado, os tomates e hortelã (picados), suco de limão, sal e pimenta.",
        "O shoyu é opcional.",
        "Reserve para pegar sabor.",
        "A seguir, coloque esta mistura em uma peneira para escorrer todo o líquido (sangue da carne, limão). A carne do recheio terá que ser crua.",
        "Caso o fermento biológico seja em tablete (fresco), em um recipiente, esfarele o fermento e junte um pouco de sal.",
        "Misture até obter um líquido. Adicione a água morna e reserve.",
        "Em outro recipiente, coloque a farinha (reserve um pouco), açúcar, manteiga, óleo, ovo levemente batido, as três claras (não esquecer que tem 3 gemas reservadas para pincelar as esfihas) e o restante do sal. Mexa com auxílio de uma colher.",
        "Acrescente o iogurte e o fermento reservado no outro recipiente.",
        "Misture com as mãos (se necessário, utilize a farinha reservada).",
        "Se o fermento utilizado for o seco (mais prático), misture tudo sem uma ordem estabelecida, lembrando que o trigo  não precisa ser pesado, apenas adicionado aos poucos, até que a massa desprenda das mãos.",
        "Sove sobre superfície (mesa/bancada de granito) enfarinhada.",
        "Deixe descansar coberta por um pano por aproximadamente 30 minutos (opcional) - eu costumo abrir a massa para moldar as esfihas sem descanso da massa. À medida que moldo, a massa vai crescendo. É uma massa extremamente macia.",
        "Abra a massa com auxílio do rolo, de modo a ficar bem fina, e modele as esfihas com um cortador redondo (a borda de um copo largo é uma opção, ou a borda de uma tupperware redonda).",
        "Coloque o recheio e una  primeiro as pontas da duas laterais no centro, (imagine um círculo com um triângulo dentro) fechando por último a parte de baixo como um triângulo.",
        "Coloque-as em uma assadeira retangular untada e polvilhada, com a parte do fechamento da esfiha para baixo (evitando que sa esfiha se abra). Pincele com a gema. Leve ao forno pré-aquecido à 200ºC até dourar.",
        "Para deixar as esfihas mais atraentes eu costumo colocar orégano ou sementes de gergelim por cima, depois de pincelar com as gemas.",
        "Rendimento: cerca de 70 esfihas pequenas."
    ]
}