{
    "titulo": "Esfihas de carne",
    "url": "https://www.tudogostoso.com.br/receita/30105-esfihas-de-carne.html",
    "ingredientes": [
        "2 tabletes de fermento biológico (30 g)",
        "1 colher (sopa) de açúcar",
        "1 xícara e meia (chá) de leite de soja ADES original morno",
        "5 xícaras (chá) de farinha de trigo",
        "1 colher (chá) de sal",
        "2 ovos",
        "4 colheres (sopa) de creme vegetal BECEL",
        "2 colheres (sopa) de creme vegetal BECEL",
        "1 cebola pequena cortada em cubos pequenos",
        "250 g de carne moída",
        "1 colher (chá) de sal",
        "1 tomate médio, sem sementes, cortado em cubos pequenos",
        "1 colher (sopa) de amido de milho MAIZENA®",
        "3 colheres (sopa) de leite de soja ADES original",
        "1 colher (sopa) de cheiro-verde picado",
        "farinha de trigo.",
        "2 gemas batidas"
    ],
    "modo_preparo": [
        "Em uma tigela grande, esfarele os tabletes de fermento, junte o açúcar e misture até ficar líquido. Adicione o ADES original morno e meia xícara (chá) de farinha. Misture, cubra e reserve por 15 minutos.",
        "Acrescente o sal, os ovos, o creme vegetal BECEL e 2 xícaras (chá) da farinha. Misture até a massa ficar pastosa. Adicione aos poucos o restante da farinha e amasse até soltar das mãos.",
        "Enfarinhe uma superfície seca, coloque a massa e sove-a até ficar lisa. Cubra e deixe crescer por 45 minutos ou até dobrar de volume.",
        "Em uma panela média, aqueça o creme vegetal BECEL e refogue a cebola até dourar. Junte a carne moída e deixe por mais 5 minutos ou até perder a cor avermelhada. Tempere com o sal, junte os tomates e refogue por mais 3 minutos ou até secar todo o líquido.",
        "Dissolva o amido de milho MAIZENA® no ADES original e junte à carne. Cozinhe, mexendo sempre, até engrossar. Retire do fogo e acrescente o cheiro-verde. Deixe esfriar.",
        "Unte duas assadeiras retangulares grandes (40 x 28 cm). Reserve.",
        "Pré-aqueça o forno em temperatura média (180ºC).",
        "Em uma superfície enfarinhada, abra a massa com o auxílio de um rolo (0,5cm de espessura). Com um cortador de massas ou com a boca de um copo, corte 25 círculos de massa (8 cm de diâmetro).",
        "Coloque duas colheres (chá) do recheio no centro de cada círculo de massa e feche-o, unindo as bordas e formando um triângulo. Pressione, fechando bem as pontas para que não abram e o recheio não saia.",
        "Coloque as esfihas nas assadeiras untadas, deixando um espaço entre elas. Cubra e deixe crescer por 15 minutos.",
        "Pré-aqueça o forno em temperatura média (180ºC).",
        "Pincele as esfihas com as gemas e leve-as ao forno para assar por 30 minutos ou até dourar. Sirva em seguida."
    ]
}