{
    "titulo": "Esfiha de carne temperada",
    "url": "https://www.tudogostoso.com.br/receita/109735-esfiha-de-carne-temperada.html",
    "ingredientes": [
        "600 g farinha de trigo",
        "10 g fermento biológico seco instantâneo",
        "200 ml leite/água (pode ser usado só água ou leite desnatado para uma receita light)",
        "100 ml óleo de canola ou girassol",
        "3 colheres de sopa de açúcar",
        "1 colher de chá de sal",
        "2 ovos",
        "500 g de carne moída (de preferência patinho)",
        "1 tomate grande",
        "1 limão grande",
        "1 cebola pequena",
        "1/2 pimentão vermelho pequeno",
        "1/2 pimentão amarelo pequeno",
        "1/2 pimentão verde pequeno",
        "Sal a gosto"
    ],
    "modo_preparo": [
        "Misturar o leite (de morno a temperatura ambiente), o açúcar, os ovos e o fermento.",
        "Aguardar 5 minutos e misturar o óleo, a farinha e o sal.",
        "Sove a massa até que fique lisa e macia, jogue pouco a pouco farinha de trigo na superfície caso a massa fique grudando.",
        "Deixe descansar por volta de 40 minutos até que a massa dobre de tamanho.",
        "Se preferir assar outro dia, guarde a massa na geladeira por até 3 dias em um recipiente fechado antes que \"cresça\" ou pré-asse a esfiha pronta, mas não a deixe dourar.",
        "Dica: faça uma bolinha bem pequena, (tamanho de um feijão), de massa e coloque em meio copo de água, quando a bolinha subir a massa estará pronta para modelar.",
        "Picar em cubos pequenos (média de 0,5 cm) o tomate (sem pele e sem sementes), a cebola, o pimentão vermelho, o pimentão amarelo e o pimentão verde.",
        "Misture a carne moída e o sal, dê uma rápida refogada na carne apenas para tirar o vermelho da carne, mas não frite.",
        "Misture bem o suco de limão, o tomate, a cebola, o pimentão vermelho, o pimentão amarelo e o pimentão verde.",
        "Aguarde por volta de 20 minutos, então deixe toda a mistura da carne em um escorredor por volta de uns 20 minutos para que fique mais sequinha.",
        "Unte uma forma com margarina ou óleo e polvilhe com farinha de trigo.",
        "Corte pequeno pedaço da massa e então modele uma bolinha média, abra bem para que a massa fique o mais fina possível, então coloque uma colher de sopa cheia de recheio, una as partes em formato de triângulo ou como preferir.",
        "Pincele gema de ovo antes de assar para dourar.",
        "Asse em forno pré-aquecido por volta de 180ºC."
    ]
}