{
    "titulo": "Esfiha do habib's",
    "url": "https://www.tudogostoso.com.br/receita/164270-esfiha-do-habib-s.html",
    "ingredientes": [
        "500 g de farinha de trigo",
        "300 ml de água",
        "30 g de fermento biológico",
        "1 colher de açúcar",
        "1 pitada de sal",
        "1 colher de sopa de azeite",
        "400 g de carne moída crua",
        "3 tomates grandes",
        "2 cebolas grandes",
        "sal",
        "pimenta-do-reino",
        "1 limão",
        "200 g de mozarela",
        "orégano",
        "1 peito de frango desfiado cozido",
        "1 lata de milho verde",
        "1 maço de salsinha",
        "sal a gosto",
        "pimenta-do-reino a gosto"
    ],
    "modo_preparo": [
        "Junte a farinha de trigo, fermento, açúcar, sal, azeite e a água e misture bem.",
        "Coloque a massa em cima da mesa para abrir e sove até não colar mais na mão.",
        "Deixe a massa descansar por 5 minutos.",
        "Espalhe fubá em um tabuleiro, e molde a massa, coloque no tabuleiro.",
        "Coloque o recheio no meio da massa e espalhe.",
        "Coloque em uma tigela a carne moída crua, os tomates, as cebolas, o limão e deixe descansar por 1 hora.",
        "Depois de 1 hora coloque a carne moída em um pano limpo e aperte até tirar toda a água, tem que ficar bem sequinha.",
        "Coloque os tempero, sal e pimenta-do-reino.",
        "Misture o frango desfiado com o milho verde, salsinha picada fininha, sal a gosto e pimenta-do-reino.",
        "Faça bolinhas do recheio e coloque no meio da massa da esfiha, espalhando para fora até formar a esfiha.",
        "Pegue o queijo ralado ou picado pequeno e espalhe no meio da esfiha abrindo-a até cobrir toda a massa. Salpique orégano por cima.",
        "Depois da esfiha pronta coloque no forno preaquecido a 220ºC por 10 minutos a de frango e a de queijo.",
        "A de carne moída tem que ficar 20 a 25 minutos porque a carne é crua e leva mais tempo para assar.",
        "Bom apetite."
    ]
}