{
    "titulo": "Espaguete ao pesto de shitake",
    "url": "https://www.tudogostoso.com.br/receita/141644-espaguete-ao-pesto-de-shitake.html",
    "ingredientes": [
        "500 g de macarrão tipo grano duro no formato espaguete cozido al dente",
        "500 ml de molho ao sugo industrializado ou 1 receita de molho ao sugo caseiro",
        "1 xícara de chá de refogado de shitaque",
        "1 receita de molho pesto de shitaque",
        "4 colheres de sopa de azeite",
        "2 colheres de chá de cebola ralada",
        "300 gramas de cogumelo shitake fresco cortado em tiras e depois em cubos bem pequenos",
        "1 colher de chá de caldo de legumes em pó",
        "Sal e pimenta do reino branca a gosto",
        "100 gramas de nozes pecans bem picadas",
        "¾ de xícara de chá de salsinha fresca picada",
        "2 dentes de alho",
        "1 colher de café de sal ou a gosto",
        "50 gramas de queijo meia cura ralado",
        "50 gramas de queijo tipo parmesão fresco ralado",
        "¾ de xícara de chá de refogado de shitaque",
        "100 ml de azeite",
        "Sal, pimenta-do-reino branca, noz-moscada ralada e temperos a gosto",
        "1 1/2 kg de tomates tipo italiano maduro e firme, sem a pele",
        "1/2 xícara de chá de azeite",
        "3 dentes de alho amassados",
        "1 folha de louro",
        "½ xícara de chá de folhas de manjericão fresco",
        "Sal a gosto"
    ],
    "modo_preparo": [
        "Em uma frigideira grande e rasa frite a cebola no azeite, acrescente o shitake e refogue rapidamente. Tempere com o caldo em pó e sal a gosto. Deixe secar todo o líquido e reserve.",
        "Em um processador bata os seis primeiros ingredientes até obter uma mistura homogênea. Junte o azeite em fio até formar uma pasta granulada. Junte ¾ de xícara do refogado de shitake e misture delicadamente até ficar homogêneo. Tempere a gosto e utilize na montagem.",
        "Bata os tomates no liquidificador e passe por uma peneira grossa para separar as sementes.",
        "Leve uma panela ao fogo, coloque o azeite e doure o alho. Junte o tomate peneirado, a folha de louro e deixe cozinhar por aproximadamente uma hora em fogo baixo ou até que forme umas bolhas de óleo na superfície. Tempere com sal a gosto e as folhas de manjericão. Cozinhe por mais dez minutos e utilize na montagem.",
        "Em um refratário coloque a massa cozida e quente, em seguida cubra com o molho ao sugo, espalhe o pesto por cima e finalize com o restante do refogado de shitaque."
    ]
}