{
    "titulo": "Espaguete ao molho especial no pão italiano do Oliveira",
    "url": "https://www.tudogostoso.com.br/receita/46676-espaguete-ao-molho-especial-no-pao-italiano-do-oliveira.html",
    "ingredientes": [
        "500 g de espaguete de sua preferência",
        "Pão italiano redondo (o ideal é que seja servido 1 por pessoa, essa receita serve até 4 pessoas)",
        "500 g de carne moída de sua preferência",
        "1 maço de manjericão fresco",
        "2 latas de pomodori pelatti",
        "1 cebola",
        "2 dentes de alho",
        "2 colheres (sopa) de manteiga",
        "120 ml de azeite",
        "2 tabletes de caldo de carne",
        "Suco de 1 limão",
        "1 taça de vinho tinto seco de boa qualidade",
        "1 colher (sopa) de açúcar",
        "200 ml de água",
        "400 g de queijo mussarela ralado",
        "250 g de queijo parmesão ralado (não pode ser queijo parmesão de pacotinho)",
        "Salsinha e cebolinha a gosto",
        "Pimenta do reino",
        "Sal"
    ],
    "modo_preparo": [
        "Corte uma tampa no pão italiano, retire todo o miolo, mas sem furar a casca.",
        "Após retirar todo miolo, inclusive da tampa do pão, regue o fundo, a lateral e a tampa do pão com azeite de boa qualidade, se puder passar com um pincel de culinária fica melhor, mas não exagere.",
        "Feito isso polvilhe o pão por dentro com queijo mussarela, passando no fundo e nas paredes do pão, reserve.",
        "Lave bem as folhas do manjericão e reserve.",
        "Cozinhe o macarrão somente com sal a gosto, não coloque óleo ou azeite na água para que na hora da mistura o molho não vá para o fundo do pão.",
        "Em uma panela alta coloque 2 colheres (sopa) de manteiga, refogue a cebola e o alho, quando estiverem dourados coloque 2 colheres (sopa) de azeite misture bem.",
        "Acrescente a carne moída, caldo de carne, suco de limão e tempere com sal, pimenta, salsinha e cebolinha a gosto.",
        "Refogue a carne até ficar bem sequinha.",
        "Acrescente as latas de pomodori pelatti e a água, mexa bastante até desfazer os tomates.",
        "Deixe cozinhar.",
        "Antes de começar a ferver acrescente manjericão, reserve ao menos 2 folhas para cada pão, vamos usar na cobertura.",
        "Quando iniciar a fervura acrescente o vinho tinto e misture bem.",
        "Deixe cozinhar por 5 minutos para evaporar o álcool e está pronto o molho.",
        "Em um refratário coloque o macarrão e o molho, reserve um pouco de molho para cobertura do pão, misture bem, como se fosse servir uma macarronada normal.",
        "Pegue o pão italiano e acrescente pequenas porções de macarrão e queijo mussarela, faça uma camada de macarrão e polvilhe com queijo, faça isso até cobrir o pão todo, mas não deixe transbordar o macarrão.",
        "Feito isso coloque 1 ou 2 colheres do molho reservado, cubra com parmesão e manjericão.",
        "Coloque a tampa do pão e leve ao forno pré-aquecido, a 180º, por 10 minutos ou até derreter todo o queijo.",
        "Servir acompanhado de um bom vinho, escolha um diferente do que você usou no molho."
    ]
}