{
    "titulo": "Espetinho de Frango Gourmet",
    "url": "https://www.tudogostoso.com.br/receita/318932-espetinho-de-frango-gourmet.html",
    "ingredientes": [
        "1 kg de frango",
        "1 e 1/2 litro de água",
        "1 dente de alho",
        "1 colher (chá) de sal",
        "10 g de páprica defumada",
        "2 colheres (chá) de suco de limão para receita",
        "1 colher (sopa) de vinagre para limpar o frango",
        "1 colher (chá) de azeite de oliva para a receita e o quanto baste para pincelar",
        "300 g de queijo coalho ou mussarella",
        "2 cebolas pequenas",
        "2 pimentões"
    ],
    "modo_preparo": [
        "",
        "Ponha o frango de molho em 1 litro de água e suco de 1 limão.",
        "",
        "Em outro recipiente, ponha os 12 palitos de churrasco embebidos em 1/2 litro de água (importante para que os palitos suportem o calor ao assar).",
        "",
        "",
        "Moa ou triture o alho junto com o sal e logo após acrescente a páprica defumada, os 10 ml de limão e os 5 ml de azeite, até homogeneizar os ingredientes.",
        "Escorra o frango que estava de molho e fatie como bifes bem fininhos (quanto mais fino, melhor para acabamento).",
        "Pegue a cebola e faça cortes transversais (fazendo 8 cortes de cima para baixo, como fazemos na laranja) e repetimos no pimentão, de forma que tenhamos pedaços de mais ou menos 2x3cm.",
        "",
        "Corte o queijo em cubos com aproximadamente pequenos.",
        "",
        "Pegue um bife de frango e deixe na largura de aproximadamente 4cm.",
        "",
        "Com a ajuda de um pincel, pincele o tempero levemente nos dois lados. Em seguida, ponha um cubo de queijo e enrole o frango até cobrir o queijo.",
        "Corte o excesso e espete no palito de forma que a emenda fique para baixo. Finalize espetando um cubo de pimentão e outro de cebola. Continue o processo até conter 5 frangos no palito.",
        "",
        "Repita o processo até a finalização dos ingredientes.",
        "",
        "Pode ser na churrasqueira a carvão ou elétrica ou até mesmo na air fryer, por 10 minutos.",
        "",
        "Ao assar, pincele com azeite ou se preferir, manteiga."
    ]
}