{
    "titulo": "Estrogonofe de frango para Brasileiros nos EUA",
    "url": "https://www.tudogostoso.com.br/receita/59875-estrogonofe-de-frango-para-brasileiros-nos-eua.html",
    "ingredientes": [
        "1 Kg (2 pounds) de sobre-coxa de frango sem pele e desossado (esse ítem nos EUA chama-se skinless boneless thighs)",
        "2 colheres de sopa de azeite de oliva extra virgem",
        "2 colheres de sopa bem cheias de creme azedo (nos EUA chama-se sour cream).",
        "1 caixinha pequena de creme de leite (nos EUA chama-se heavy cream ou heavy whipping cream)",
        "1 lata pequena de extrato de tomate (tomato paste)",
        "1 lata de milho sem a água",
        "1 vidro de cogumelos (champignon) ou 1 vidro de palmitos (heart of palms) sem a água",
        "2 latas de caldo de galinha pronto (chicken broth)",
        "3 colheres de sopa rasas de catchup",
        "1 pitada (colher bem pequena) de nutmeg",
        "2 colheres bem pequenas de sal puro (nos EUA tem vários tipos de sal com outros ingredientes, mas deve-se usar apenas sal puro nessa receita)",
        "1/2 cebola grande",
        "2 dentes de alho"
    ],
    "modo_preparo": [
        "Lave o frango em água fria até ficar bem limpo.",
        "Retire o excesso de gordura se necessário usando uma faca afiada, mas deixe um pouco de gordura para dar sabor.",
        "Corte o frango em pedaços pequenos.",
        "Isso significa um tamanho que quando espetado por um garfo comum não fica sobrando dos lados.",
        "Separe.",
        "Pique a cebola em pedaços bem pequenos.",
        "Esprema o alho e separe.",
        "Em uma panela funda, coloque o azeite e deixe esquentar mas não a ponto de sair fumaça. Coloque a cebola picada e o alho espremido e refogue em fogo médio até a cebola ficar dourada mas não queimada.",
        "Quando a cebola estiver dourada, coloque o frango e deixe dourar levemente misturando com uma colher de vez em quando.",
        "Quando o frango estiver levemente dourado, adicione as 2 latas de caldo de galinha (chicken broth) e quando começar a ferver conte 10 minutos em fogo médio.",
        "Abaixe o fogo e adicione o extrato de tomate (tomato paste) e o catchup.",
        "Misture bem até ficar bem homogêneo.",
        "Coloque o creme azedo (sour cream) e misture bem.",
        "Em seguida coloque o sal e misture, ainda com fogo baixo.",
        "Adicione o milho (sem a água que vem dentro da lata) e faça o mesmo com os cogumelos ou palmitos (se não vierem cortados, corte os palmitos em rodelas pequenas antes).",
        "Neste ponto a mistura já deve estar mais grossa. Aumente o fogo para médio e sempre mexendo leve a fervura por apenas 1 minuto.",
        "Adicione a pitada de nutmeg e em seguida o creme de leite (heavy cream).",
        "Não precisa usar a caixa inteira se por acaso começar a ficar muito aguado. Use somente o necessário para dar uma cor clara ao estrogonofe.",
        "Desligue o fogo e experimente. Se precisar de mais sal, adicione.",
        "Sirva com arroz branco e batata palha que nos EUA chama-se Shoestring potato."
    ]
}