{
    "titulo": "Estrogonofe à Napoleão",
    "url": "https://www.tudogostoso.com.br/receita/130456-estrogonofe-a-napoleao.html",
    "ingredientes": [
        "1,2 kg de patinho ou coxão mole (carne de boi, são carnes mais baratas e funcionam bem, é lógico que pode ser alcatra, maminha ou filet mignhon. contra filet é meio gorduroso, se usar limpe bem).",
        "Amaciante de carne",
        "100 ml de brandy francês Napoleon",
        "2 caixas de 200 ml de creme leite",
        "300 ml de molho madeira pronto (é mais prático e alguns já vem com o champignon)",
        "150 gramas de champignon",
        "1 lata de milho verde",
        "1 copo de requeijão",
        "Sal a gosto",
        "Óleo de girassol ou canola (um pouco para cozinhar a carne, estes são óleos que vão evitar o colesterol)"
    ],
    "modo_preparo": [
        "Passe o amaciante na carne um pouco antes de cortá-la em tiras. Pode fazer isso na própria tábua de carnes.",
        "Com uma faca grande “tipo churrasco”, corte a carne em tiras (espessura não muito grande e não muito fina). Se tiver problemas de colesterol tire toda a gordura e use creme de leite light. Também manere no sal (se faltar e só colocar depois).",
        "Esquente o óleo em um caçarola grande (opcional colocar cebola picada e alho a gosto).",
        "Com a carne cortada já em tiras, coloque na panela com o óleo fervendo. Coloque o sal a gosto (modere se tiver problemas com sal tipo obesidade e/ou problemas do coração e/ou pressão alta).",
        "Cozinhe até dourar a carne (mexa com a colher de pau para a carne não grudar no fundo da panela). Se a carne for aproveitamento de churrasco o tempo de cozimento é menor (ainda que o gosto final varie um pouco, é ótimo).",
        "Quando a carne dourar, jogue o molho madeira pronto. Macete: o recipiente do molho madeira contém ainda bastante molho, coloque água filtrada nele, sacuda e jogue o conteúdo restante na panela.",
        "Nesse momento, a mistura vai demorar um pouco para esquentar e com isso você pode aproveitar o tempo para abrir a lata de milho verde (abra um pouco dos dois lados, despeje a salmoura na pia, e depois com a lata seca termine de abrir a lata para jogar o milho).",
        "Jogue o milho e o champignon (inteiro ou em tiras, o que preferir). Mexa a mistura.",
        "Abra as caixinhas de creme de leite, por cima, com a tesoura.",
        "Antes de jogar o creme de leite despeje o brandy Napoleon. Mexa a Mistura.",
        "Com tudo bem quente, despeje uma caixa de creme de leite e mexa bem. Depois jogue a outra (macete: com a colher de pau puxe a sobra do creme de leite que fica dentro da caixinha).",
        "Mexendo o tempo todo, deixe ferver e assim que ferver pode jogar o copo inteiro de requeijão.",
        "Mexa bem até ter certeza que tudo dissolveu e se misturou e desligue o fogo. Está pronto o seu estrogonofe à Napoleon. Quando for servir é só dar uma esquentadinha. Não perde o gosto (e dá para congelar)."
    ]
}