{
    "titulo": "Fatias Húngaras com ou sem frutas",
    "url": "https://www.tudogostoso.com.br/receita/82555-fatias-hungaras-com-ou-sem-frutas.html",
    "ingredientes": [
        "2 tabletes de fermento biológico",
        "1 copo (requeijão) de leite morno",
        "3 colheres (sopa) de açúcar",
        "4 gemas (sem pele)",
        "2 colheres (sopa) bem cheias de margarina sem sal",
        "1 lata de leite condensado",
        "Farinha de trigo",
        "1 copo (requeijão) de açúcar",
        "3 colheres (sopa) de margarina sem sal",
        "100 g de coco ralado",
        "Opcional ao recheio",
        "Uvas passas",
        "Frutas cristalizadas"
    ],
    "modo_preparo": [
        "Em uma vasilha, dissolva os tabletes de fermento em leite morno (dica: o leite não pode estar muito quente).",
        "Acrescente as gemas, o açúcar e a margarina.",
        "Mexa bem até a margarina se misturar com os outros ingredientes.",
        "Coloque um pouco de farinha e mexa bem, para deixar uma massa mole mas homogênea.",
        "Acrescente aos poucos a farinha, amassando até ficar com consistência e desgrudando da vasilha.",
        "Sove sobre uma pedra de mármore (quanto mais sovar, mais macia fica a massa).",
        "Deixe descansar por uns 15 minutos.",
        "Enquanto isso, prepare o recheio.",
        "Misture em fogo brando a margarina, o açúcar e o coco até ficar um creme homogêneo.",
        "Deixe esfriar.",
        "Divida a massa em 3 partes para facilitar.",
        "Abra a massa com um rolo (não deixar muito fina).",
        "Espalhe o recheio (já frio).",
        "Nesse momento, você pode optar fazer somente com esse recheio ou salpicar as frutas.",
        "Enrole como rocambole e corte fatias com 2 cm aproximadamente.",
        "Coloque as fatias lado a lado (deixe 1 cm de espaço entre as fatais) em forma untada com margarina e farinha.",
        "Você também pode fazer fatias de 6 ou 7 cm e colocar em forma redonda (dessas com furo no meio).",
        "Deixe descansar por 15 minutos aproximadamente.",
        "Asse em forno bem quente.",
        "Quando estiver quase assada (já ficando dourada), retire do forno e regue com leite condensado.",
        "Volte ao forno para terminar de assar.",
        "Desenforme ainda quente."
    ]
}