{
    "titulo": "Fiesta Seara com molho de laranja e croutons de bacon",
    "url": "https://www.tudogostoso.com.br/receita/177976-fiesta-seara-com-molho-de-laranja-e-croutons-de-bacon.html",
    "ingredientes": [
        "1 frango temperado congelado Fiesta Seara com os miúdos",
        "400 g de bacon em pedaço seara",
        "1/2 kg de sobrecoxas seara",
        "2 cenouras médias",
        "2 cebolas grandes",
        "350 g de salsão sem folhas",
        "25 g de alho",
        "1 pimenta dedo-de-moça fresca",
        "pimenta-do-reino a gosto",
        "1 maço de alecrim fresco",
        "1 maço de tomilho fresco",
        "2 folhas de louro",
        "500 g de castanhas portuguesas cozidas sem casca",
        "200 g de castanhas portuguesas cozidas com casca",
        "300 g de damascos secos",
        "1 litro de suco natural de laranja",
        "500 g de cerejas frescas",
        "1/2 garrafa de vinho branco",
        "100 ml de azeite de oliva",
        "200 g de manteiga sem sal",
        "100 ml de vinagre de vinho branco"
    ],
    "modo_preparo": [
        "Na véspera do dia de assar, descongele o frango de acordo com as recomendações da embalagem.",
        "Prepare uma marinada com vinho branco, suco de laranja, vinagre, azeite, todo o alho picado, as ervas aromáticas e 1 cebola inteira picada.",
        "Acrescente metade do damasco picado (150 g), 1 colher de sopa de sal (regule o sal), pimenta-do-reino a gosto e 1/2 pimenta dedo-de-moça picada bem fina sem sementes.",
        "Em uma tigela ou assadeira que caiba o frango, coloque-o mergulhado nesta marinada (retire os miúdos antes) e reserve na geladeira fechado com filme plástico por 1 noite inteira ou no mínimo 8 horas.",
        "Retire o frango da geladeira 20 minutos antes de assar e o mantenha na marinada.",
        "Tempere as sobrecoxas com sal e pimenta-do-reino e doure-as em uma panela funda em pouco azeite de oliva.",
        "Acrescente 1 litro de água e faça um caldo com uma cebola inteira picada, metade do salsão picado e 1 cenoura em rodelas.",
        "Misture os miúdos que vieram junto com o Fiesta Seara neste caldo e cozinhe por no mínimo 30 minutos em fogo baixo.",
        "Separe uma assadeira antiaderente.",
        "Peneire o caldo de frango e reserve as duas partes, tanto a sólida quanto a líquida.",
        "Retire os ossos e desfie as sobrecoxas e guarde a carne para usar em outra receita (farofa ou salpicão, por exemplo).",
        "Peneire o caldo da marinada e reserve as duas partes, tanto a sólida quanto a líquida.",
        "Faça uma \"cama\" com estas partes e todos os outros legumes, para que o frango não grude na assadeira enquanto assa; isso dará muito sabor ao molho resultante.",
        "Sele o frango em forno no máximo e preaquecido por 20 minutos (siga a recomendação da embalagem). Para o tempo de assar: coloque papel-alumínio na ponta dos ossos e das asas para não queimarem.",
        "Misture as partes líquidas da marinada e do caldo e vá regando o frango com uma concha a cada 10 minutos enquanto ele assa, para que a carne fique macia;repita o procedimento até ele ficar dourado.",
        "Misture o caldo da marinada e o caldo do frango (partes líquidas) e leve ao fogo baixo até começar a ferver.",
        "Desligue assim que levantar fervura.",
        "Toda a parte líquida será o molho de acompanhamento com as castanhas cozidas e batidas para engrossar.",
        "Cozinhe as castanhas em panela de pressão até que fiquem macias, retire as cascas e reserve.",
        "Coloque as castanhas com parte deste caldo no liquidificador e bata para virar um molho cremoso (as castanhas servem para engrossar o molho, regule a consistência).",
        "Monte o molho com toda a parte líquida, as castanhas e 50 g de manteiga e vá regulando o sal e a consistência a gosto (deverá ficar um molho brilhante e saboroso).",
        "Retire o excesso de líquido do assado e acrescente também ao molho, engrosse com um pouco mais de castanha e de manteiga se precisar.",
        "Corte cubos de bacon grandes (1 cm) e frite em azeite até ficarem crocantes e sequinhos.",
        "Coloque o frango em uma bandeja e decore com cerejas frescas, damascos secos e ervas aromáticas e o bacon.",
        "Derrame o molho sobre o frango e sirva também o molho quente à parte em uma molheira."
    ]
}