{
    "titulo": "Filé elegante em crosta folhada (Chef Luciano)",
    "url": "https://www.tudogostoso.com.br/receita/143951-file-elegante-em-crosta-folhada-chef-luciano.html",
    "ingredientes": [
        "700 g de filé mignon (ou miolo/coração de alcatra)",
        "250 g de massa folhada (faça a sua receita a gosto ou compre pronta - vendida em rolo no mercado)",
        "150 g de peito de frango (ou sobrecoxa desossada)",
        "150 g de brotos de agrião",
        "1 ovo",
        "100 ml de creme de leite (fresco ou de caixinha)",
        "30 g de manteiga",
        "Sal a gosto",
        "Pimenta-do-reino a gosto"
    ],
    "modo_preparo": [
        "Limpe e lave o agrião e reserve algumas folhas para decorar.",
        "Cozinhe o resto por alguns minutos em água com sal a gosto.",
        "Escorra e esfrie-o em água corrente, esprema bem e pique o agrião bem fininho.",
        "Separe a clara da gema.",
        "Bata o peito de frango sem osso no processador até obter um composto pastoso, junte a clara, o agrião picado, o creme de leite e tempere com sal a gosto.",
        "Derreta a manteiga numa frigideira grande e doure a peça inteira de filé, virando a cada 2 ou 3 minutos. (o suficiente para selar a carne)",
        "Tempere com sal e pimenta e deixe esfriar.",
        "Abra a massa folhada com o rolo e espalhe sobre ela a pasta de frango, cuidando para deixar uma borda de pelo menos 4 cm de cada lado. (para a massa pronta de mercado, abra ela de uma maneira que você consiga envolver toda a peça da carne, sempre cuidando com as bordas de pelo menos 4cm para fechar depois).",
        "Coloque o filé no centro e enrole a massa ao redor da peça de carne.",
        "Com uma parte da massa restante, faça recortes ovais, imitando folhas, e marque as bordas com um garfo para sugerir o rendado da folha e com o restante da massa, faça o caule das folhas. (ou decore com figuras de sua preferencia).",
        "Pincele a massa folhada com a gema batida (adicione um pouco de água se necessário) e grude sobre o rocambole as folhas recortadas.",
        "Asse em forno pré-aquecido a 180 ºC por 20 a 25 minutos, até a massa ficar dourada.",
        "Sirva o filé cortado em fatias grossas, decorando o prato com as folhas de agrião reservadas.",
        "Ótimo prato para as festas de fim de ano!"
    ]
}