{
    "titulo": "Floresta negra",
    "url": "https://www.tudogostoso.com.br/receita/90797-floresta-negra.html",
    "ingredientes": [
        "Ingredientes para 1 receita, você vai precisar de 2, assadas separadamente para um bolo grande",
        "6 ovos",
        "6 colheres de chocolate em pó nestlé",
        "1 xícara de chá de água",
        "1 xícara de chá de açúcar",
        "1 e 1/2 xícaras de chá de farinha",
        "1 colher de sobremesa de fermento",
        "800 g de cerejas picadas ao meio ou em 4",
        "Cerejas com cabinho para decorar",
        "Água",
        "Açúcar",
        "O caldo da cereja",
        "Chantilly de sua preferência (eu usei 1 litro de chantilly Vigor)",
        "600 a 800 g de chocolate picado, depende da decoração que vai fazer (eu uso o Garoto)"
    ],
    "modo_preparo": [
        "Bata os ovos inteiros na batedeira com a água por 5 minutos",
        "Sem parar de bater acrescente o açúcar e a farinha, em seguida o chocolate.",
        "Por último o fermento, bata só para misturar",
        "Asse em forma retangular grande, untada e enfarinhada, em forno médio, pré-aquecido, por aproximadamente 40 minutos, ou até dourar",
        "Faça mais uma massa.",
        "Bata o chantilly.",
        "Com a calda das cerejas, misture água e açúcar a gosto, o suficiente para molhar todo o bolo.",
        "Molhe uma das partes do bolo.",
        "Misture as cerejas picadas com metade do chantilly, ou o suficiente para rechear a seu gosto.",
        "Coloque a outra massa, molhe também.",
        "Cubra todo o bolo com chantilly.",
        "Jogue raspas de chocolate ao redor do bolo todo.",
        "Ou se preferir, coloque chocolate derretido e temperado em um saquinho de papel manteiga, e em uma folha de papel manteiga faça desenhos de sua preferência, leve à geladeira e depois que endurecer coloque em volta do bolo.",
        "Confeite em cima do bolo, ao redor dele todo com chantilly.",
        "Jogue raspas em cima também.",
        "Decore com cerejas com cabinho."
    ]
}