{
    "titulo": "Floresta negra vegana",
    "url": "https://www.tudogostoso.com.br/receita/182833-floresta-negra-vegana.html",
    "ingredientes": [
        "3 e 1/2 xícaras (chá) de trigo",
        "1 e 1/2 xícaras (chá) de óleo vegetal",
        "1 colher (café) de sal",
        "4 colheres (sopa) cheias de cacau em pó meio amargo",
        "2 xícaras (chá) de açúcar",
        "3 xícaras (chá) de leite de soja sabor original",
        "2 colheres (sopa) de fermento para bolos",
        "5 colheres (sopa) de cacau em pó meio amargo (50% amargo)",
        "3 colheres (sopa) de açúcar",
        "2 xícaras (chá) de leite de soja sabor original",
        "2 colheres (sopa) de amido de milho",
        "1 colher (café) de canela em pó",
        "granulado para confeitar a gosto"
    ],
    "modo_preparo": [
        "Em um recipiente, misture todos os ingredientes (exceto o fermento) da massa, até obter uma textura bem homogênea e aveludada.",
        "Por último, adicione o fermento e misture bem por mais 2 minutos sem parar.",
        "Verta a mistura em uma forma já untada com óleo e trigo e coloque para assar no forno em uma temperatura de 180º C por 50 minutos (lembre-se de não abrir o forno antes de 40 minutos).",
        "Quando faltar 10 minutos para os 50 minutos, aumente a temperatura para 200/220º C e deixe assar.",
        "Se necessário, deixe assar por mais 10 a 15 minutos (fure o bolo com um garfo, se sair limpo, é porque está ótimo).",
        "Deixe esfriar e retire da forma.",
        "Para a cobertura, adicione o cacau, metade do leite e todo açúcar na panela, em fogo médio.",
        "Misture até começar a levantar fervura, não pare de misturar.",
        "Depois de 10 minutos no fogo, adicione o resto do leite, que deverá estar já com o amido dissolvido.",
        "Vá misturando até ficar com uma espessura firme e bem grossa.",
        "Desligue a cobertura e passe em todo o bolo.",
        "Confeite a vontade!",
        "Este bolo ficará muito melhor depois de gelado!"
    ]
}