{
    "titulo": "Frango Assado Hiper Rápido",
    "url": "https://www.tudogostoso.com.br/receita/6686-frango-assado-hiper-rapido.html",
    "ingredientes": [
        "1 frango de aproximadamente 2 kg inteiro e sem os miúdos",
        "300 ml de vinho (pode ser qualquer vinho, branco, tinto, suave)",
        "1 cubo de caldo de galinha",
        "2 colheres de chá de tempero pronto",
        "6 galhos frescos de erva doce ou 1/2 pacote de erva doce desidratada",
        "300 ml de óleo, sendo 50 para a vinha d´alhos e 250 para assar o frango",
        "1 pacote de farofa pronta de milho",
        "1/2 kg de pele suína já frita (se quiser pode usar a gordura da pele na receita no lugar do óleo)",
        "200 g de bacon",
        "200 g de linguiça fininha picada em cubos"
    ],
    "modo_preparo": [
        "Prepare a vinha d´alhos: bata no liquidificador o vinho, o caldo, o tempero pronto, a erva doce e o óleo.",
        "Despeje em um recipiente grande com tampa, acrescente o frango, tampe e deixe por 24 horas na geladeira.",
        "No dia seguinte, escorra o frango, reservando a vinha d´alhos para a farofa.",
        "Reserve o frango.",
        "Amarre o frango pelas coxas e asse-as em uma panela depressão. Esquente o óleo ou a gordura até ficar bem quente, mas sem ferver.",
        "Coloque o frango com cuidado e doure bem dos dois lados em fogo forte.",
        "Tampe a panela de pressão, espere apitar, abaixe o fogo e conte 15 minutos.",
        "Desligue o fogo.",
        "Aguarde 15 a 20 minutos sem destampar a panela.",
        "Nesse meio tempo frite o bacon e a linguiça na própria gordura à parte até ficar bem sequinhos.",
        "Aos poucos acrescente a farofa.",
        "Deixe secar bem.",
        "Agora aos poucos acrescente a vinha d´alhos.",
        "Deixe secar também, vai demorar uns 15 minutos para a farofa ficar pronta.",
        "Tampe a panela com a farofa e reserve.",
        "Abra a panela de pressão.",
        "Retire o frango com cuidado, sem desmanchar (não fica cru de jeito nenhum).",
        "Disponha em uma travessa a farofa, por cima o frango e em volta a pele de porco já frita.",
        "Está pronto!!!!",
        "Vai bem com arroz branco e uma boa salada.",
        "Uma dica:O caldo que sobrar na panela de pressão, assim que esfriar, leve à geladeira e deixe de um dia para o outro.",
        "Retire a gordura e aproveite o caldo para o que desejar.",
        "A receita não é lá light, mas dá perfeitamente para aproveitar a gordura em outros pratos."
    ]
}