{
    "titulo": "Glúten (prato vegetariano)",
    "url": "https://www.tudogostoso.com.br/receita/26647-gluten-prato-vegetariano.html",
    "ingredientes": [
        "1 kg de farinha de trigo",
        "3 xícaras de água (o suficiente para formar uma massa firme, mais dura do que para pão).",
        "4 xícaras de água (água de legumes, de preferência)",
        "3 colheres de sopa de óleo",
        "2 xícaras de cebola picadinha",
        "1/2 xícara de tomates picados",
        "2 dentes de alho amassados",
        "1/2 xícara de molho japonês (shoyu, sakura ou saroma)",
        "Salsa picada, 1 folha de louro"
    ],
    "modo_preparo": [
        "Misture 1 kg de farinha de trigo com 3 xícaras de água.",
        "Amasse como se fosse para fazer pão, pelo menos durante 10 minutos, até ficar uma bola firme.",
        "Cubra - a com água fria (numa tigela grande).",
        "Deixe de molho pelo menos 1 hora, mas seria preferível durante a noite toda.",
        "Lave então a massa, para retirar todo o amido, amassando - a com as mãos, dentro da água e mudando de água continuamente até que está saia quase limpa.",
        "Conserve a massa sempre unida para não esfarelar.",
        "Coloque a massa em uma tábua a fim de escorrer toda a água, e dê a forma de um rolo, e corte em fatias de 1 centímetro.",
        "Cozinhe essas fatias durante 1 hora em panela comum, ou 20 minutos em panela de pressão no molho que deve ser feito com o restante dos ingredientes.",
        "Refogue a cebola e o alho no óleo.",
        "Acrescente os tomates, a folha de louro e a salsa.",
        "Misture os demais ingredientes e cozinhe neles as fatias de glúten.",
        "Depois de cozidas, conserve as fatias nesse molho até usá - las.",
        "Há outra maneira de cozinhar as fatias de glúten para que recebam um bom",
        "tempero: em vez de cozinhá - las num molho de tomate, coloque - as no feijão já",
        "cozido e temperado, e com bastante caldo, e cozinhe na panela de pressão 15",
        "a 20 minutos."
    ]
}