{
    "titulo": "Goulash Húngaro - Receita Tradicional",
    "url": "https://www.tudogostoso.com.br/receita/90442-goulash-hungaro-receita-tradicional.html",
    "ingredientes": [
        "1 kg de carne bovina",
        "50 g de banha",
        "3 cebolas",
        "2 batatas",
        "2 tomates maduros",
        "1 pimenta vermelha",
        "2 colheres de sopa de pimentão (colorau)",
        "1 colher de chá de pimenta caiena",
        "Sal",
        "Pimenta",
        "2 litros de caldo de carne",
        "Farinha de trigo"
    ],
    "modo_preparo": [
        "Prepare a carne limpa de gorduras e cortada em cubos de 2X3 cm com sal, pimenta e farinha de trigo leve. Reserve.",
        "Aqueça a manteiga em uma panela de fundo grosso. Quando derreter acrescente a carne e deixe dourar um alguns minutos em fogo alto, mexendo para que doure por igual. Tapamos a panela para evitar que a carne  perca mito suco.",
        "Separe a carne em um refratário para aproveitar todo o suco do cozimento. Reserve.",
        "No mesmo óleo na panela, refogue a cebola picada em tiras finas, em fogo médio, até ficarem macias.",
        "Adicione o tomate descascado e cortado eo caldo de carne.",
        "Aqueça e acrescente a carne com o suco que soltou, o pimentão, a páprica picante e a pimenta vermelha.",
        "Cubra e deixe ferver durante 2 horas, ou até a carne ficar bem macia.",
        "Adicione as batatas descascadas e cortadas em pedaços grandes.",
        "A versão mais básica deste prato é apenas carne, cebola e manteiga, fritas com um pouco de água e pimentão, indicativa da origem humilde do prato.",
        "O segredo de um bom goulash é a qualidade do pimentão, húngaro, se não podemos usar uma qualidade, tais como pimentão de La Vera, que tem um toque defumado delicioso.",
        "Goulash húngaro é servido como prato principal com pão.",
        "Se você gosta mais caldoso aumente a quantidade do caldo de carne e toma como sopa.",
        "Se você encontrar, adicione um pouco de creme azedo ao servir. Algumas pessoas adicionam creme para o molho engrossar, mas não tradicional."
    ]
}