{
    "titulo": "HAMBURGER DE LENTILHA COM NOZES (VEGETARIANO)",
    "url": "https://www.tudogostoso.com.br/receita/296767-hamburger-de-lentilha-com-nozes-vegetariano.html",
    "ingredientes": [
        "1 xícara de nozes tostadas e em temperatura ambiente",
        "2 colheres (sopa) de farelo de aveia fino",
        "2 colheres (sopa) de semente de linhaça",
        "2 colheres (sopa) de levedura nutricional",
        "2 colheres (sopa) de molho de soja ou aminos líquidos",
        "3 dentes de alho, bem picadinhos (podem ser crus ou fritos)",
        "1/2 xícara de cebola bem picadinha",
        "2 colheres de (chá) de cominho (opcional) ou outra erva de sua preferência como Salsinha, Tomilho",
        "2 colheres (chá) de sementes de coentro",
        "1/4 a 1/4 xolheres de sopa de pimenta vermelha em flocos ou pimenta-de-caiena",
        "1/4 colher (chá) de páprica",
        "1/2 xícaras de lentilhas marrom cozidas, escorridas e em temperatura ambiente",
        "2 a 3 colheres de sopa de azeite de oliva (pode ser de coco ou abacate)",
        "1 ovo grande",
        "Sal e pimenta a gosto",
        "3/4 de xícara de iogurte grego sem sabor",
        "2 colheres (sopa) de coentro fresco picado",
        "1 colher de (sopa) de suco de limão fresco",
        "Uma pitada de azeite de oliva",
        "Sal e pimenta-do-reino a gosto"
    ],
    "modo_preparo": [
        "Em um processador de alimentos, junte as nozes, o farelo de aveia, as semente de linhaça, a levedura nutricional, o alho, a cebola, o cominho (ou temperos), as sementes de coentro, os flocos da pimenta, a páprica, sal e pimenta-do-reino a gosto e bata até ficar bem fininho.",
        "Adicione as lentilhas, uma colher (sopa) de azeite e o molho de soja e pulse até ficar picado (obs: as lentilhas devem ficar inteiras). Acerte o sal e a pimenta-do-reino. Reserve.",
        "Em uma vasilha grande, bata o ovo e adicione a mistura acima aos poucos para misturar bem.",
        "Divida em 4 partes iguais para fazer os hambúrgueres.",
        "Primeiro, faça uma bola com cada parte e depois achate com a palma da mão até chegar em 2 centímetros de espessura de cada rodela de hambúrguer.",
        "Aqueça o forno a 180º e em um refratário não aderente ou de vidro, adicione as rodelas de hambúrgueres jogue um pouquinho de azeite por cima e asse até ficarem crocantes e douradas, aproximadamente 30 minutos.",
        "Se usar uma assadeira, adicione uma folha de papel manteiga untada."
    ]
}