{
    "titulo": "Hambúrguer de soja vegano a base de Mandioca",
    "url": "https://www.tudogostoso.com.br/receita/182829-hamburguer-de-soja-vegano-a-base-de-mandioca.html",
    "ingredientes": [
        "2 xícaras (chá) de proteína de soja granulada escura ou clara desidratada",
        "1/2 xícara (chá) de farinha de trigo",
        "3 xícaras de mandioca cozida equivale a 350 g",
        "1/2 colher (café) de sal",
        "1 colher (café) de pimenta calabresa seca",
        "1 colher (café) de tempero baiano",
        "1 colher (café) de açafrão em pó",
        "1 colher (sopa) de alho socado com sal",
        "1 colher (sobremesa) de orégano seco",
        "1/2 xícara (chá) de shoyu",
        "1 xícara (chá) de cebolinha picada",
        "1/2 cebola grande bem picada",
        "1/2 xícara (chá) de salsinha ou coentro picado",
        "1/3 xícara (chá) de óleo de soja ou azeite",
        "1 limão médio",
        "1 colher (sopa) de vinagre de maçã ou limão"
    ],
    "modo_preparo": [
        "Ferva mais ou menos 500 ml de água e despeje em cima da proteína de soja, adicione em seguida o limão espremido, o shoyu e o vinagre, depois tampe e deixe hidratando 15 a 20 minutos.",
        "Retire aquele fio fibroso do meio da mandioca e a cozinhe picada em cubo na panela de pressão de 10 a 15 minutos, preste atenção se ela amoleceu após esse tempo e se necessário pode deixar mais tempo assim cozinha bem mais rápido.",
        "Deixe-a cozinhando até atingir uma consistência não muito mole, já cozida, amasse como se fosse fazer um purê e reserve.",
        "Com a proteína de soja já hidratada, jogue a água fora e a esprema bem para que possa tirar todo o excesso do líquido que possa ter sido retido, dê uma leve batida no liquidificador para que possa dar uma picada de leve.",
        "Misture então o purê de mandioca com a soja e todos os outros ingredientes e regule o sal.",
        "Para saber o ponto certo, a massa não pode estar grudando na vasilha e muito menos na sua mão, mas também não pode estar extremamente úmida de óleo, se necessário adicione mais trigo para obter uma consistência firme. Se ficar muito seco, adicione mais um pouco de azeite.",
        "Faça o formato que desejar e leve ao congelador por pelo menos 12 horas, quanto mais congelado e firme estiver, mais crocante será a casquinha que cria em volta.",
        "Em uma panela com óleo frite por imersão, que nem fazemos para fritar banana da terra e deixe ficar bem moreninho e tire."
    ]
}