{
    "titulo": "Hambúguer vegano a base de batata",
    "url": "https://www.tudogostoso.com.br/receita/182828-hambuguer-vegano-a-base-de-batata.html",
    "ingredientes": [
        "1/2 xícara (chá) de proteína de soja granulada escura ou clara desidratada",
        "1 xícara (chá) de farinha de trigo",
        "1 batata inglesa grande",
        "1/2 colher (café) de sal",
        "1 colher (café) de pimenta calabresa seca",
        "1 colher (café) de tempero baiano",
        "1 colher (café) de açafrão em pó",
        "1/2 colher (sopa) de alho socado com sal",
        "1 colher (sobremesa) de orégano seco",
        "1/2 xícara (chá) de shoyu",
        "1/3 xícara (chá) de óleo de soja ou azeite",
        "1 limão médio",
        "1 colher (sopa) de limão",
        "1/3 xícara (chá) de cebola picada bem fina em cubinhos"
    ],
    "modo_preparo": [
        "Ferva mais ou menos 400 ml de água e despeje em cima da proteína de soja, adicionane em seguida o limão espremido, o shoyu e o vinagre, tampe.",
        "Deixe hidratando por mais ou menos 15 a 20 minutos.",
        "Cozinhe a batata picada em cubo, assim cozinha bem mais rápido, deixe-a cozinhando até atingir uma consistência não muito mole e reserve.",
        "Com a proteína de soja já hidratada, jogue a água fora e a esprema bem para que possa tirar todo o excesso do líquido que possa ter sido retido.",
        "Dê uma leve batida no liquidificador para que possa dar uma picada de leve.",
        "Amasse a batata como se fosse fazer um purê e coloque em uma vasilha todos os ingredientes restantes e misture muito bem, regule o sal.",
        "Para saber o ponto certo, a massa não pode estar grudando na vasilha e muito menos na sua mão, mas também não pode estar extremamente úmida de óleo, então se necessário adicione mais trigo para obter uma consistência firme.",
        "Se ficar muito seco, adicione mais um pouco de azeite e faça o formato que desejar, leve para o freezer de um dia para o outro para congelar, o que dará uma casquinha crocante.",
        "Frite em uma panela com óleo bem quente, por imersão que nem fazemos para fritar banana da terra. Deixe ficar bem moreninho e retire, cuidado na hora de fritar para não espirrar em você."
    ]
}