{
    "titulo": "Hambúrguer de fraldinha com bacon",
    "url": "https://www.tudogostoso.com.br/receita/174748-hamburguer-de-fraldinha-com-bacon.html",
    "ingredientes": [
        "400 g de fraldinha moída",
        "2 pães de hambúrguer",
        "4 fatias de bacon",
        "2 fatias de queijo mussarela",
        "1 cebola roxa cortada em fatias",
        "4 folhas de alface",
        "4 folhas de rúcula",
        "6 fatias bem finas de tomate",
        "sal marinho (para temperar a carne)",
        "1 colher de sopa de manteiga",
        "molho barbecue a gosto",
        "maionese (de preferência a verde que você encontra a receita no tudo gostoso /receita/163976-maionese-verde-sem-ovo.html)"
    ],
    "modo_preparo": [
        "Lave bem a alface e a rúcula e reserve.",
        "Lave bem o tomate, corte em fatias finas e reserve.",
        "Corte a cebola em fatias finas e reserve.",
        "Pegue metade da carne, faça uma bola e achate devagar, apertando as pontas para não se desmanchar.",
        "Achate a carne em um prato pra facilitar a modelagem do hambúrguer.",
        "Se a carne não der liga, acrescente um pouco de azeite de oliva, queijo parmesão ou farinha de rosca.",
        "Faça o mesmo com a outra metade da carne.",
        "Tempere a carne com o sal marinho dos dois lados e reserve.",
        "Aqueça a manteiga em uma frigideira em fogo médio e acrescente a cebola.",
        "Quando a cebola começar a ficar mole, acrescente aproximadamente duas colheres de sopa rasas de molho barbecue, reserve.",
        "Coloque as fatias de bacon, sem a pele mais externa, em um prato e leve ao micro-ondas por 3 a 5 minutos, ou até ficarem crocantes e reserve.",
        "Aqueça uma frigideira grande, anti-aderente, com um fio de azeite de oliva, em fogo alto por 30 segundos.",
        "Acrescente os hambúrgueres.",
        "Regule o fogo para médio e deixe a carne assar por volta de dois ou três minutos, dependendo de cada fogão e então vire.",
        "Coloque uma fatia de queijo sobre cada hambúrguer e tampe por mais dois ou três minutos.",
        "Abra o pão, passe maionese, coloque em cada um duas folhas de alface, duas de rúcula, três ou quatro fatias de tomate.",
        "Coloque a carne com o queijo, a cebola, o bacon e feche o pão."
    ]
}