{
    "titulo": "Iogurte natural caseiro",
    "url": "https://www.tudogostoso.com.br/receita/188753-iogurte-natural-caseiro.html",
    "ingredientes": [
        "1 litro de leite integral tipo A",
        "1 pote de iogurte natural sem açúcar (170 g)"
    ],
    "modo_preparo": [
        "Retire o iogurte da geladeira e deixe em temperatura ambiente - ele não pode estar gelado na hora de misturar com o leite.",
        "Preaqueça o forno a 240 ºC (temperatura alta) por 15 minutos - após esse período, desligue o forno e mantenha a porta fechada para manter o calor.",
        "Enquanto o forno aquece, coloque o leite numa panela média e leve ao fogo baixo.",
        "Mexa delicadamente com uma espátula por cerca de 15 minutos até começar a formar espuma na superfície.",
        "Atenção: não deixe ferver! Nesta etapa é importante mexer para impedir a formação de nata.",
        "Se você estiver usando um termômetro culinário, meça a temperatura: o leite deve atingir 90 ºC.",
        "Transfira o leite para uma tigela de cerâmica, vidro, ou panela de ferro - quanto mais calor o recipiente reter, melhor para manter a temperatura de crescimento dos lactobacilos.",
        "Deixe o leite esfriar mexendo de vez em quando, até amornar.",
        "Para verificar a temperatura, coloque o dedo indicador dentro do leite - você deve conseguir mantê-lo por 10 segundos.",
        "Se estiver usando um termômetro culinário, a temperatura ideal neste momento é ao redor de 45 ºC. Esse é ponto chave da receita: quando muito quente, o leite pode matar os micro-organismos responsáveis pela formação do iogurte; quando muito frio, ele não estimula o crescimento e atividade dos mesmos.",
        "Numa tigela pequena coloque o iogurte e misture bem com uma concha do leite morno até dissolver. Acrescente a mistura ao restante do leite, misturando delicadamente.",
        "Tampe a tigela com filme e embrulhe num pano grosso ou cobertor - a ideia é manter o leite aquecido. Coloque a tigela embrulhada dentro do forno aquecido (desligado) e deixe por no mínimo 8 horas até formar o iogurte (esse processo pode levar de 8 a 12 horas, dependendo da temperatura ambiente).",
        "Se preferir prepare na noite anterior.",
        "Depois de pronto, leve a tigela com o iogurte para firmar na geladeira por pelo menos 2 horas antes de servir. Consuma puro, com mel ou frutas."
    ]
}