{
    "titulo": "Lamen de brasileiro fit",
    "url": "https://www.tudogostoso.com.br/receita/200424-lamen-de-brasileiro-fit.html",
    "ingredientes": [
        "1 bife de carne bovina (usei patinho)",
        "1/4 de cenoura em cubos",
        "1/4 de xícara (chá) de ervilhas frescas",
        "350 ml de água fervida para o caldo",
        "cebolinha picada a gosto",
        "cebola a gosto",
        "alho a gosto",
        "sal a gosto",
        "2 ovos",
        "macarrão integral a gosto"
    ],
    "modo_preparo": [
        "Em primeiro lugar cozinhe o macarrão integral em uma panela conforme as instruções da embalagem",
        "3 minutos antes do término do cozimento acrescente a cenoura e as ervilhas para aproveitar o cozimento.",
        "Após, escorra os itens no escorredor de macarrão e reserve.",
        "Enquanto o macarrão cozinha, em uma panela ou frigideira refogue sua carne ao ponto que desejar",
        "Coloque a cebola e o alho e refogue",
        "Deixe formar um sumo, conforme a panela for secando com o cozimento, pingue água ao invés de óleo e continue fritando",
        "Tempere ao seu gosto.",
        "Após a carne ficar refogada acrescente 350 ml de água para formar o caldo",
        "Junte o macarrão, cenoura e as ervilhas e a cebolinha e desligue o fogo",
        "Deixe descansando por 2 minutos e reserve em uma tigela.",
        "Em uma panela ou frigideira funda, coloque a água e leve ao fogo alto.",
        "Quando as bolhas começarem a se desprender do fundo, abaixe o fogo.",
        "Cuidadosamente quebre o ovo dentro de uma concha ou de uma xícara.",
        "Mexa a água com uma colher formando um rodamoinho e , sobre ele, despeje o ovo.",
        "Deixe cozinhar por 4 minutos ou até que comece a subir à superfície.",
        "Retire o ovo com a ajuda de uma escumadeira e coloque em um prato.",
        "Acrescente sal e sirva",
        "Coloque tudo em uma tigela com os ovos por cima, salpique a cebolinha, se quiser para agregar sabor."
    ]
}