{
    "titulo": "Lanchinho da Folia",
    "url": "https://www.tudogostoso.com.br/receita/164977-lanchinho-da-folia.html",
    "ingredientes": [
        "20 fatias de pão de forma light de aveia ou no sabor de sua preferência",
        "creme de maionese",
        "folhas de alface americana cortadas em tirinhas ou folhas verdes a seu gosto",
        "patê defumado",
        "filme plástico ou papel alumínio para embalar os lanches",
        "1 pepino japonês lavado e fatiado bem fino",
        "1 envelope de adoçante sucralose ou 1 colher das de sopa de açúcar",
        "50 ml de vinagre de arroz ou de vinagre de vinho",
        "sal a gosto",
        "150 g de ricota fresca amassada com garfo",
        "3 colheres das de sopa de iogurte natural desnatado",
        "3 colheres das de sopa de requeijão light ou queijo cottage",
        "sal, pimenta, noz-moscada e temperos a gosto",
        "200 g de peito de frango defumado desfiado ou peito de peru fatiado e depois cortado em tiras",
        "1 receita de pepino temperado (escorrer o tempero)",
        "1/2 xícara das de chá de cenoura crua ralada",
        "3 colheres das de sopa de ciboulette fresca picada",
        "50 g de maionese light",
        "1/2 copo de iogurte",
        "1 colher das de sobremesa de mostarda",
        "3 colheres das de sopa de ciboulette fresca picada",
        "sal , pimenta e temperos a gosto"
    ],
    "modo_preparo": [
        "Misture o pepino com o adoçante e deixe por 15 minutos. Em seguida escorra o líquido que se formou e tempere com o vinagre e sal a gosto. Reserve",
        "Misture a ricota com o iogurte, o requeijão light e tempere com sal, pimenta, noz-moscada e temperos a gosto. Junte o peito de frango desfiado, a receita de pepino temperado, a cenoura e a ciboulette.",
        "Misture bem todos os ingredientes juntos e utilize na montagem.",
        "Distribua 10 fatias de pão em uma bancada ou bandeja, coloque uma pequena porção de creme de maionese sobre cada fatia, salpique por cima de cada fatia uma porção de folhas verdes, uma porção do patê defumado e finalize cobrindo com as fatias de pão pressionando levemente.  Embale, deixe gelar e sirva."
    ]
}