{
    "titulo": "Lasanha Vegana de Berinjela",
    "url": "https://www.tudogostoso.com.br/receita/86545-lasanha-vegana-de-berinjela.html",
    "ingredientes": [
        "1 caixinha de massa de lasanha sem ovos (eu costumo usar 12 folhas da massa)",
        "2 caixinhas de molho de tomate (dá mais ou menos 1 kg de molho)",
        "1 cebola pequena",
        "4 dentes de alho",
        "1 abobrinha italiana pequena",
        "2 berinjelas pequenas",
        "3 colheres de sopa de óleo",
        "3 colheres (sopa) rasas de sal",
        "1 colher (café) rasa de curry",
        "1 colher (café) rasa páprica picante",
        "2 colheres (sobremesa) rasas de orégano",
        "1 maço pequeno de cheiro verde",
        "1 colher (café) rasa de açúcar",
        "2 palmitos",
        "10 castanhas-do-pará"
    ],
    "modo_preparo": [
        "Pique a cebola e os dentes de alho em pedaços bem pequenos e reserve.",
        "Rale a abobrinha e reserve. Corte as beringelas em rodelas bem finas e reserve.",
        "Em uma panela grande coloque as 3 colheres de óleo e a cebola picada e refogue. Antes de ficar amarela, coloque o alho e refogue rapidamente, antes que fique amarelo.",
        "Coloque a abobrinha e mexa até começar a soltar água. Coloque 1 das colheres de sal, o curry, a páprica picante e o orégano.",
        "Mexa bem, adicione as 2 caixinhas de molho de tomate e adicione o restante do sal e o açúcar.",
        "Mexa bem, feche a panela e deixe ferver. Enquanto isso, pique o maço de cheiro verde (umas 15 folhas de cebolinha e umas 10 folhas de salsinha) em pedaços bem pequenos.",
        "Pique também o palmito em rodelas e depois em quatro. Reserve. Desligue o molho e adicione o palmito e o cheiro verde (isso deve demorar uns 5 minutos). Coloque um fio de óleo numa frigideira e frite rapidamente as fatias de berinjelas. Não precisa fritar muito já que a berinjela vai cozinhar no forno.  Faça isso até fritar todas as fatias.",
        "Procure deixar as fatias do mesmo tamanho para que o cozimento seja igual.",
        "Antes da montagem pré-aqueça o forno a 180ºC.",
        "Forre a forma com o molho e coloque 4 folhas da massa da lasanha. Distribua em cima dessa massa as fatias de berinjela. Jogue mais molho em cima da berinjela. Repita o processo mais 2 vezes.",
        "Se desejar, coloque as castanhas-do-pará no liquidificador e triture. Jogue por cima da lasanha, para substituir o queijo parmesão, por exemplo.",
        "A forma que eu uso mede 15cm x 30 cm. Deixe no forno a 230ºC por cerca de 40 minutos.",
        "É importante colocar bastante molho para que as folhas da massa cozinhem."
    ]
}