{
    "titulo": "Lasanha integral de abobrinha com ricota",
    "url": "https://www.tudogostoso.com.br/receita/199742-lasanha-integral-de-abobrinha-com-ricota.html",
    "ingredientes": [
        "200 g de ricota",
        "200 g de massa para lasanha integral pronta para ir ao forno",
        "500 g de queijo mussarela",
        "1 caixa de creme de leite (200 ml)",
        "2 caixas de leite (medida da caixa de creme de leite)",
        "1 colher grande de amido de milho",
        "2 abobrinhas grandes",
        "1 lata de milho",
        "1 pacote de queijo ralado",
        "4 dentes de alho",
        "1/2 cebola",
        "temperos a gosto para a abobrinha (usei noz moscada, páprica doce e orégano)",
        "2 colheres de margarina para refogar",
        "1 fio de azeite para refogar"
    ],
    "modo_preparo": [
        "Refogue 2 dentes de alho e a cebola com a margarina e o azeite até que fique levemente dourado.",
        "Pique a abobrinha em cubinhos e acrescente neste refogado junto com o milho.",
        "Acrescente o sal e os temperos a gosto.",
        "Misture e deixe apenas selar o exterior.",
        "Não deixe cozinhar para ela não perder a crocancia nem perder muita água.",
        "Molho de ricota",
        "Refogue 2 dentes de alho em 1 colher de manteiga e 1 fio de azeite.",
        "Quando estiver levemente dourado acrescente as 2 caixas de leite com o amido de milho e a ricota já esfareladinha.",
        "Mexa até ferver e cozinhar o amido.",
        "Acrescente o creme de leite, mexa e acrescente o sal.",
        "Faça o molho após a abobrinha para não esfriar e endurecer antes da montagem.",
        "Montagem",
        "Em uma travessa grande acrescente  o molho no fundo, a massa, a mussarela e por cima a abobrinha.",
        "Repita essas camadas finalizando com o molho de ricota, mussarela e queijo parmesão ralado.",
        "Preaqueça o forno a 180º C enquanto faz a montagem.",
        "Cubra com papel alumínio e leve ao forno alto por 20 minutos",
        "Depois retire o alumínio e deixe mais 5 minutos para gratinar."
    ]
}