{
    "titulo": "Lasanha vegana de berinjela e molho de proteína de soja",
    "url": "https://www.tudogostoso.com.br/receita/194075-lasanha-vegana-de-berinjela-e-molho-de-proteina-de-soja.html",
    "ingredientes": [
        "2 berinjelas grandes",
        "1/2 limão",
        "sal",
        "farinha de trigo",
        "água",
        "farinha de rosca",
        "1 cebolas grande",
        "3 dentes de alho",
        "extrato ou molho de tomate",
        "1/2 pimentão verde pequeno",
        "pimenta-do-reino",
        "1 caldo de legumes",
        "óleo de gergelim ou girassol",
        "1 pacote de proteína de soja moída clara ou escura"
    ],
    "modo_preparo": [
        "Descasque as berinjelas e faça cortes finos ao longo do comprimento.",
        "Deixe a berinjela na água e coloque sal sobre as fatias.",
        "Após alguns minutos, retire, lave as berinjelas e deixe escorrer bem.",
        "Em um prato, coloque 3 colheres de farinha de trigo em um prato e adicione água até formar uma pasta, batendo o garfo como se estivesse batendo ovos (em movimentos circulares).",
        "Em seguida, empane a berinjela na mistura do prato.",
        "Após isso, passe as berinjelas empanadas na farinha de rosca.",
        "Frite-as no óleo quente até dourar dos dois lados, tomando cuidado para não mexer demais e desmontar.",
        "Reserve em seguida.",
        "Hidrate a proteína de soja por 20 minutos com água quente, o suco de 1/2 limão (para disfarçar o gosto e o cheiro da soja), 1 dente de alho cortado ao meio e 1/3 da cebola.",
        "Com um espremedor de batata, esprema e escorra a soja, retirando as metades do alho e o pedaço da cebola para reaproveitamento.",
        "Reserve a soja.",
        "Em uma panela antiaderente, coloque um pouco do óleo e refogue os 3 dentes de alho e a cebola picados.",
        "Coloque o extrato de tomate, o pimentão picado, a pimenta-do-reino e o sal e misture bem.",
        "Deixe cozinhar por 8 minutos em fogo baixo, para a soja absorver bem os sabores e mexendo periodicamente para não grudar.",
        "Em um refratário untado, monte a lasanha de forma intercalada, colocando primeiro uma camada de molho, outra de berinjela e deixando para finalizar com molho.",
        "Em seguida, leve ao forno por cerca de 10 minutos.",
        "Sirva ainda quente."
    ]
}