{
    "titulo": "Lasanha de calabresa ao molho vermelho deliciosa e prática",
    "url": "https://www.tudogostoso.com.br/receita/159537-lasanha-de-calabresa-ao-molho-vermelho-deliciosa-e-pratica.html",
    "ingredientes": [
        "1 linguiça calabresa com pouca gordura",
        "1 cebola grande ralada",
        "1 dente de alho picadinho ou amassado",
        "2 colheres (sopa) de salsinha",
        "1/2 lata de 340 g de extrato de tomate",
        "500 ml de água quente",
        "1/2 caldo de carne",
        "1 colher (café) bem rasa de açúcar",
        "1 pitada de orégano",
        "1 pacote de massa para lasanha de 200 g que vai direto ao forno",
        "400 g de queijo mussarela",
        "4 colheres (sopa) de leite"
    ],
    "modo_preparo": [
        "Bata no liquidificador 1/2 linguiça picada até ficar com aparência de carne moída.",
        "Despeje na panela que irá refogar e bata a outra metade até ficar da mesma forma.",
        "Refogue a calabresa moída no fogo baixo com sua própria gordura.",
        "Misture a cebola, o alho e refogue até ficar transparentes.",
        "Acrescente a água e o extrato de tomate.",
        "Depois o orégano, o caldo de carne e o açúcar.",
        "Mexa e deixe cozinhar em fogo baixo até engrossar um pouco, pois o molho de lasanha deve ser um pouco mais líquido que o molho de macarronada.",
        "Unte com 1 concha de molho uma forma que vá ao forno.",
        "Coloque a massa.",
        "Depois mais um pouco de molho( só para umedecer a massa)e a mussarela.",
        "Repita novamente até acabar os ingredientes, sempre deixando a massa em contato com um pouco de molho e não com a mussarela.",
        "Finalize com a camada de mussarela.",
        "Coloque em cada canto da forma uma colher (sopa) de leite.",
        "Feche a forma com papel alumínio e leve para assar em forno preaquecido na temperatura de 200ºC por 22 minutos.",
        "Como há diferença entre fornos o tempo pode variar.",
        "Para saber o ponto do cozimento espete uma faca na massa que deve estar entre macia e ao dente.",
        "Deixe com o papel alumínio fora do forno por 10 minutos e depois sirva."
    ]
}