{
    "titulo": "Lasanha prática e deliciosa",
    "url": "https://www.tudogostoso.com.br/receita/86241-lasanha-pratica-e-deliciosa.html",
    "ingredientes": [
        "1 pacote de massa fresca para lasanha",
        "1/2 kg de patinho moído (carne moída)",
        "2 bandejas de presunto",
        "2 bandejas de queijo mussarela",
        "1 lata de molho de tomate refogado",
        "1 lata de creme de leite",
        "2 cebolas pequenas (cortadas em quadradinhos)",
        "1 tablete de caldo knorr sabor carne",
        "Cebolinha e salsinha cortadas picadinhas",
        "1 dente de alho",
        "1 pacote de creme de cebola",
        "Orégano à vontade",
        "Azeite a gosto",
        "2 colheres de sopa de catchup"
    ],
    "modo_preparo": [
        "Em uma panela coloque o azeite e a cebola cortadinha para dourar, depois despeje 1/3 da lata de molho de tomate, um pouco de água e sal a gosto.",
        "Deixe ferver, desligue o fogo.",
        "Em uma panela coloque o azeite, o alho e a cebola para dourar, depois coloque a carne moída, depois o tablete de caldo knorr e refogue bem a carne.",
        "Quando a carne estiver quase cozida coloque a meia lata de molho de tomate, e as 2 colheres de sopa de catchup.",
        "Espere o molho ferver, depois coloque um pouco de orégano, a salsinha e a cebolinha.",
        "Em uma panela coloque o azeite e a cebola para dourar, depois em um copo de 200 ml coloque água filtrada e misture com o  creme de cebola, e coloque na panela, mexa até formar um creme.",
        "Quando formar o creme, desligue coloque o creme de leite.",
        "Pegue um forma de vidro refratária grande, esquente novamente o primeiro molho e coloque na forma cobrindo o fundo da forma, depois em cima do molho quente coloque os quadrados de massa fresca de lasanha, em seguida coloque um pouco mais de molho em cima da massa fresca. Coloque em cima desse molho as fatias de queijo e de presunto e cubra-os com o molho de carne. Depois repita a operação, primeiro molho, massa fresca, molho novamente, presunto e queijo, molho de carne.",
        "Assim por diante. Para finalizar depois que a travessa estiver completa de lasanha por último coloque o molho branco(terceiro molho ) em cima da lasanha e coloque queijo mussarela em cima do molho branco e leve ao forno quente por 20 ou 30  minutos."
    ]
}