{
    "titulo": "Macarrão com acelga ao molho cremoso da ABIMA",
    "url": "https://www.tudogostoso.com.br/receita/170748-macarrao-com-acelga-ao-molho-cremoso-da-abima.html",
    "ingredientes": [
        "500 g de massa longa de grano duro, cozida al dente",
        "1 receita de refogado de acelga",
        "1 receita de molho cremoso",
        "Queijo parmesão e cheiro verde a gosto para polvilhar",
        "4 colheres das de sopa de azeite",
        "1/2 xícara das de chá de cebola cortada em cubos bem pequenos",
        "12 xícaras das de chá de acelga fatiada ou cortada a gosto",
        "1/2 xícara das de chá de cheiro verde fresco bem picado",
        "Sal, noz moscada e pimenta-do-reino branca a gosto",
        "60 g de manteiga",
        "60 g de farinha de trigo",
        "1 litro de leite frio",
        "200 g de creme de leite UHT ou fresco",
        "50 g de queijo tipo parmesão ralado fino",
        "1 sachê de caldo de legumes em pó 0% de gordura dissolvido em 250 ml de água quente",
        "Sal, noz moscada e pimenta-do-reino branca a gosto"
    ],
    "modo_preparo": [
        "Leve ao fogo em uma panela grande o azeite e refogue a cebola. Junte a acelga e refogue rapidamente até que diminua o volume das folhas.",
        "Acrescente o cheiro verde fresco bem picado e tempere com sal, noz moscada e pimenta-do-reino branca a gosto, reserve.",
        "Em uma panela leve ao fogo a manteiga e doure a farinha de trigo.",
        "Junte o leite frio e mexa até abrir fervura e começar encorpar o molho.",
        "Em seguida adicione o creme de leite, o parmesão e ferva por mais alguns minutos.",
        "Deixe esfriar e bata com um mixer.",
        "Coloque o molho batido em uma panela, adicione o caldo de legumes dissolvido na água e leve ao fogo para ferver por cinco minutos.",
        "Tempere com sal, noz moscada e pimenta-do-reino branca a gosto e utilize na montagem.",
        "Misture o molho cremoso com o refogado de acelga.",
        "Em um refratário coloque a massa cozida, em cima da massa o molho cremoso com a acelga refogada.",
        "Finalize com o parmesão, leve ao forno para aquecer e polvilhe cheiro verde a gosto.",
        "Sirva bem quente."
    ]
}