{
    "titulo": "Macarrão com sardinha prático",
    "url": "https://www.tudogostoso.com.br/receita/144223-macarrao-com-sardinha-pratico.html",
    "ingredientes": [
        "1/2 pacote de macarrão (espaguete ou fusilli)",
        "1 lata de sardinha grande (com molho de tomate)",
        "1 Sachê de molho de tomate",
        "1 cubo de caldo de carne",
        "1/2 tomate (médio) picadinho e sem sementes",
        "1/2 pimentão (médio) picadinho e sem sementes",
        "1/2 cebola (média) picadinha e sem sementes",
        "1 caixinha de creme de leite",
        "Sal e pimenta-do-reino (moída na hora) a gosto",
        "Orégano a gosto",
        "Batata palha, cheiro verde e queijo ralado (opcional/para decorar)"
    ],
    "modo_preparo": [
        "Cozinhe o macarrão em fogo médio até que ele fique al dente.",
        "A panela deve estar bem cheia de água, com um fio de óleo e uma pitada de sal.",
        "Quando estiver no ponto, escorra, passe água fria (da torneira).",
        "Coloque um fio de azeite ou meia colher de café de margarina no macarrão (para que ele não grude) e reserve.",
        "Abra a lata de sardinha e com um garfo espete-a no meio.",
        "Assim você encontrará a espinha mais fácil e conseguirá tirá-la inteira com o auxílio do garfo.",
        "Amasse a sardinha com um garfo já dentro da panela com o fogo apagado (não precisa deixar muito amassada, pode deixar uns pedaços médios).",
        "Acrescente o tomate, o pimentão e a cebola picadinha.",
        "Acrescente o molho de tomate, o caldo de carne (inteiro) e leve ao fogo.",
        "Deixe cozinhar em fogo médio com a panela tampada por aproximadamente 10 minutos, apenas para desfazer o caldo de carne (pode ajudar com uma colher) e cozinhar as verduras, mexendo de vez em quando.",
        "Acrescente a pimenta-do-reino, o orégano e desligue o fogo.",
        "Coloque o creme de leite lentamente, mexendo sempre.",
        "Prove o sal (o cubo de carne já é salgado) e se desejar acerte-o.",
        "Coloque o macarrão em um pirex de vidro e por cima despeje o molho com cuidado (fica bem líquido).",
        "Misture o molho ao macarrão e decore com um pouco de batata palha e cheiro verde picadinho.",
        "É uma delícia e super prático, ótimo para um jantar rapidinho."
    ]
}