{
    "titulo": "Macarrão especial com almôndegas",
    "url": "https://www.tudogostoso.com.br/receita/174162-macarrao-especial-com-almondegas.html",
    "ingredientes": [
        "2 pacote de macarrão espaguete (pode usar 1 pacote de talharim se quiser)",
        "sal a gosto",
        "água suficiente para cozinhar",
        "óleo",
        "300 g de lanche de frango cortado em tiras",
        "300 g de mussarela cortado em tiras",
        "1 lata de dueto (milho e ervilha)",
        "azeite para regar",
        "1 kg de carne moída",
        "1/2 cebola picada",
        "1 tomate picado",
        "1/2 ramo de coentro",
        "1 ovo",
        "1/2 xícara de farinha de trigo",
        "temperos a gosto",
        "óleo para frita",
        "farinha de trigo para empanar",
        "2 pacote de molho de tomate pronto (se quiser pode fazer o caseiro)",
        "300 g de salsicha",
        "1/2 cebola picada",
        "2 colheres de sopa de óleo",
        "temperos a gosto",
        "sal a gosto"
    ],
    "modo_preparo": [
        "Em uma panela, coloque a água com o sal e o óleo para ferver.",
        "Quando ferver, coloque o macarrão e deixe cozinhar até ficar al dente.",
        "Retire e coloque em um refratário.",
        "Regue com um pouco de azeite, acrescente o lanche de frango, a mussarela e o dueto, misture e reserve.",
        "Em um refratário ou tigela, coloque a carne moída, a cebola, o tomate e tempere a seu gosto.",
        "Coloque o ovo e a farinha, misture até criar uma textura homogênea não muito mole e não muito dura, de forma que ainda pregue nas mãos.",
        "Faça as bolinhas do tamanho, mais ou menos, de uma bolinha de ping-pong, passe na farinha de trigo e reserve.",
        "Em uma frigideira coloque o óleo para esquentar e frite as almôndegas.",
        "Reserve.",
        "Em uma panela coloque o óleo e deixe a cebola reforgar.",
        "Acrescente a salsicha cortada em rodelas e deixe-a fritar um pouco.",
        "Acrescente o molho de tomate (Dica: acrescente a mesma quantidade do pacote, de água para deixar o molho mais ralinho), o sal e tempere como preferir.",
        "Deixe o molho apurar por alguns minutos.",
        "Ainda com o molho no fogo, coloque as almôndegas e deixe-as apurar o sabor do molho por alguns minutos.",
        "Despeje o molho, ainda quente, por cima do macarrão que está no refratário de forma que deixe ele bem molhadinho, não esquecendo de nenhuma parte.",
        "Pronto, agora é só se deliciar!",
        "Dica: se quiser, pode servir com batata frita ou batata palha de acompanhamento."
    ]
}