{
    "titulo": "Macarrão de forno prático",
    "url": "https://www.tudogostoso.com.br/receita/91304-macarrao-de-forno-pratico.html",
    "ingredientes": [
        "1 pacote de 1/2 kg de talharim",
        "1 copo grande de leite",
        "1 lata de creme de leite",
        "2 ovos",
        "1/2 kg de carne moída",
        "1 saquinho de molho de tomate",
        "1 pacote de queijo ralado",
        "1 pitada de noz-moscada",
        "2 tomates",
        "1 cebola picada",
        "3 dentes de alho",
        "1 pimentão pequeno",
        "Óleo para refogar a carne",
        "1 tablete de caldo knorr de carne",
        "Azeite para untar o macarrão e margarina para untar o refratário"
    ],
    "modo_preparo": [
        "Em uma panela leve a água para ferver.",
        "Após levantar fervura coloque sal a gosto e um fio de óleo para não gudar o talharim.",
        "Cozinhe o tempo recomendado no pacote, não deixe passar do ponto, precisa ficar al dente.",
        "Após cozido o talharim leve ao escorredor para lavar com água para parar o cozimento.",
        "Após escorrido derrame sobre estes um pouquinho de azeite e reserve.",
        "Leve uma panela ao fogo com o óleo, quando este estiver quente, despeje a carne moída e refogue até ficar bem soltinha.",
        "Acrescente agora o alho socado e a cebola batidinha.",
        "Refogue com sal a gosto e um tablete de knorr de carne.",
        "Coloque o tomate picado e o pimentão, quando estiver bem refogado, despeje o molho de tomate, prove o sal desligue o fogo e reserve.",
        "Em uma vasilha junte os ovos , o leite, o creme de leite, o sal a nóz moscada , bata com um garfo até ficar tudo bem misturado.",
        "Pegue um refratário médio, unte com margarina, após coloque o macarrão, depois o molho branco e por cima a carne moída, para terminar cubra com bastante queijo ralado.",
        "Leve ao forno até que enfiando o palito ele saia limpo, ou até voce perceber que está com uma textuta tipo lasanha.",
        "Deixe esfriar um pouco e corte em pedaços.",
        "Este prato é rápido e o único acompanhamento que usa, caso queira, é salada de alface e tomate."
    ]
}