{
    "titulo": "Macarrão com polpettine",
    "url": "https://www.tudogostoso.com.br/receita/170574-macarrao-com-polpettine.html",
    "ingredientes": [
        "500 g de massa longa de grano duro, cozida al dente",
        "1 receita de polpettine",
        "1 receita de molho cremoso",
        "Queijo parmesão e cheiro verde a gosto para polvilhar",
        "600 g de carne bovina moída (patinho)",
        "100 g de peito de peru fatiado e cortado em tiras ou moído (opcional)",
        "1 xícara das de chá de batata cozida e espremida ainda quente",
        "4 fatias de pão de forma industrializado, embebidas em leite",
        "1 colher das de sobremesa de extrato de tomate ou catchup",
        "1 colher das de chá de molho inglês",
        "1 ovo grande",
        "3 colheres das de sopa de queijo parmesão ralado fino",
        "1 dente de alho amassado",
        "1 xícara das de chá de cebola cortada em cubos bem pequenos ou ralada",
        "Sal, noz moscada e pimenta a gosto",
        "1 xícara das de chá de cheiro verde fresco bem picado (salsa, cebolinha e manjericão)",
        "2 a 3 colheres das de sopa de farinha de rosca caseira se necessário",
        "Óleo para fritar os polpettines",
        "60 g de manteiga",
        "60 g de farinha de trigo",
        "1 litro de leite frio",
        "200 g de creme de leite UHT ou fresco",
        "150 g de requeijão cremoso de consistência firme",
        "3 colheres das de sopa de queijo parmesão ralado fino",
        "1 sachê de caldo de legumes em pó 0% de gordura dissolvido em 250 ml de água quente",
        "Sal, noz moscada e pimenta-do-reino branca a gosto"
    ],
    "modo_preparo": [
        "Em uma tigela misture os ingredientes e amasse com as mãos até ficar homogêneo. Deixe descansar 15 minutos em geladeira e modele fazendo bolinhas de 3 cm de diâmetro. Frite os polpettines e reserve.",
        "Em uma panela leve ao fogo a manteiga e doure a farinha de trigo. Junte o leite frio e mexa até abrir fervura e começar a ficar encorpado.",
        "Em seguida adicione o creme de leite, o requeijão, o parmesão e ferva por mais alguns minutos. Deixe esfriar e em seguida bata com um mix.",
        "Coloque o molho em uma panela, adicione o caldo de legumes dissolvido na água e leve ao fogo para ferver por cinco minutos. Tempere com sal, noz moscada e pimenta do reino branca a gosto e utilize na montagem.",
        "Em um refratário coloque a massa cozida, em cima da massa o molho cremoso e por último os polpettines. Finalize com o parmesão, leve ao forno para aquecer e polvilhe cheiro verde a gosto.",
        "Sirva bem quente."
    ]
}