{
    "titulo": "Macarrão com molho de frango cremoso",
    "url": "https://www.tudogostoso.com.br/receita/86076-macarrao-com-molho-de-frango-cremoso.html",
    "ingredientes": [
        "500 g de macarrão do tipo preferido (o da receita é tipo penne)",
        "500 g de peito de frango sem pele e sem osso",
        "400 ml de leite",
        "4 colheres de sopa de óleo de canola",
        "1 caixinha de creme de leite",
        "1 colher de sopa de maizena",
        "1 lata de seleta de legumes",
        "2 colheres de sopa de shoyu",
        "1 tablete de caldo de galinha",
        "1 cebola média picadinha",
        "1/4 de pimentão verde tamanho médio picadinho",
        "1 dente de alho picadinho",
        "2 tomates grandes sem pele e sem semente picado em cubinhos",
        "Sal a gosto"
    ],
    "modo_preparo": [
        "O Molho leva em torno de 30 minutos para ficar pronto, portanto, de acordo com o macarrão escolhido, aqueça a água e cozinhe o macarrão de acordo com o tempo do cozimento para que fique pronto praticamente junto com o molho.",
        "Cozinhe o frango com água e sal.",
        "Depois de cozido, desfie todo o frango e reserve. Em uma panela, coloque as 4 colheres de sopa de óleo, doure a cebola, pimentão e alho em fogo alto no óleo, e depois disso junte o frango desfiado e refogue bem no tempero.",
        "Agora junte o tomate picado e o shoyu, e deixe cozinhando em fogo baixo.",
        "Quando o tomate já estiver derretido, formando um molho com o frango, junte o creme de leite, e a maizena diluída no leite frio e misture bem ao molho.",
        "Acrescente o tablete de caldo de galinha, a Seleta de legumes, mexendo até começar a levantar fervura.",
        "Nesse ponto, coloque sal a gosto, e cozinhe mexendo mais uns intantes até o molho ficar bem cremoso.",
        "O Macarrão deverá estar cozido, então escorra, coloque em uma travessa, e acrescente o molho por cima do macarrão.",
        "Sirva com queijo ralado, e um bom vinho acompanha muito bem o prato."
    ]
}