{
    "titulo": "Madalena Polinari",
    "url": "https://www.tudogostoso.com.br/receita/106908-madalena-polinari.html",
    "ingredientes": [
        "A receita que passo pode usar filé de peixe, lulas e bivalves como ostras, mexilhões e aparentados",
        "2 kg de batatas bem lavadas com casca e cortadas ao meio",
        "100 g de pimentão",
        "200 g de cebola",
        "Temperos fescos a gosto",
        "1 cabeça de alho",
        "100 g de queijo parmesão ralado"
    ],
    "modo_preparo": [
        "Em uma panela em fogo baixo, refogue o pimentão em rodelas finas, a cebola picada, o alho e use um azeite que não seja de soja.",
        "Em outra panela de pressão, cubra as batatas já lavadas em metades com água,  tempero pronto completo, 1 cubo de tempero sabor bacon, deixando a margem de segurança, para cozinhe e a panela  não exploda.",
        "Quando a panela de pressão com as batatas e temperos abrir pressão, fizer barulhinho, chiar apitar, conte no relógio 10 minnutos.",
        "Desligue o fogo do fogão onde está a panela de pressão.",
        "Retire a panela e a coloque em uma pia sob a torneira com água fria corrente para que esfrie.",
        "A cada 2 minutos mexa na válvula central da tampa para ver se não tem mais pressão, não faz mais barulhinho.",
        "Abra a tampa, jogue fora a água quente e deixe a água fria da torneira entrar na panela para esfriar as batatas.",
        "Quando frias, tire as cascas, esprema num espremedor de batatas para fazer um purê.",
        "Divida o purê em 2 partes iguais.",
        "Coloque uma camada de purê em uma forma refratária de vidro ou forma com teflon untada com óleo vegetal ou banha.",
        "Despeje uniformemente o refogado de pimentão, cebola, alho e ervas, caldos de bacom etc, a gosto, mas com pouco caldo.",
        "Se estiver úmido deixe em fogo baixo para reduzir o líquido.",
        "Então temos uma forma refratária ou de teflon, untada e com uma camada de purê de batata e uma camada de refogados a gosto.",
        "Coloque filés de peixe congelado, o mais barato ou o mais caro dependendo de seu gosto.",
        "Depois coloque queijo ralado de sua preferência.",
        "Coloque uniformemente sobre fatias de queijo prato ou parmesão.",
        "Coloque ervas se quiserem alecrim, manjerona, orégano, escolha uma que goste do perfume.",
        "Então temos uma camada de pure, uma camada de refogados, uma camada de queijos.",
        "Coloque uma camada uniforme de filés de peixe congelados.",
        "Cubra com mais uma camada de purê de batatas da parte que sobrou.",
        "Coloque mais azeite de oliva em cima do prato montado e adicione mais queijo provolone ralado ao gosto.",
        "Leve ao forno já aquecido por 45 minutos."
    ]
}