{
    "titulo": "Massa de pastel folhado",
    "url": "https://www.tudogostoso.com.br/receita/57129-massa-de-pastel-folhado.html",
    "ingredientes": [
        "½ kg de farinha de trigo",
        "Sal a gosto",
        "½ colher (sopa) de manteiga ou margarina",
        "250 g de manteiga ou margarina",
        "2 copos água",
        "Frango desfiado e temperado",
        "Queijo e presunto picadinhos",
        "Queijo, presunto, tomate e orégano (picadinhos)"
    ],
    "modo_preparo": [
        "Primeiro coloque a farinha, já peneirada, depois coloque o sal.",
        "Adicione meia colher de sopa de manteiga ou margarina.",
        "Misture a margarina com sal e com o trigo e depois coloque a água aos poucos.",
        "Nunca coloque as 2 xícaras de uma vez pois pode ser que não precise.",
        "A massa de pastel é de ponto duro por isso é necessário sovar bastante a massa.",
        "Quando a massa estiver lisa sem agarrar na mesa, está no ponto.",
        "Logo que acabar de amassar, divida a massa em pedaços.",
        "Dê uma achatada com o rolo,e coloque no plástico para descansar.",
        "A massa deve descansar pelo cerca de 30 minutos.",
        "Derreta 250 g da manteiga ou margarina.",
        "Com ela já derretida comece a segunda etapa.",
        "Espalhe um pouquinho de margarina na mesa, não tem problema ser quente.",
        "Unte todo o espaço que será usado.",
        "Pegue os pedaços por  pedaços que já estão descansados e bem mais macios, e abra com um rolo.",
        "Depois com a mão pegue um pouco da margarina ou manteiga derretida e jogue por cima sem exagerar",
        "Espalhe a margarina ou manteiga por toda a massa.",
        "Como um rocambole comece a enrolar da pontinha.",
        "O rolinho deve ter mais ou menos 40cm de espessura.",
        "Depois de enrolada a massa, cubra de novo com plástico.",
        "Coloque na geladeira até firmar, por mais ou menos 1 hora.",
        "Corte pequenos pedaços no sentido contrário que o folhado foi enrolado.",
        "Com cuidado para deixar no fundo um pouco da massa folhada.",
        "Recheie com o recheio a sua escolha.",
        "O segredo é fechar muito bem a massa.",
        "Coloque na gordura a 180°C.",
        "Depois que firmar mexa  a posição na frigideira",
        "Se notar que está corando, mas ainda não está frito por dentro diminua o fogo.",
        "Desligue, tire escorrendo bem e coloque no papel toalha."
    ]
}