{
    "titulo": "Massa para risoles, enroladinhos e bolinhas de queijo",
    "url": "https://www.tudogostoso.com.br/receita/48675-massa-para-risoles-enroladinhos-e-bolinhas-de-queijo.html",
    "ingredientes": [
        "4 copos americanos de farinha de trigo",
        "2 copos americanos de água",
        "2 copos americanos de leite",
        "2 tabletes de caldo Knorr de sua preferência",
        "1 concha cheia de óleo",
        "50 g de queijo ralado",
        "Sal a gosto",
        "Orégano a gosto",
        "Leite para molhar os salgadinhos",
        "Farinha de rosca para empanar",
        "Óleo para fritar"
    ],
    "modo_preparo": [
        "Antes de tudo, coloque a farinha em um recipiente, depois de medida com o copo, reserve.",
        "Em uma panela grande, coloque 2 copos de água e 2 copos de leite, use sempre o mesmo modelo de copo, tanto para a medida de farinha, quanto para a de leite e água.",
        "Feito isso, adicione os tabletes de caldo Knorr.",
        "Desde que a massa não seja para um salgadinho de camarão, eu costumo usar o caldo de carne, mesmo em massa de coxinha, fica muito melhor que o de galinha.",
        "Adicione o queijo ralado e o orégano.",
        "Ligue o fogo e quando a mistura estiver quente, prove para saber como está de sal, mas provavelmente precisará de no mínimo 1 colher de sopa.",
        "Como será adicionada a farinha, este líquido não pode ficar com pouco sal ou na medida, precisa estar um pouquinho salgado, 1 colher de sopa costuma ser o suficiente.",
        "Feito isso, espere ferver e assim que levantar fervura, apague o fogo e imediatamente despeje na panela os 4 copos de farinha que foram reservados em um recipiente e mexa.",
        "Assim que começar a mexer, vai parecer que tem pouca farinha, não adicione mais farinha em hipótese alguma.",
        "Mexa e acenda o fogo baixo até a massa desgrudar da panela.",
        "Com toda a certeza ela dará a liga.",
        "Este processo entre a adição da farinha e a massa desgrudar da panela demora pouco mais de 5 minutos.",
        "Feito isso, sove a massa ainda quente e, se em algum caso pouco provável ela grudar nas mãos, adicione um pouco de óleo.",
        "Nunca adicione mais farinha, pois a massa ficará doce.",
        "Colocar o recheio de sua preferência, molhar o salgadinho no leite, passar na farinha de rosca e fritar em óleo quente."
    ]
}