{
    "titulo": "Massa fácil para esfirras, hambúrguer assado, pizza e enroladinhos assados",
    "url": "https://www.tudogostoso.com.br/receita/167543-massa-facil-para-esfirras-hamburguer-assado-pizza-e-enroladinhos-assados.html",
    "ingredientes": [
        "1 kg de farinha de trigo comum (sem fermento) peneirada",
        "3 xícaras de leite morninho",
        "1 colher de sopa de sal",
        "2 colheres de sopa de açúcar",
        "1 xícara de óleo",
        "60 g de fermento biológico fresco",
        "gemas para pincelar",
        "100 g de parmesão (opcional)",
        "Carne moída",
        "Frango",
        "Frango com catupiry",
        "Molho de salsinha etc",
        "Queijo e presunto"
    ],
    "modo_preparo": [
        "Em um liquidificador bata bem o leite, sal, açúcar, óleo, parmesão (opcional) e fermento.",
        "Despeje tudo em uma vasilha grande.",
        "Aos poucos vá adicionando a farinha de trigo peneirada e misturando com uma colher de pau.",
        "Depois com as mãos sove um pouco a massa, apenas o bastante para formar uma massa lisa que solte das mãos.",
        "Caso não solte das mãos, adicione um pouco mais de trigo, bem pouco.",
        "Depois que conseguir formar uma bola lisa, deixe descansar uns 10 minutos.",
        "Espalhe um pouco de trigo na mesa e com a ajuda de um rolo vá abrindo a massa.",
        "Abra em pequenas porções para facilitar o trabalho.",
        "Com a ajuda de um copo de boca larga ou uma vasilha redonda pequena, corte círculos, recheie, feche em formato de esfirras ou pastel, ou enroladinho e reserve.",
        "Separe as gemas, tempere com uma pitada de sal",
        "Com o forno preaquecido, pincele os salgadinhos e os coloque para assar.",
        "Asse em fogo baixo em média 15 a 20 minutos, ou até estarem douradinhos.",
        "Preaqueça o forno em fogo baixo.",
        "Enfarinhe a mesa.",
        "Faça bolotas com a massa do tamanho desejado, abra com o rolo de forma que permaneça em formato redondo.",
        "Deixe a massa fininha (pois ela cresce um pouquinho).",
        "Faça furos com o garfo em toda a extensão da pizza.",
        "Pré-asse em fogo baixo, uns 5 minutos.",
        "Retire do forno, passe extrato de tomate e coloque sobre os ingredientes de sua preferência, capriche!",
        "Volte com a pizza ao forno e termine de assar em 15 a 20 minutos.",
        "Fica uma massa fininha e gostosa.",
        "Aproveite! Bom apetite!"
    ]
}