{
    "titulo": "Meu Empadão ou Falso Empadão Goiano",
    "url": "https://www.tudogostoso.com.br/receita/5541-meu-empadao-ou-falso-empadao-goiano.html",
    "ingredientes": [
        "3 xícaras de farinha de trigo bem cheias",
        "1 pitada de sal",
        "1/2 xícara de azeite",
        "2 colheres de sopa de manteiga",
        "2 ovos inteiros",
        "1 colher de café de fermento em pó",
        "Leite quanto baste",
        "250 g de linguiça de porco",
        "250 g de lombo de porco fresco temperado com alho sal e pimenta",
        "3 sobrecoxas de frango grandes cozidas e desfiadas em pedaços grandes sem pele",
        "150 g de lombo canadense cortado em cubos",
        "1 bandeja de palmito pupunha mais ou menos 500 g cortado em pedaços e levemente aferventado com água limão e sal",
        "12 ovos de codorna",
        "1/2 xícara de azeitonas pretas picadas",
        "Salsa e cebolinha a gosto",
        "200 g de queijo de coalho picados em cubos",
        "3 colheres de sopa de molho de tomate",
        "2 colheres de sopa de farinha de trigo rasas",
        "Água o quanto baste"
    ],
    "modo_preparo": [
        "Comece pela massa, coloque a farinha o sal e o fermento em uma vasilha funda, mexa e abra um buraco no meio coloque o azeite, a manteiga e os ovos batidos. Misture tudo e junte o leite aos poucos até ficar uma massa macia e que não grude nas mãos, cubra e leve para geladeira para descansar por no mínino 30 minutos, enquanto isto prepare o recheio.",
        "Frite a lingüiça em pedaços pequenos e reserve, faça o mesmo com o lombo e vá pingando água até amolecer, reserve.",
        "Faça um refogado com alho cebola e molho de tomate junte a lingüiça, o lombo, o lombo canadense, o frango, o palmito e engrosse com a farinha.",
        "Desligue o fogo junte os ovos, as azeitonas, salsa e cebolinha e por último o queijo de coalho.",
        "Abra 2/3 da massa e forre uma forma de aro coloque o recheio e cubra com o restante da massa pincele e leve ao forno médio por 45 minutos."
    ]
}