{
    "titulo": "Mini caixinha de chocolate com doce de coco e geleia de morangos caseira",
    "url": "https://www.tudogostoso.com.br/receita/160908-mini-caixinha-de-chocolate-com-doce-de-coco-e-geleia-de-morangos-caseira.html",
    "ingredientes": [
        "600 g de morango",
        "100 g de açúcar refinado (se preferir mais doce é só aumentar a quantidade)",
        "1/2 limão",
        "1 kg de cobertura fracionada de sua preferência, na receita usei a branca",
        "ou",
        "1 kg de chocolate branco temperado",
        "2 caixas de leite condensado",
        "150 g coco ralado seco",
        "1 caixa (200 ml) creme de leite",
        "150 g de chocolate branco",
        "2 colheres (chá) álcool de cereais (opcional somente se precisar de mais durabilidade)",
        "Confeitos miúdos, aqui usei pequenas esferas. Confira outras sugestões ao fim da receita abaixo"
    ],
    "modo_preparo": [
        "Lave bem os morangos, tire suas folhas e corte em 4 partes. Se você não quiser os pedacinhos de morango é só cortá-los menores ou até mesmo processar. Coloque-os em uma panela e acrescente o açúcar, mexa e leve ao fogo alto. No início não é necessário misturar, mas aconselho de tempinho em tempinho dar uma mexida para conferir. Acrescente o limão. Nessas mexidas você vai sentir o doce começar a agarrar no fundo da panela a partir daí mexa constantemente até dar um ponto de geleia. Não deixe secar demais senão ela vai ficar dura ou puxa-puxa. Ela tem que parecer suculenta. Coloque em outro recipiente e deixe esfriar. Se espumar retire a espuma com ajuda de uma colher para que a decoração fique vermelha e brilhante.",
        "Não vai ao fogo",
        "Derreta as 150 g de chocolate branco.",
        "Acrescente o creme de leite e mexa bem, adicione o leite condensado, o coco e o álcool de cereais e misture bem.  Reserve na geladeira. Derreta a cobertura ou o chocolate. Se for cobertura fracionada é só preencher os nichos da forma. Se for chocolate é necessário o choque térmico antes.",
        "Coloque o chocolate no nicho da forminha de acetato até na marquinha.",
        "O uso do chocolate escuro, colorir o chocolate branco pode ampliar possibilidades de criação e personalização. Crie usando chocolate e confeitos, tons, texturas e sabores.",
        "Depois de concluir os quatro nichos bata a forma levemente contra a mesa para que o ar saia. Coloque o silicone. E em seguida o encaixe dela. Estando nesta posição vire a forma de cabeça para baixo e leve à geladeira até que fiquem opacos mais ou menos 5 minutos. Retire delicadamente as caixinhas, removendo o silicone e as rebarbas. Mergulhe em 1 mm a borda da caixinha na cobertura fracionada ou no chocolate e logo em seguida nos confeitos.Seja breve com o mergulho, quanto menos tempo de manipulação durante o processo melhor. O calor das mãos pode derreter o chocolate, assim como o próprio chocolate pode derreter a borda da sua caixinha. Água gelada para banhar as mãos de vez em quando ajuda a resfriá-las.",
        "Aqui eu optei por esferas miúdas. Outras sugestões são açúcar colorido, coco ralado, sementes como quinua, gergelim, qualquer item que seja triturável chocolate, amendoim, castanha, pistache.",
        "Coloque o recheio de coco com o saco de confeiteiro é bem mais rápido.",
        "Depois com uma colher de chá complete com a geleia de morango.",
        "Pelo fato da geleia de morango ser um pouco ácida eu optei em colocar bem pouco 5 g, só a quantidade necessária para encobrir o recheio de coco. Para finalizar coloquei um coração de chocolate feito à mão livre, mas existem outras opções mais práticas, já prontas como canudinhos de chocolate etc.",
        "Pessoalmente o contraste da caixinha branca com a geleia muito vermelha é bem mais marcante do que na foto."
    ]
}