{
    "titulo": "Mini rondelli de berinjelas e queijos",
    "url": "https://www.tudogostoso.com.br/receita/164286-mini-rondelli-de-berinjelas-e-queijos.html",
    "ingredientes": [
        "20 folhas de massa fresca para lasanha, cozidas al dente",
        "20 pedaços de papel alumínio um pouco maior que a massa",
        "1 receita de creme bechamel",
        "1 receita de creme de berinjela e queijos",
        "20 fatias finas de muçarela light",
        "1 receita de molho de tomate caseiro ou industrializado",
        "Queijo parmesão ralado a gosto",
        "Nozes, pinoles ou castanhas para polvilhar (opcional)",
        "2 colheres das de sopa de óleo",
        "1 dente de alho",
        "2 colheres das de sopa de cebola cortada em cubos bem pequenos",
        "1 kg de tomates sem peles e cortados em cubos pequenos",
        "2 colheres das de sopa de folhas de manjericão fresco",
        "2 colheres das de sopa de salsinha fresca",
        "Sal, pimenta e folha de louro a gosto",
        "1 sachê de adoçante a base de sucralose ou 1 colher das de chá de açúcar",
        "50 ml de azeite extra virgem",
        "50 g de manteiga",
        "50 g de farinha de trigo peneirada",
        "500 ml de leite frio",
        "2 colheres das de sopa de queijo parmesão ralado",
        "1/2 sachê de caldo de legumes em pó",
        "Sal, pimenta e noz-moscada a gosto",
        "1 kg de berinjelas cortadas em cubos e deixadas de molho em água e sal por 15 minutos",
        "2 dentes de alho amassados",
        "Pimenta-do-reino e sal a gosto",
        "2 colheres das de chá de tomilho limão fresco",
        "50 ml de aceto balsâmico ou 100 ml de vinagre de vinho tinto",
        "3 colheres das de sopa de azeite",
        "50 g de queijo parmesão fresco ralado",
        "100 g de cream cheese light",
        "100 g de ricota defumada temperada",
        "100 g de muçarela light ralada",
        "4 a 5 colheres das de sopa de farinha de rosca caseira",
        "5 colheres das de sopa de salsinha fresca bem picada",
        "3 colheres das de sopa de folhas de manjericão fresco bem picadas"
    ],
    "modo_preparo": [
        "Escorra as berinjelas, lave em água corrente e esprema bem.",
        "Tempere com o alho, o tomilho, o aceto balsâmico, o azeite-a pimenta do reino e sal a gosto.",
        "Coloque a berinjela temperada em uma assadeira rasa e leve ao forno preaquecido a 180°C até que estejam macias e bem sequinhas.",
        "Bata as berinjelas assadas e frias em um processador, junte os queijos e bata até obter uma pasta homogênea. Tempere com a salsinha, o manjericão, sal, pimenta e noz-moscada a gosto.",
        "Agregue a farinha de rosca necessária e utilize na montagem.",
        "Aqueça a manteiga e doure a farinha. Junte o leite frio de uma só vez, o caldo de legumes, o queijo e mexa até ferver e obter um creme levemente encorpado. Deixe esfriar e utilize na montagem.",
        "Em uma panela com o óleo refogue o alho e a cebola. Junte os tomates e refogue por aproximadamente 10 minutos. Tempere com o manjericão, a salsinha, sal, pimenta a gosto. Se necessário acrescente o sachê de adoçante para diminuir a acidez. Retire do fogo e finalize acrescentando o azeite.",
        "Coloque as folhas de lasanha uma a uma em cima dos pedaços de papel alumínio em uma bancada.",
        "Espalhe com auxílio de uma espátula o bechamel em toda a superfície das massas.",
        "Coloque sobre o bechamel uma fatia de muçarela, porções do creme de berinjela e enrole apertando bem com auxílio do papel alumínio cada canelone como rocambole e leve para gelar por quatro horas ou até o dia seguinte.",
        "Retire o papel alumínio, corte os mini rondellis no tamanho desejado e monte em mini porções.",
        "Cubra com o molho de tomate, queijo ralado a gosto, salpique pedacinhos de nozes e leve para gratinar.",
        "Sirva quente.",
        "Sirva acompanhado de pesto genovês.",
        "Sirva como canelone assim não necessitará do tempo de descanso para o corte dos rondellis, é só montar e colocar no refratário, cobrir com o molho e gratinar."
    ]
}