{
    "titulo": "Mini-sanduíche escondidinho de siri da Abima",
    "url": "https://www.tudogostoso.com.br/receita/160339-mini-sanduiche-escondidinho-de-siri-da-abima.html",
    "ingredientes": [
        "30 fatias de pão de forma sem casca ou a gosto",
        "30 aros",
        "30 fatias de pão de forma cortado com os aros",
        "1 receita de creme de siri",
        "100 g de requeijão cremoso de consistência firme",
        "100 g de queijo coalho ralado ou muçarela",
        "1 receita de purê de mandioquinha",
        "1 receita de cobertura nevada",
        "6 colheres de sopa de queijo parmesão",
        "50 ml de azeite",
        "2 dentes de alho amassados",
        "1 cebola grande cortada em cubos pequenos",
        "2 colheres de sopa de pimentão vermelho cortado em cubos pequenos",
        "500 g de carne de siri",
        "1 lata de tomate pelado cortado em cubos",
        "50 ml de leite de coco",
        "1/2 sachê de caldo de peixe em pó",
        "Sal, pimenta vermelha, salsinha fresca e noz moscada a gosto",
        "2 colheres de sopa de manteiga",
        "500 g de mandioquinha ou mandioca descascada, cozida e espremidas ainda quente",
        "200 g de creme de leite UHT",
        "300 ml de leite fervendo",
        "Sal e pimenta a gosto",
        "4 colheres de sopa de queijo parmesão",
        "3 colheres de sopa de cebolinha verde fresca",
        "100 g de queijo tipo parmesão curado ralado"
    ],
    "modo_preparo": [
        "Em uma panela aqueça o azeite e frite o alho.",
        "Junte a cebola, o pimentão, o siri, o tomate e o leite de coco e tempere com o caldo de peixe, sal, salsinha, noz moscada e pimenta a gosto. Utilize na montagem.",
        "Em uma panela antiaderente aqueça a manteiga e junte a mandioquinha espremida, o creme de leite e o leite, e mexa até ferver. Tempere a gosto.",
        "Por último acrescente os demais ingredientes e reserve.",
        "Coloque em cada aro uma fatia de pão.",
        "Em seguida coloque uma porção do creme de siri, pedaços pequenos de requeijão, purê de mandioquinha, e finalize com o parmesão.",
        "Leve ao forno aquecido a 200ºC por aproximadamente quinze minutos ou até dourar."
    ]
}