{
    "titulo": "Molho caseiro prático de tomate tipo Habib's",
    "url": "https://www.tudogostoso.com.br/receita/119125-molho-caseiro-pratico-de-tomate-tipo-habib-s.html",
    "ingredientes": [
        "3 tomates",
        "1 colher de salsa (condimentada ou fresca)",
        "1/3 de xícara de azeite de oliva",
        "1 alho",
        "1/2 xícara de queijo mussarela picado",
        "1 cebola pequena",
        "1 cubo de caldo de picanha knorr (condimentado pronto)",
        "1 e 1/3 colheres de açucar",
        "1 linguiça defumada portuguesa (condimentado opcional)"
    ],
    "modo_preparo": [
        "Se você tiver um triturador/processador de alimentos, essa receita fica impecável (eu uso o mini processador walita mix).",
        "Corte o tomate em cubos, se prefirir tire as sementes (eu tiro só metade) depois retalhe o tomate o máximo que puder ou coloque-o no processador por 2 minutos.",
        "Coloque na panela e em fogo alto misture até o tomate ficar desmanchado",
        "Adicione 1 e 1/3 colheres de açúcar no molho, misture bem por mais 3 minutos. Depois de 3 minutos apague o fogo e deixe separado.",
        "Pique bem picado a cebola pequena ou coloque-a no processador por 15 segundos.",
        "Ponha o molho de tomate em um recipiente à parte e sem lavar a panela, coloque 1/3 de xícara de azeite de oliva na panela. Corte o alho ao meio, deixe-o aquecer no óleo de oliva por 4 minutos.",
        "Adicione a cebola, misture bem por 6 minutos ou até que ela fique mole no azeite. Adicione o cubo de caldo de picanha, desmanche ele misturando na panela, misture tudo muito bem por mais 6 minutos.",
        "Se tiver um processador, processe mais um pouco o molho de tomate separado ou se não tiver, bata ele a fim de deixar o tomate o mais dissolvido e homogeneo.",
        "Tire os dois pedaços de alho da panela, adicione o molho de tomate e misture muito bem por 10 minutos. Adicione o queijo mussarela picado e misture com um garfo, deixe o queijo desfazer dentro do molho.",
        "Misture muito bem por mais 20 minutos, se prefirir adicione 1/3 de xícara de água para render mais, depois sirva. Rende bem pra três pessoas, mas costuma ficar tão bom que pode ser pouco caso as pessoas queiram mais molho!"
    ]
}