{
    "titulo": "Mousse The Flash",
    "url": "https://www.tudogostoso.com.br/receita/6385-mousse-the-flash.html",
    "ingredientes": [
        "1 lata de pêssegos em calda",
        "2 pacotes de gelatina sem sabor",
        "1/2 lata de leite condensado",
        "1 lata de creme de leite sem soro ou 2 copos de iogurte natural ou desnatado dissorados de véspera (a receita fica mais leve com o iogurte)",
        "Folhas de hortelã para decorar"
    ],
    "modo_preparo": [
        "Dissore o iogurte da seguinte forma: forre um coador grande e fino com papel-toalha ou filtros de café descartáveis abertos. Despeje o iogurte, leve à geladeira e deixe por aproximadamente 12 horas, vai ficar bem consistente.",
        "No caso de fazer a receita com creme de leite o procedimento é um pouco mais simples, ou seja, levar a lata de creme de leite ao congelador e deixar por aproximadamente 1 hora (atenção para não congelar) ou o mais sensato, que é levar a lata à geladeira, posicioná-la na porta, próxima ao congelador e deixar por 24 horas.",
        "Feito isto, abra a lata de pêssegos e separe a calda em um recipiente.",
        "Da calda, separe aproximadamente 1/4 de xícara e em outro recipiente a despeje sobre o pó de gelatina.",
        "Deixe por 5 minutos ou até amolecer. É bem rápido.",
        "Nesse meio tempo, esquente em fogo brando o restante da calda, contudo, sem deixar ferver.",
        "Enquanto a água esquenta, ponha no liquidificador os pêssegos, o leite condensado e o iogurte.",
        "Bata um pouco na velocidade máxima até ficar homogêneo.",
        "Então adicione a calda quente e volte a bater (muito cuidado ao manusear líquidos quentes no liquidificador, proteja a tampa com um pano de prato limpo).",
        "Bata por 1 minuto ou até ficar bem espumoso.",
        "Despeje em um refratário ou em tacinhas de sua preferência.",
        "Decore com as folhinhas de hortelã e leve diretamente à geladeira e espere começar a tomar consistência.",
        "Como sugestão para se servir a mousse, ressalte-se que é melhor servir no dia seguinte.",
        "A mousse the flash tem esse nome justamente porque o tempo de preparo em si é muito rápido e sem complicações."
    ]
}