{
    "titulo": "Naked cake de churros sem glúten",
    "url": "https://www.tudogostoso.com.br/receita/185784-naked-cake-de-churros-sem-gluten.html",
    "ingredientes": [
        "6 ovos com claras e gemas separadas",
        "3 colheres (sopa) de amido de milho",
        "3 colheres (sopa) de farinha de arroz",
        "1 colher (chá) de fermento químico",
        "6 colheres (sopa) de açúcar mascavo",
        "2 colheres (chá) de canela",
        "2 latas de leite condensado",
        "1 colher (sopa) de amido de milho",
        "2 colheres (sopa) de creme de leite",
        "500 ml de leite",
        "1 lata de leite condensado",
        "2 colheres (sobremesa) de amido de milho",
        "1 a 2 colheres (chá) de canela",
        "1/2 xícara (chá) de leite sem lactose",
        "6 gotas de essência de baunilha"
    ],
    "modo_preparo": [
        "Em uma batedeira, adicione o açúcar e as gemas e misture até que a cor da mistura fique amarelo claro, depois reserve.",
        "Bata as claras em neve, adicione na mistura o fermento, o amido e a farinha, depois misture novamente.",
        "Adicione lentamente as claras em neve na massa até obter uma massa fofa e homogênea.",
        "Despeje em uma forma untada e enfarinhada a massa, depois asse em um forno preaquecido a 180 °C por aproximadamente 25 minutos ou até que doure.",
        "Depois de pronto, aguarde esfriar para desenformar e começar a montar.",
        "Em uma panela de pressão, coloque as latas de leite condensado, depois cubra com água até dois dedos acima da lata e deixe por 20 minutos na panela de pressão.",
        "Desligue o fogo e não abra as latas por 2 horas até esfriarem por completo.",
        "Adicione o conteúdo de 1 lata com duas colheres de creme de leite e depois reserve.",
        "Em uma panela, adicione a outra lata, o amido de milho e mexa até engrossar, depois reserve para confeitar o bolo.",
        "Em uma panela, adicione o leite, o leite condensado, o amido de milho e a canela, depois leve ao fogo e mexa até que fique no ponto."
    ]
}