{
    "titulo": "Naked cake da Le",
    "url": "https://www.tudogostoso.com.br/receita/170306-naked-cake-da-le.html",
    "ingredientes": [
        "2 pacotes de massa pronta de bolo de chocolate",
        "6 ovos",
        "6 colheres de margarina",
        "2 copos americanos de leite",
        "3 caixinhas de morangos lavados",
        "2 latas de leite condensado",
        "2 latas de creme de leite",
        "1 lata de leite",
        "3 saquinhos de gelatina vermelha sem sabor",
        "2 pacotes de bolo pronto sabor chocolate",
        "6 ovos",
        "6 colheres de margarina",
        "2 copos tipo americano de leite",
        "500 ml de leite do coco",
        "3 pacotes de 100 g de coco ralado sem açúcar",
        "2 latas de leite condensado",
        "2 latas de creme de leite",
        "3 saquinhos de gelatina sem sabor incolor",
        "1 pacote de bolo massa pronta sabor chocolate",
        "3 ovos",
        "3 colheres de margarina",
        "1 copo de leite",
        "1 caixa pequena de chocolate do padre (tem que ser o do padre)",
        "1 caixa de leite condensado",
        "1 caixinha de cremem de leite",
        "Para cobrir o bolo outra receita de recheio de chocolate",
        "Para molhar o bolo açúcar, água e licor de cacau",
        "papel manteiga para untar as assadeiras",
        "morangos para enfeitar"
    ],
    "modo_preparo": [
        "Faça os dois primeiros bolos conforme as instruções da embalagem.",
        "Asse um bolo por vez na assadeira redonda maior, em forno preaquecido por aproximadamente 40 minutos, reserve.",
        "Bata todos os ingredientes no liquidificador e hidrate a gelatina vermelha sem sabor.",
        "Bata junto e leve à geladeira por 2 horas.",
        "Asse os outros 2 bolos conforme instruções do pacote.",
        "Asse um de cada vez  na assadeira um pouco menor, redonda.",
        "Asse em forno preaquecido a 180ºC e reserve.",
        "Bata no liquidificador os ingredientes do recheio.",
        "Junte a gelatina incolor também hidratada e leve para gelar por 2 horas.",
        "Asse um uma forma pequena o último pacote de bolo seguindo as instruções.",
        "Asse e reserve, esse iremos cortar ao meio.",
        "Na batedeira coloque o chocolate do padre, o leite condensado e o creme de leite.",
        "Deixe em um ponto durinho.",
        "Vá colocando o leite condensado devagar e batendo.",
        "Na assadeira maior (onde assamos o bolo do recheio de morango), coloque um bolo.",
        "Molhe com a calda.",
        "Coloque todo o recheio de morango que estava gelando.",
        "Cubra com o outro bolo de chocolate, aperte e cubra com filme plástico.",
        "Leve para gelar. Repita o procedimento com o outro bolo.",
        "Coloque na assadeira em que assou, molhe com a calda e coloque todo o recheio de coco que estava gelando.",
        "Cubra com o outro bolo do mesmo tamanho, aperte e cubra com filme plástico.",
        "Leve para gelar.",
        "Parta o bolo menor ao meio.",
        "Coloque metade na assadeira em que assou.",
        "Molhar com a calda, cobrir com o recheio de chocolate e colocar a outra metade do bolo em cima.",
        "Apertar e cobrir com filme plástico, levar para gelar.",
        "Deixe até o outro dia na geladeira, se quiser coloque no freezer.",
        "Monte o bolo já no lugar em que será servido.",
        "Retire o primeiro bolo da geladeira, o de morango.",
        "Passe o recheio de chocolate em cima.",
        "Retire o segundo bolo e repita com a recheio em cima.",
        "Faça isso no terceiro bolo e enfeite com bastante morangos.",
        "Deixe na geladeira até servir."
    ]
}