{
    "titulo": "Nhoque de mandioca com ragu de carne seca e queijo coalho",
    "url": "https://www.tudogostoso.com.br/receita/61659-nhoque-de-mandioca-com-ragu-de-carne-seca-e-queijo-coalho.html",
    "ingredientes": [
        "2 colheres (sopa) de azeite de oliva",
        "1 colher (chá) de alho picado",
        "1 colher (sopa) de folhas de manjericão",
        "300 g de carne seca",
        "1 colher (sopa) de extrato de tomate",
        "1/2 concha de molho de tomate tipo pelatti",
        "1 colher (café) de açúcar mascavo (para tirar a acidez do molho)",
        "1 concha de caldo de carne",
        "2 conchas de molho roti (receita anexa)",
        "100 g de cebola picada",
        "100 g de alho-porro picado",
        "50 g de alho picado",
        "5 folhas de louro",
        "350 ml de vinho tinto seco",
        "200 g de filé mignon ou acém cortado em cubinhos",
        "½ litro de água",
        "Azeite de oliva a gosto",
        "1 kg de mandioca cozida com sal",
        "1 ovo",
        "1 colher (café) de canela em pó",
        "½ colher (café) de noz-moscada ralada",
        "1 colher (chá) de açúcar",
        "1 colher (sopa) de sal",
        "100 g de queijo parmesão ralado",
        "100 g de manteiga",
        "1 xícara de farinha de trigo"
    ],
    "modo_preparo": [
        "Aqueça o azeite e refogue a cebola com o alho, alho-porro, as folhas de louro e a carne.",
        "Após refogar bem a carne, junte a água e o vinho e cozinhe até a carne ficar desmanchando.",
        "Passe por uma peneira para tirar os pedaços maiores e volte com o molho ao fogo, para ferver mais um pouco e ficar consistente.",
        "Aqueça o azeite e refogue o alho.",
        "Adicione o manjericão e refogue.",
        "Junte a carne seca e refogue por aproximadamente 5 minutos, antão coloque o molho e o extrato.",
        "Após ferver adicione o restante dos ingredientes.",
        "Deixe ferver por cerca de 25 minutos.",
        "Após cozida a mandioca, passe-a pelo espremedor.",
        "Reserve",
        "Bata bem o ovo inteiro, adicione o sal, o açúcar, canela, noz-moscada, queijo ralado e a manteiga.",
        "Junte a mandioca reservada e mexa até que fique liso e homogêneo.",
        "Acrescente aos poucos a farinha, mexendo bem.",
        "Com a massa faça rolinhos com a espessura aproximada de 1 dedo.",
        "Corte em pedaços de 1 cm e leve para cozinhar em água e sal.",
        "Quando subirem tire com uma escumadeira e escorra.",
        "Corte 100g de queijo coalho em cubos e grelhe na chapa ou frigideira de fundo grosso.",
        "Misture uma porção de gnocchi e uma porção de ragu.",
        "Coloque o queijo grelhado por cima."
    ]
}