{
    "titulo": "Nozinhos de massa de pão doce",
    "url": "https://www.tudogostoso.com.br/receita/109896-nozinhos-de-massa-de-pao-doce.html",
    "ingredientes": [
        "700 g de farinha de trigo",
        "5 ovos",
        "5 colheres bem cheia de manteiga",
        "1 colher de baunilha",
        "1 colher de cafe rasa de sal",
        "1 lata de leite condensado",
        "1 lata de leite comum morno",
        "2 pacote de fermento instantâneo, 20 g",
        "3 colheres de açúcar",
        "1 pacote de coco ralado, pode ser com açúcar ou sem",
        "1 xícara de açúcar",
        "2 xícaras de água",
        "1/2 lata de óleo ou mais",
        "1/2 xícara de canela em pó"
    ],
    "modo_preparo": [
        "Bater no liquidificador os ovos, o leite condensado, a lata de leite comum, as 3 colheres de açúcar, a baunilha, a colher rasa de sal, bater por 1 minuto.",
        "Juntar a esse creme o fermento, sempre batendo por mais 50 segundos, logo após juntar aos poucos 2 xícaras de farinha de trigo.",
        "Bater por mais 1 minuto, colocar esse creme em uma bacia e cobrir, deixar descansar por 1 hora.",
        "Logo após descansar colocar o resto de farinha de trigo, amassar com a mão, a farinha de trigo deve ser usada até dar o ponto da massa de pão ou não grudar na mão.",
        "Deixar ela descansar por mais 15 minutos.",
        "Enquanto isso, em cima de uma mesa, estender uma toalha limpa para fazer os nozinhos.",
        "Fazer uma calda com 1 xícara de açúcar e 2 xícaras de água, deixar ferver e se secar.",
        "Colocar mais água, à aparte colocar o óleo em panela grande para esquentar, se precisar desligue a panela um pouco.",
        "Eu coloquei algumas fotos de como fazer os nozinhos, e depois de prontos também.",
        "Depois de fazer os nozinhos fritar em óleo bem quente, sempre virando de um lado para o outro, logo em seguida colocar eles na panela da calda mexendo por alguns segundos.",
        "A calda tem que estar com o fogo ligado e sempre que for secanco colocar mais água, retirar os nozinhos da calda e passar pelo coco ralado ou canela em pó fica muito gostoso também.",
        "Esse nozinho pode ser guardado em geladeira por 15 dias."
    ]
}