{
    "titulo": "O-konomi Yaki - Panqueca Japonesa (receita para uma pessoa)",
    "url": "https://www.tudogostoso.com.br/receita/5043-o-konomi-yaki-panqueca-japonesa-receita-para-uma-pessoa.html",
    "ingredientes": [
        "1 xícara de farinha de trigo",
        "1 ovo",
        "1 xícara de repolho branco cortado fininho",
        "2 ou 3 fatias de carne de frango, porco ou de boi",
        "Flocos de peixe em pedaços (opcional)",
        "Sal, água e óleo de cozinha"
    ],
    "modo_preparo": [
        "Utilizando os ingredientes básicos da receita, misture primeiro a farinha de trigo, o ovo e o sal.",
        "Acrescente água apenas o suficiente para a massa não ficar líquida demais.",
        "Lembre-se de que o repolho acrescentará mais água.",
        "A seguir, misture com a massa o repolho cortado em tiras finas, certificando-se de que fique bem misturado.",
        "Agora, esquente o óleo em uma chapa ou em uma frigideira.",
        "Quando estiver bem quente, abaixe o fogo e despeje metade da massa de repolho, inclinando a chapa, ou a frigideira, para que a massa se espalhe.",
        "Coloque as tiras de carne (ou outros ingredientes de sua preferência) sobre a panqueca e despeje o restante da massa.",
        "Daí, descanse e deixe fritar até ficar pronta, virando-a uma vez.",
        "Aqui vão algumas dicas para o iniciante.",
        "Certifique-se de que o repolho esteja o mais seco possível.",
        "A água deixada, resultante da lavagem, tornará a massa líquida demais e difícil de controlar.",
        "O repolho deve ser misturado com a massa bem na hora de fritar.",
        "Se apenas puder fritar uma panqueca por vez, misture somente o suficiente para aquela e prepare mais à medida que prosseguir.",
        "Alguns preferem despejar toda a massa e colocar a carne por cima.",
        "Não há nenhuma objeção a isso.",
        "Para adicionar sabor, dashi-no-moto, ou flocos de peixe seco, é muitas vezes acrescentado à massa.",
        "Se não tiver isso, um pedacinho de caldo de carne em tablete, ou extrato de carne, servirão igualmente bem.",
        "Pode-se acrescentar também um pouco de gengibre para dar um sabor picante.",
        "Para o toque final, espalhe sobre a panqueca algas secas cortadas em tiras, se gostar do sabor, e coloque por cima um pouco de molho de sua preferência ? molho inglês, catchup, mostarda, maionese."
    ]
}