{
    "titulo": "Panetone na airfryer",
    "url": "https://www.tudogostoso.com.br/receita/319659-panetone-na-airfryer.html",
    "ingredientes": [
        "500 g de farinha de trigo",
        "2 ovos",
        "120 g de açúcar",
        "1 colher (sopa) cheia de manteiga",
        "1 pitada de sal",
        "120 ml de leite morno",
        "20 g de fermento biológico seco",
        "1 colher (sobremesa) de essência de panetone",
        "raspas de 1 laranja ou limão",
        "250 g de frutas cristalizadas ou gotas de chocolate"
    ],
    "modo_preparo": [
        "Misture o fermento com o leite morno e uma colher (chá) do açúcar e deixe descansar por 10 a 15 minutos até crescer.",
        "Enquanto isso, em uma batedeira, bata os ovos, o restante do açúcar, a manteiga derretida e a essência de panetone (ou outra de sua escolha).",
        "Junte a mistura de ovos e açúcar com o fermento e mexa bem co uma espátula para incorporar sem perder a leveza.",
        "Adicione as raspas da fruta cítrica a sua escolha, a pitada de sal e, aos poucos, a farinha de trigo peneirada.",
        "Quando a massa começar a ficar mais densa, adicione as frutas cristalizadas ou gotas de chocolate (se preferir um chocotone na airfryer), e amasse com as mãos até que solte facilmente.",
        "Deixe a massa em uma tigela coberta com um pano em local morno (pode ser dentro de um forno desligado) por 1 hora ou até que a massa dobre de tamanho.",
        "Passe a massa para uma forma de panetone que caiba na airfryer (lembrando que ele cresce ao assar). Caso sua airfryer seja pequena, pode usar formas de papel pequenas e fazer minipanetone na airfryer.",
        "Deixe descansar novamente por mais 30 minutos para seu panetone na airfryer crescer mais um pouco.",
        "Préaqueça a airfryer por 5 minutos a 160ºC.",
        "Coloque a forma de panetone na airfryer e deixe assar por 30 minutos ou até dourar em cima.",
        "Após pronto, tire seu panetone da airfryer e deixe esfriar antes de comer ou embrulhar."
    ]
}