{
    "titulo": "Panetone ou chocotone",
    "url": "https://www.tudogostoso.com.br/receita/103853-panetone-ou-chocotone.html",
    "ingredientes": [
        "45 g de fermento biológico fresco",
        "50 g de açúcar",
        "125 g de água morna",
        "150 g de trigo",
        "100 g de manteiga",
        "80 g de açúcar",
        "4 gemas",
        "2 colheres de sopa de óleo",
        "1 colher de sopa de glicose",
        "40 g de leite",
        "1 colher de sopa de licor curaçao",
        "1 pitada de sal",
        "Raspa de 1 laranja",
        "Raspa de 1 limão",
        "300 de farinha de trigo",
        "200 g de uvas passas",
        "200 g de frutas cristalizadas",
        "280 g de gotas de chocolate"
    ],
    "modo_preparo": [
        "Amasse com as costas de uma colher o fermento com o açúcar e um pouquinho da água, até dissolver bem.",
        "Acrescente aos poucos, alternadamente, a farinha e a água.",
        "Cubra a vasilha com filme plástico e deixe crescer, de preferência no sol (é bem mais rápido e cresce bastante) ou em cima do forno quente.",
        "Faça uma coroa com a farinha, ao redor coloque o açúcar e o sal.",
        "No centro coloque as gemas, o óleo, as raspas, a glicose, curaçao, manteiga e o fermento.",
        "Misture tudo com as mãos, no final, se necessário, coloque o leite aos poucos.",
        "Sove bastante a massa, muito bem, até que fique bem lisinha.",
        "Coloque em uma vasilha, cubra com papel filme e coloque para crescer, de preferência em lugar aquecido, como sol ou em cima do forno quente, até dobrar de volume.",
        "Após crescida, misture os ingredientes do recheio, frutas cristalizadas e passas para panetone ou gostas de chocolate para chocotone.",
        "Sove novamente, faça 2 bolas e coloque em 2 formas para panetone de 500 g.",
        "Pode também dividir a massa em 8 ou 10 partes e colocar em formas para panetone de 100 g (como os da foto).",
        "Deixe crescer por cerca de 30 a 60 minutos, em lugar aquecido.",
        "Leve para assar à 180º."
    ]
}