{
    "titulo": "Panetone de pistache caseiro",
    "url": "https://www.tudogostoso.com.br/receita/319626-panetone-de-pistache-caseiro.html",
    "ingredientes": [
        "1 kg de farinha de trigo peneirada",
        "3 ovos grandes",
        "1 copo (americano) de açúcar",
        "1 pitada de sal",
        "2 colheres (sopa) de manteiga ou margarina",
        "250 ml de leite morno",
        "50 g de fermento biológico seco",
        "20 ml de essência de panetone",
        "pistaches sem casca, torrados e picados a gosto",
        "gotas de chocolate a gosto",
        "30 g pistache moído",
        "1 caixa de leite condensado",
        "1 caixa de creme de leite",
        "5 colheres (sopa) de leite em pó",
        "corante alimentício verde a gosto (opcional)",
        "2 barras de chocolate meio amargo ou ao leite",
        "pistache torrado e picado a gosto para decorar"
    ],
    "modo_preparo": [
        "",
        "Coloque todos os ingredientes da massa, exceto a farinha, no liquidificador e bata até se misturarem.",
        "",
        "Bote a farinha de trigo peneirada em uma tigela grande, abra um espaço no meio e bote a massa misturada.",
        "Misture de fora para dentro e amasse com as mãos até que comece a desgrudar.",
        "Adicione o pistache torrado e as gotas de chocolate. Misture para se espalharem na massa.",
        "Cubra a massa e deixe descansar até dobrar de volume.",
        "Passe a massa para uma forma de panetone untada com um pouco de manteiga ou margarina, faça um corte de leve em “x” por cima da massa e leve ao forno preaquecido em aproximadamente 180ºC por cerca de 50 minutos ou até espetar um palito e ele sair limpo.",
        "Desligue o forno e espere alguns minutos antes de tirar o panetone do forno.",
        "Coloque o leite condensado, o creme de leite e o leite em pó em uma panela e leve ao fogo médio misturando até derreter.",
        "Quando já estiverem misturados, adicione o pistache moído e mexa para incorporar. Se quiser que fique com cor mais intensa, bote também algumas gotas de corante alimentício verde.",
        "Cozinhe até ficar em ponto de brigadeiro de colher. Desligue o fogo e espere amornar.",
        "Corte o panetone pelo topo fazendo um buraco redondo no meio. Reserve a tampa.",
        "Coloque o brigadeiro de pistache dentro do panetone até o topo e feche com a tampa.",
        "Derreta o chocolate no micro-ondas ou banho maria, despeje por cima do panetone e finalize com pistache por cima.",
        "Espere esfriar totalmente antes de embalar ou comer."
    ]
}