{
    "titulo": "Panqueca sem glúten - com farinha de arroz",
    "url": "https://www.tudogostoso.com.br/receita/176706-panqueca-sem-gluten-com-farinha-de-arroz.html",
    "ingredientes": [
        "1 copo de farinha de arroz",
        "1 copo de leite desnatado",
        "2 ovos",
        "2 berinjelas picadas",
        "2 colheres de sopa de requeijão",
        "1 tomate picado",
        "1 cebola picada",
        "2 dentes de alho picados",
        "1 pacote de molho de tomate",
        "queijo parmesão a gosto",
        "sal e pimenta a gosto",
        "2 colheres (sopa) de azeitonas picadas",
        "1 colher (sopa) de óleo"
    ],
    "modo_preparo": [
        "Refogue a cebola e o alho em uma colher de sopa de óleo.",
        "Acrescente a berinjela e deixe cozinhar.",
        "Quando murchar, acrescente sal, pimenta e temperos a gosto, deixe cozinhar até toda a água secar.",
        "Enquanto a berinjela cozinha, coloque no liquidificador o leite, os ovos, a farinha de arroz, 1 pitada de sal e bata tudo por 1 minuto.",
        "Aqueça uma frigideira antiaderente com um fiozinho de óleo e coloque a massa até que preencha a frigideira de forma uniforme numa fina camada.",
        "De preferência, tampe a frigideira.",
        "Espere uns segundos, quando abrir a tampa e a massa estiver toda assada, com ajuda de uma espátula, vire a panqueca para que dê uma leve torrada do outro lado.",
        "Reserve num prato e repita até a massa acabar.",
        "O rendimento depende do tamanho da frigideira (a minha deu 5 panquecas).",
        "Após o término do cozimento da berinjela, acrescente o tomate picado, mexa com uma colher e abafe a panela com a tampa e aguarde mais 3 minutos.",
        "Desligue o fogo, acrescente as azeitonas picadas e o requeijão e misture tudo até ficar homogêneo.",
        "Em uma forma, coloque uma camada de molho de tomate, monte as panquecas e distribua na forma.",
        "Coloque o restante do molho sobre as panquecas prontas, e salpique com queijo parmesão.",
        "Leve ao forno por 10 minutos."
    ]
}