{
    "titulo": "Panqueca de banana e pão",
    "url": "https://www.tudogostoso.com.br/receita/171157-panqueca-de-banana-e-pao.html",
    "ingredientes": [
        "1 banana",
        "2 ovos",
        "1 pão francês",
        "200 ml de creme de leite",
        "3 colheres de sopa de azeite",
        "1 colher de sobremesa de shoyu",
        "1/2 cebola média",
        "1/2 pimentão médio",
        "2 colheres de sopa de creme de leite",
        "1 colher de requeijão",
        "milho a gosto",
        "ervilha a gosto",
        "batata palha a gosto",
        "carne moída (opcional)",
        "frango (opcional)",
        "queijo (opcional)",
        "bacon (opcional)",
        "linguiça calabresa (opcional)",
        "1 tomate médio",
        "1 colher de sopa de orégano",
        "1 colher de sopa de amido (maizena)",
        "2 colheres de sopa de queijo parmesão ralado"
    ],
    "modo_preparo": [
        "Corte a cebola e o pimentão em cubinho pequenos.",
        "Coloque os demais ingredientes da massa no liquidificador e bata por 20 segundos na velocidade máxima. Coloque a cebola e o pimentão e bata 3 vezes no pulsar.",
        "Aqueça uma frigideira com um fio de óleo e deixe esquentar bastante.",
        "Despeje a mistura da massa em uma quantidade equivalente a uma xícara de café na frigideira e espalhe uniformemente até obter a consistência desejada, depois vire para que possa dourar o outro lado.",
        "Retire da frigideira e separe em uma travessa.",
        "Repita o mesmo processo com as demais.",
        "Verifique a quantidade de panquecas que foram feitas e determine duas colheres de sopa de recheio para cada panqueca. Ex.: 10 panquecas, 20 colheres do recheio.",
        "Escolha o recheio de sua preferência e misture em uma panela todos os ingredientes, menos a batata palha, em fogo baixo, mexa bem até misturar.",
        "Desligue o fogo e coloque um pouco de batata palha.",
        "Recheie as panquecas e enrole, uma por uma, coloque em uma travessa.",
        "Leve todos os ingredientes do molho para o liquidificador e misture.",
        "Despeje por cima das panquecas, cubra com batata palha e leve ao forno em temperatura média por 12 minutos.",
        "Sirva com arroz, salada, ovos de codorna e molho barbecue."
    ]
}