{
    "titulo": "Pão de cebola vegano",
    "url": "https://www.tudogostoso.com.br/receita/182832-pao-de-cebola-vegano.html",
    "ingredientes": [
        "1/2 xícara (chá) de água morna",
        "1 xícara (chá) de óleo",
        "2 cebolas médias",
        "1 pacote de fermento biológico seco",
        "1 e 1/2 colher (sopa) de sal",
        "farinha até dar ponto (média de 4 xícaras cheias, mas vá colocando aos poucos)",
        "extrato de tomate para pincelar",
        "orégano para polvilhar"
    ],
    "modo_preparo": [
        "Bata no liquidificador o óleo, a água morna, o sal, o açúcar e a cebola; bata muito bem!",
        "Feito isso, coloque o fermento em um recipiente seco, despeje a mistura feita anteriormente e deixe descansar por 10/15 minutos em um local seco e em temperatura ambiente (cubra com um pano).",
        "Passado os 10 minutos, vá acrescentando farinha aos poucos, até obter uma liga macia e homogênea (não pode ser muito seca, apenas o suficiente para desgrudar de suas mãos).",
        "Jogue trigo em uma bancada para sovar a massa e sove bem por 10 minutos.",
        "Feito isso, divida a massa em bolinhas meio achatadas e coloque em uma assadeira grande já untada com óleo e trigo.",
        "Pincele o extrato de tomate e polvilhe o orégano nas bolinhas de massa e deixe-a descansar por 1 hora e 20 minutos em um local seco e arejado (uma sugestão é dar uma leve aquecida no forno e deixar a massa descansando ali dentro; é pra dar uma aquecida, e não assar o pão).",
        "Sempre cubra a massa com um pano úmido, caso contrário, sua massa perderá líquido para o ambiente e ficará seca.",
        "Passado o tempo de descanso, assar em forno a 180º C por 30 minutos.",
        "Após esse período, asse por mais 15 minutos em 210º C.",
        "Feito isso, basta retirar do forno e servir com um café ou suco.",
        "Jamais deixe seu pão muito tempo exposto, sempre o guarde em um recipiente bem fechado ou em sacolinhas (depois de esfriar, é claro!), isso evitará que ele endureça mais rápido."
    ]
}