{
    "titulo": "Pão sem glúten com cenoura e cebola na máquina de pão",
    "url": "https://www.tudogostoso.com.br/receita/121688-pao-sem-gluten-com-cenoura-e-cebola-na-maquina-de-pao.html",
    "ingredientes": [
        "1 xícara de leite",
        "2 ovos",
        "2 colheres de sopa de óleo de girassol",
        "1 colher de chá de sal",
        "2 colheres de sopa de açúcar (30g)",
        "2 xícaras (360g) de creme de arroz",
        "1 xícara de polvilho doce",
        "2 colheres de sopa bem cheias (50g) de farinha de linhaça (se possível dourada)",
        "1 sachê de fermento biológico seco instantâneo (10g)",
        "1 cebola pequena (uns 5cm de altura e 3,5 de largura ou próximo disso) cortada bem fina e picotada",
        "50g de cenoura ralada em tiras bem finas"
    ],
    "modo_preparo": [
        "Esta receita foi feita na panificadora (máquina de pão) da Britânia utilizando o modo ultra rápido opção 7 que é para pães de 900 g, porém nessa receita é para um pão de 600g. Isto é necessário pois nessa modalidade o pão cozinha por 40 minutos.",
        "Retire a forma removível da máquina, coloque a pá giratória e os ingredientes na ordem listada acima.",
        "Detalhes:",
        "Despeje aos poucos o óleo, o sal e o açúcar ao redor do interior da forma (não concentre em um lado só).",
        "Ao colocar o creme de arroz e o polvilho forme um monte no meio da forma e no alto do monte cave um buraco razoavelmente largo e profundo, mas sem deixar que alcance a pá da máquina para colocar o fermento seco, talvez uns 3 ou 4 cm diâmetro e 1 a 2 cm de profundidade.",
        "A farinha de linhaça (dourada) a cebola cortada bem fina picotada e a cenoura ralada devem ser colocadas nos cantos da forma, cobrindo eventuais líquidos que estejam minando, e também para que não toquem no fermento e para ajudar a máquina a misturar os outros ingredientes.",
        "De qualquer forma é bom usar uma espátula de silicone (pão duro) para ajudar a retirar a farinha seca que fica no canto da máquina nos primeiros 4 minutos em que a máquina estará batendo.",
        "A massa deve ficar cremosa como uma massa de bolo, se for preciso acrescente POUCO leite.",
        "Os ingredientes devem estar em temperatura ambiente. Ajuda também ligar a máquina por 4 minutos na opção 12 - assar e desligar antes de colocar a forma removível já com todos os ingredientes. Nesse caso você terá que esperar mais 15 minutos para esfriar antes de religar a máquina na posição 7, se achar que está muito quente para o fermento abra a tampa da máquina.",
        "Após ligar a máquina o tempo de preparo é 58 minutos, mas ao ficar pronto você deve esperar mais 10 minutos para esfriar. Utilize a espátula de silicone para separar os cantos do pão da máquina.",
        "A Farinha de linhaça é fundamental para o crescimento do pão, caso não encontre a farinha pronta no mercado ou lojas de produtos naturais, pode bater no liquidificador um pouco das sementes de linhaça para fazer a farinha",
        "O pão ficará um pouco escuro devido a cenoura.",
        "A melhor hora para comer o pão é quentinho, mas nesse caso a massa fica muito fofa e as fatias ficam bem mais grossas para não espatifar. Até a casca é gostosa (12 fatias)",
        "Depois que esfria a massa do pão fica mais consistente e conseguimos cortar fatias mais finas (20 fatias)."
    ]
}