{
    "titulo": "Pão de batata sem glúten com recheio de abobrinha e cenoura",
    "url": "https://www.tudogostoso.com.br/receita/177232-pao-de-batata-sem-gluten-com-recheio-de-abobrinha-e-cenoura.html",
    "ingredientes": [
        "400 g de farinha de arroz",
        "4 batatas pequenas cozidas amassadas",
        "3 ovos",
        "1 colher (sopa) de fermento químico",
        "1/4 de xícara de óleo de soja",
        "1 colher (sopa) de sal",
        "1 abobrinha média ralada",
        "1 cenoura pequena ralada",
        "3 colheres (sopa) de azeite de oliva extra virgem",
        "5 folhas de manjericão fresco picadas",
        "2 colheres (sopa) de orégano",
        "salsa picada a gosto",
        "noz-moscada a gosto",
        "sal a gosto (coloquei 1 colher de chá)"
    ],
    "modo_preparo": [
        "Faça primeiro o recheio, para que ele esfrie até a hora de colocar na massa.",
        "Refogue a cenoura e a abobrinha raladas no azeite de oliva extra virgem.",
        "Deixe cozinhar até que a abobrinha esteja transparente (aproximadamente 5 minutos), mexendo de vez em quando.",
        "Acrescente o manjericão, o orégano, a salsa, a noz-moscada e o sal.",
        "Deixe cozinhar mais 2 minutos e desligue o fogo, deixando esfriar.",
        "Junte 3 xícaras da farinha de arroz, o fermento, as batatas amassadas, o sal e o óleo de soja e misture até ficar com uma consistência homogênea.",
        "Em seguida, acrescente mais farinha de arroz aos pouco se vá sovando com a mão, até que a massa adquira uma consistência que desgrude um pouco da mão, um pouco mais firme.",
        "Unte então uma forma retangular.",
        "Abra com as mãos metade da massa e coloque-a na forma.",
        "Ponha em cima o recheio, deixando uma borda para que depois você possa ligar a parte de baixo com a de cima.",
        "Abra a outra metade da massa e coloque por cima do recheio, ligando-a na parte inferior da massa.",
        "Leve para assar em forno a 230º C por aproximadamente 40 minutos, ou até dourar."
    ]
}