{
    "titulo": "Pão de Páscoa",
    "url": "https://www.tudogostoso.com.br/receita/91117-pao-de-pascoa.html",
    "ingredientes": [
        "700 g de farinha de trigo",
        "40 g de fermento biológico fresco",
        "150 ml de água",
        "150 ml de leite",
        "2 ovos",
        "½ xícara (chá) de óleo",
        "½ xícara (chá) de açúcar",
        "1 colher (sobremesa) de sal",
        "Raspas de 1 laranja ou limão",
        "1 litro de água",
        "500 g de açúcar",
        "16 colheres (sopa) cheias de leite em pó integral",
        "1 pitadinha de sal",
        "2 colheres (sopa) cheias de trigo",
        "½ receita da cobertura",
        "1 colher (sopa) cheia de margarina",
        "4 colheres (sopa) de chocolate em pó"
    ],
    "modo_preparo": [
        "Em uma panela grossa e funda (tipo panela de pressão) misture 1 litro de água com 500 g de açúcar e 12 colheres de leite em pó.",
        "Leve ao fogo e deixe ferver por 20 minutos.",
        "Dissolva o restante do leite em pó e as 2 colheres de farinha de trigo em ½ copo de água, acrescente ao leite fervente, mexendo sem parar até levantar fervura novamente.",
        "Deixe cozinhar, mexendo de vez em quando, em fogo baixo até obter a consistência de leite condensado.",
        "Leve ao fogo ½ receita de cobertura, a margarina e o chocolate em pó.",
        "Mexa sem parar até despregar do fundo, mas dê o ponto de brigadeiro não muito duro.",
        "Use para rechear os pães, ainda morno, não espere esfriar totalmente.",
        "Em uma vasilha grande, faça uma esponja com a água (morna), o fermento e 1 xícara (chá) de farinha de trigo.",
        "Deixe levedar por 20 a 30 minutos (conforme a temperatura ambiente).",
        "Acrescente o leite (morno), os ovos, óleo, sal e açúcar, misture bem e acrescente a farinha de trigo e incorporando, mexendo sempre com uma colher grande de fibra, até que dê para trabalhar a massa com as mãos.",
        "Deite a massa na mesa enfarinhada e polvilhe farinha de trigo e sovando até obter uma massa lisa e macia.",
        "Sove muito bem, divida a massa e faça bolinhas.",
        "Acomode-as na mesa enfarinhada e deixe descansar por 30 minutos.",
        "Abra cada uma das bolinhas com o rolo e modele os pães, tomando cuidado de beliscar bem a ponta junto com o enroladinho para “costurar”.",
        "Acomode os pães em assadeiras untadas de óleo e enfarinhadas.",
        "Faça um corte, no sentido do comprimento com um bisturi ou estilete, bem afiado. Sobre este corte coloque, com o saco de confeitar, um filete da cobertura, da grossura de um dedo. Deixe crescer e asse em forno quente, a 180° até começarem a dourar.",
        "Depois de assados, faça um corte fundo, com uma faca de serra bem afiada, em cima dos pães, no meio da cobertura, e recheie com o brigadeiro feito com o restante da cobertura.",
        "Use o saco de confeitar para facilitar."
    ]
}