{
    "titulo": "Pão de castanha-do-pará e passas",
    "url": "https://www.tudogostoso.com.br/receita/87598-pao-de-castanha-do-para-e-passas.html",
    "ingredientes": [
        "2 colheres de sopa de manteiga",
        "1/3 de xícara de chá de leite",
        "1/4 de xícara de chá de água",
        "15 g de fermento fresco",
        "3 colheres de sopa de açúcar granulado",
        "1 ovo",
        "5 colheres de sopa de castanha-do-pará triturada (aproximadamente 90 g)",
        "2 1/4 de xícara de chá de farinha de trigo",
        "10 castanhas-do-pará picadas",
        "1 colher de sopa açúcar granulado (para caramelar as castanhas)",
        "8 colheres de sopa de passas ao vinho do Porto (aproximadamente 80 g, deixe de molho no vinho do Porto e depois escorra bem)",
        "1 ovo",
        "Leite",
        "Açúcar"
    ],
    "modo_preparo": [
        "Derreta uma colher de açúcar, acrescente um pouco de água e aguarde o açúcar dissolver.",
        "Quando atingir a consistência de calda, acrescente as castanhas picadas e envolva-as com a calda. Desligue o fogo e reserve.",
        "Na panificadora, reserve as castanhas picadas e as passas e coloque todos os outros ingredientes (úmidos primeiro, secos s seguir), escolha o ciclo caseiro com a opção assar desativada.",
        "Quando a panificadora avisar o momento de inserir os ingredientes finais, coloque as castanhas picadas e as passas escorridas.",
        "Na mão, reserve as castanhas picadas e as passas. Misture os demais ingredientes, primeiro os secos e em seguida os úmidos. Trabalhe a massa, deixe descansar, sove com as castanhas picadas e as passas escorridas e deixe descansar um pouco mais.",
        "Considerei o ponto certo da massa aquele tênue limite no qual ela desgruda das mãos mas ainda gruda um pouquinho, sabe?!",
        "Pré-aqueça o forno a 180° a 200°.",
        "Molde no formato desejado e coloque numa assadeira untada com óleo. Cubra com um pano de prato limpo e deixe crescer por aproximadamente 40 minutos, ou até dobrar de tamanho.",
        "Misture o ovo reservado (confere uma cor dourada e brilhante) com um pouco de leite (deixa a casca macia e com tom amarronzado) e pincele cuidadosamente a massa crescida. Salpique um pouco de açúcar granulado e leve ao forno por aproximadamente 20 a 30 minutos. Se quiser, pincele a mistura novamente um pouco antes de sair do forno. Quando assado, retire do forno e deixe esfriar sobre uma grade."
    ]
}