{
    "titulo": "Pão doce",
    "url": "https://www.tudogostoso.com.br/receita/318774-pao-doce.html",
    "ingredientes": [
        "4 e 1/2 xícaras de farinha de trigo (500 g)",
        "2 colheres (sopa) de manteiga (36 g)",
        "1/2 colher (chá) de sal (2 g)",
        "1 sachê de super Fleischmann (10g)",
        "1/2 xicara rasa de iogurte grego (150g)",
        "1/2 xicara de água morna aproximadamente (120 ml)",
        "1 ovo (50g)",
        "1/2 xicara de açúcar refinado (90 g)",
        "500 ml de leite",
        "5 colheres (sopa) de amido de milho (50 g)",
        "4 de gemas (75 g)",
        "1 xicara de açúcar (150 g)",
        "3 colheres de margarina",
        "Essência de baunilha a gosto",
        "100 ml de leite condensado"
    ],
    "modo_preparo": [
        "Coloque a farinha em uma tigela grande, acrescenta manteiga e friccione com as pontas dos dedos até que a mistura fique com aparência de migalhas de pão finas.",
        "Mexendo acrescente o sal, as Sementes de erva-doce e o sache de super Fleischmann e mexa.",
        "Adicione o açúcar e o iogurte e gradualmente e sove um pouco para misturar os líquidos aos secos.",
        "",
        "Acrescente água morna aos poucos, sovando a massa até formar uma massa macia",
        "Sove bem sobre uma superfície levemente untada com óleo por 5 minutos, até que a massa fique macia e elástica e bem lisa.",
        "Divida a massa ao meio e faça bolinhas de aproximadamente 50g. Cubra com e deixe descansar por 10 minutos",
        "Abra cada bolinha formando um rolinho, faça um caracol coloque em uma assadeira untada.",
        "Cubra com plástico, sem apertar, e deixe em local quente para crescer por 45 minutos ou dobre de volume.",
        "Retire o plástico-filme, pincele com ovo, recheia com o creme de confeiteiro no desenho de caracol  e asse em forno pré-aquecido a 180° C por 25 a 30 minutos ou até que esteja dourado",
        "",
        "Dilua o leite condensado com a água e com auxilio de um pincel passe por cima dos pães assado para se obter mais brilho"
    ]
}