{
    "titulo": "Pão de Dobra",
    "url": "https://www.tudogostoso.com.br/receita/319416-pao-de-dobra.html",
    "ingredientes": [
        "500 g de farinha de trigo",
        "1/2 sachê (5 g) de Fermento Biológico Seco Instantâneo da Fleischmann",
        "350 ml de água",
        "1 pitada de sal"
    ],
    "modo_preparo": [
        "Misture em uma tigela a farinha de trigo, a água quente e o fermento Biológico Seco Instantâneo Fleischmann.",
        "Mexa com as mãos apenas para misturar tudo. Depois de bem misturado, faça as 10 primeiras dobras: puxe um pedaço e traga-o para o centro.",
        "",
        "Faça isso 10 vezes, dobrando o pão em si mesmo. Leve para descansar em local morno por 10 minutos.",
        "Ao voltar dos primeiros 10 minutos, acrescente o sal, misture com as mãos para ficar homogêneo e repita o processo das 10 dobras.",
        "Leve para fermentar pela segunda vez por 10 minutos.",
        "",
        "",
        "Traga de volta e dobre 10 vezes, pela terceira vez. E deixe fermentar pela terceira vez por mais 10 minutos.",
        "Repita o processo pela quarta vez: dez dobras e dez minutos fermentando.",
        "",
        "Ao voltar, modele o pão com as mãos: deixe bem redondinho e lisinho. Deixe agora fermentar por 40 minutos.",
        "",
        "Comece a pré-aquecer seu forno na temperatura máxima. É importante estar bem quente antes de colocar para assar.",
        "",
        "Agora leve o pão a uma panela que possa ir ao forno com papel-manteiga. Polvilhe um pouco de farinha de trigo por cima e faça um corte em “X” em cima do pão.",
        "Para assar, siga a sequência abaixo, que dura 45 minutos e coloque o forno em 200° C:",
        "",
        "0 a 15 minutos: panela fechada com tampa e na grelha de baixo uma forma com água quente. Como um banho-maria, com a panela dentro da forma com água.",
        "15 a 25 minutos: remova a forma com água e mantenha a panela com tampa",
        "",
        "25 a 45 minutos: agora tire a tampa e deixe terminar de assar. Pronto!"
    ]
}