{
    "titulo": "Pastel de feira fácil demaisss",
    "url": "https://www.tudogostoso.com.br/receita/188992-pastel-de-feira-facil-demaisss.html",
    "ingredientes": [
        "4 canecas de trigo (lembrando que e um pouco maior que xícara normal, vai ter uma imagem da que usei na foto da receita)",
        "1 colher (sopa) de cachaça (pode ser aquelas de garrafinha)",
        "1 colher (sopa) de vinagre",
        "1 colher (sopa) de óleo",
        "1 colher (sopa) de sal",
        "1 caneca de água quente",
        "1/2 kg de carne moída",
        "óleo para a fritura da carne (use pouco para não ficar encharcada)",
        "3 dentes de alho amassados",
        "2 cabeça de cebola picada",
        "1 pitada de pimenta-do-reino (sua preferencia)",
        "sal a gosto",
        "queijo mussarela (colocar só no final, quando estiver montando o pastel).",
        "mortadela ralada",
        "orégano",
        "molho de tomate",
        "sal a gosto",
        "queijo mussarela (coloque na hora de montar o pastel)"
    ],
    "modo_preparo": [
        "Coloque todos os ingredientes numa vasilha grande.",
        "Em seguida, amasse até a massa desgrudar da vasilha.",
        "Depois de amassar bem, abra com um rolo numa mesa, até a massa ficar bem fininha.",
        "Corte com uma faca mesmo, um quadrado, de sua preferência.",
        "Adicione o seu recheio e feche com garfo ou fechador próprio depois de montar todos.",
        "Despeje bastante óleo numa panela (que der para cobrir o pastel) e deixe a gordura ficar bem quente (vai chegar a soltar fumaça).",
        "Frite o pastel do jeito que você quiser, mais dourado ou não (cuidado pois frita muito rápido, cuidado para não passar do ponto).",
        "A porção varia, dependendo do tamanho e finura.",
        "Abra a masse e adicione o recheio com a mussarela.",
        "Feche bem tirando o ar.",
        "Em seguida, finalize fechando com fechador próprio para pastel.",
        "Se você não tiver, feche com garfo indo e voltando para que não abra na fritura."
    ]
}