{
    "titulo": "Pastel de pupunha e brócolis da Abima",
    "url": "https://www.tudogostoso.com.br/receita/165433-pastel-de-pupunha-e-brocolis-da-abima.html",
    "ingredientes": [
        "15 discos de rap10 integral light ou à seu gosto",
        "1 receita de creme de pupunha e brócolos",
        "15 colheres das de sobremesa de requeijão cremoso de consistência firme",
        "2 claras de ovo peneiradas",
        "Queijo tipo parmesão ralado",
        "Gergelim",
        "Orégano seco",
        "2 colheres das de sopa de azeite",
        "1 colher das de chá de alho picado",
        "1 xícara das de chá de cebola cortada em cubinhos",
        "1 xícara das de chá de floretes de brócolis",
        "2 tomates maduros sem a pele e sem sementes, cortados em cubinhos",
        "1/2 envelope de caldo de legumes 0% de gordura",
        "300 g de palmito pupunha lavado e cortado em cubos pequenos",
        "3 colheres das de sopa de azeitonas verdes fatiadas",
        "150 g de cream cheese light",
        "40 g de farinha de trigo dissolvida em 150 ml de leite",
        "Sal e pimenta-do-reino a gosto",
        "2 colheres das de sopa de cheiro verde fresco picado"
    ],
    "modo_preparo": [
        "Em uma panela grande aqueça o azeite e refogue o alho e a cebola. Junte os brócolis, os tomates, o sachê de caldo e refogue rapidamente.",
        "Em seguida agregue o palmito, a azeitona, o cream cheese e farinha dissolvida no leite.",
        "Cozinhe por 10 minutos mexendo delicadamente para não formar grumos. Retire do fogo, verifique os temperos corrigindo se necessário. Acrescente o cheiro verde e reserve.",
        "Disponha os discos sobre uma bancada e aplique uma porção do creme de palmito, pincele a clara nas bordas, feche os pasteis apertando com um garfo.",
        "Pincele os pasteis com clara e distribua o queijo ralado ou cobertura de sua preferência.",
        "Coloque os pasteis em uma assadeira untada com azeite e leve ao forno preaquecido a 180 ºC até ficarem crocantes e o queijo levemente dourado. Sirva a seguir."
    ]
}