{
    "titulo": "Pastéis natalinos receita exclusiva Wickbold",
    "url": "https://www.tudogostoso.com.br/receita/163037-pasteis-natalinos-receita-exclusiva-wickbold.html",
    "ingredientes": [
        "2 xícaras (chá) de nozes (180 g)",
        "1 xícara (chá) de açúcar (160 g)",
        "1 xícara (chá) de damasco turco picado (120 g)",
        "1 colher (sopa) de água de flor de laranjeira (15 g)",
        "150 g de manteiga derretida",
        "1 embalagem de Pão Torta Fria Wickbold",
        "1 xícara (chá) de açúcar (160 g)",
        "1/2 colher (sopa) de água de flor de laranjeira (7 g)",
        "1/2 xícara (chá) de cerejas ao marrasquino ou frescas"
    ],
    "modo_preparo": [
        "Processe as nozes com o açúcar até formar uma farofa grossa.",
        "Junte o damasco picado e a água de flor de laranjeira e, com o auxílio de uma colher, misture até ficar homogêneo.",
        "Pegue uma das tiras de pão, acomode-a sobre uma tábua limpa e a pressione com um rolo de massa no sentido do comprimento.",
        "Então, pincele um pouco de manteiga.",
        "Em seguida, coloque a tira sobre uma assadeira com a face pincelada de manteiga voltada para baixo. Sobre a tira, coloque nove colheres (sopa) do recheio de nozes (no centro) deixando um espaço de 1 cm da borda. Com auxílio de um pincel, molhe as bordas da fatia de pão com um pouco de água. Em seguida, coloque outra fatia sobre o recheio. Aperte as bordas utilizando um garfo, fechando o pastel. Repita a operação até acabarem as tiras de pão, obtendo três pastéis compridos. Leve ao forno pré-aquecido à 160 °C e deixe dourar por cerca de 40 minutos.",
        "Com a panela fora do fogo, despeje 1 xícara (chá) de água (200 ml) e adicione o açúcar. Misture até dissolver o açúcar e leve ao fogo médio durante 20 minutos, ou até quando o líquido formar um fino fio ao levantar a colher. Retire a panela do fogo e despeje a calda em um recipiente para esfriar. Cubra com um filme plástico e leve à geladeira durante 2 horas.",
        "Sirva os pastéis quentes ou em temperatura ambiente. Regue com a calda na hora de servir.",
        "Não mexa a calda enquanto ela estiver no fogo. Esse procedimento fará com que ela fique com consistência açucarada."
    ]
}