{
    "titulo": "Pastéis aperitivo",
    "url": "https://www.tudogostoso.com.br/receita/169658-pasteis-aperitivo.html",
    "ingredientes": [
        "5 colheres de sopa de Óleo de soja Soya",
        "3 xícaras de farinha de trigo",
        "1 ovo",
        "1 colher de sopa de cachaça",
        "1 colher de sobremesa de vinagre",
        "10 colheres de sopa de água",
        "2 dentes de alho amassados",
        "1/2 xícara de palmito picado, escorrido",
        "1/2 xícara de florzinhas de brócolis, picadas",
        "porções de azeitonas verdes picadinhas",
        "1 colher de sopa de salsa picada",
        "1/2 colher de sopa de de amido de milho",
        "1/4 xícara de leite",
        "1/4 xícara de milho verde em conserva",
        "2/3 de uma lingüiça calabresa, picadinha",
        "1 tomate, sem pele e sementes, picadinho",
        "1 xícara de queijo mussarela, ralado",
        "porções de Óleo de soja Soya para fritar",
        "porções de carne com ovos e azeitona para rechear"
    ],
    "modo_preparo": [
        "Em uma tigela leve os ingredientes para misturar com as mãos. Retire da tigela e em mesa enfarinhada sove a massa até que esteja lisa e macia. Com um rolo abra bem a massa. Corte no tamanho desejado (5 x 3,5 cm para tamanho aperitivo), adicione o recheio de preferência, feche bem com a ponta de uma garfo e leve para fritar em óleo de soja Soya bem quente. Retire os pastéis e coloque sobre papel toalha para escorrer o excesso de óleo.",
        "No óleo de soja Soya, frite a cebola e o alho até que murchem bem. Acrescente os legumes e refogue até que fiquem macios. Dissolva o amido no leite, adicione à panela e, em fogo baixo, cozinhe até que engrosse. Desligue o fogo, junte as azeitonas, a salsa e tempere com sal e pimenta a gosto",
        "No óleo de soja Soya frite a calabresa. Retire do fogo e misture os demais ingredientes.",
        "Substitua as 100 g de calabresa por 150 g de carne moída, retire a mussarela e adicione ovos cozidos e cheiro verde picado."
    ]
}