{
    "titulo": "Pavê de chocolate e prestígio (super prático e ótimo para festas de fim de ano)",
    "url": "https://www.tudogostoso.com.br/receita/82092-pave-de-chocolate-e-prestigio-super-pratico-e-otimo-para-festas-de-fim-de-ano.html",
    "ingredientes": [
        "2 a 3 pacotes de bolacha maisena",
        "1 litro de leite",
        "2 latas de leite condensado",
        "2 xícaras de achocolatado em pó",
        "3 colheres de maisena",
        "2 colheres de margarina",
        "Um pouco de leite para umidecer as bolachas",
        "1/2 litro de leite",
        "1 pacote de coco (50g)",
        "2 colheres não muito cheias de maisena",
        "1 copo de açúcar"
    ],
    "modo_preparo": [
        "Em uma panela coloque todos os ingredientes: o leite,o leite condensado, as xícaras de achocolatado, a maisena e a margarina.",
        "Leve ao fogo e mexa até  formar um creme e engrossar um pouco.",
        "Faça o mesmo que fez com o creme de chocolate. Misture  todos os ingredientes em uma panela, leve ao fogo até formar um creme grosso.",
        "O creme de coco não fica  tão grosso quanto o de chocolate, não se preocupe.",
        "Umedeça as bolachas de maisena em um pouco de leite.",
        "Apenas mergulhe a bolacha e retire,elas não podem ficar molhadas para que o pavê de certo.",
        "Apenas umedeça rapidamente.",
        "Em um recipiente ( pirex) faça uma camada de bolachas.",
        "Em seguida coloque um pouco de creme de chocolate (o suficiente para que cubra as bolachas e se preferir bastante recheado acrescente mais um pouco).",
        "Em cima do creme de chocolate coloque mais uma camada de bolacha.",
        "Feito isso coloque o creme branco.",
        "Coloque o tanto que achar necessário para cubrir as bolachas e mais um pouco se preferir bastante recheado.",
        "Em cima do creme branco faça mais uma camada de bolacha.",
        "E por último acrescente o que sobrou de creme preto.",
        "Deixa na geladeira de 2 a 3 horas e sirva gelado.",
        "Fica sensacional e é um ótimo prato para as festas de final de ano."
    ]
}