{
    "titulo": "Pavê de cappuccino",
    "url": "https://www.tudogostoso.com.br/receita/198115-pave-de-cappuccino.html",
    "ingredientes": [
        "300 g de biscoito maisena sabor baunilha com cappuccino",
        "leite suficiente para umedecer os biscoitos",
        "200 g de leite condensado gelado",
        "200 g de creme de leite vegetal para chantili, bem gelado",
        "1 colher (chá) de essência de baunilha",
        "1 colher (chá) de conhaque",
        "3 colheres (sopa) de leite em pó instantâneo",
        "500 ml de leite integral",
        "4 gemas de ovos grandes, peneiradas",
        "180 g de açúcar",
        "2 colheres (sopa) de farinha de trigo",
        "1 colher (sopa) de amido de milho",
        "12 g de gelatina incolor dissolvida em 50 ml de água fria",
        "150 g de chantili",
        "1 colher (sopa) de conhaque",
        "1 colher (sobremesa) de essência de baunilha",
        "1/2 receita do creme de baunilha pronto",
        "1 colher (café) de canela em pó",
        "1 colher (chá) de café solúvel dissolvido em 1 colher (chá) de água",
        "150 g de chocolate ao leite derretido",
        "200 g de chocolate meio amargo ou ao leite, derretido",
        "1 lata de creme de leite com o soro"
    ],
    "modo_preparo": [
        "Em uma panela coloque o leite, as gemas, o açúcar, a farinha, o amido e a gelatina hidratada; bata com um mixer e leve a panela ao fogo.",
        "Misture constantemente até obter um creme espesso e bem cozido.",
        "Retire do fogo e leve para gelar em forma rasa e coberta com filme plástico.",
        "Bata em batedeira o creme depois de bem gelado.",
        "Finalize juntando delicadamente o chantili batido, a baunilha e o conhaque.",
        "Divida o creme em duas porções e reserve.",
        "Misture delicadamente todos os ingredientes e utilize na montagem.",
        "Misture o creme de leite com o chocolate e utilize na montagem.",
        "Inicie a montagem em uma forma ou taças, colocando camadas de biscoitos umedecidos no leite.",
        "Acrescente uma farta camada de creme de baunilha e outra camada de biscoitos.",
        "Adicione uma farta camada de creme cappuccino e outra camada de biscoitos.",
        "Acrescente uma farta camada de creme de chocolate.",
        "Leve para gelar por 4 horas, desenforme e aplique a cobertura de chantili.",
        "Decore a gosto."
    ]
}