{
    "titulo": "Pavê Tiramisù da Abima",
    "url": "https://www.tudogostoso.com.br/receita/119433-pave-tiramisu-da-abima.html",
    "ingredientes": [
        "2 embalagens de bolo industrializado sabor baunilha",
        "250 gramas de chantili para decorar",
        "50 gramas de raspas de chocolate amargo ou a gosto",
        "1 receita de calda de café",
        "1 receita de creme de gemas",
        "4 colheres das de sopa de cacau em pó peneirado (opcional)",
        "Grãos de café e cerejas para decorar (opcional)",
        "250 ml de água",
        "½ xícara das de chá de açúcar",
        "1 pedaço de canela",
        "4 cravos da índia",
        "1 receita de calda básica",
        "50 ml de creme de cacau ou licor de café",
        "1 colher das de sopa de rum escuro",
        "50 ml de conhaque",
        "1 colher das de sobremesa de café solúvel dissolvido em 1 colher das de chá de água quente",
        "250 g de cream cheese",
        "300 g de ricota bem fresca, passada por peneira",
        "50 g de açúcar",
        "5 gemas grandes passadas por peneira",
        "150 g de açúcar",
        "1 colher das de sobremesa de essência de baunilha",
        "4 colheres das de sopa de rum escuro ou conhaque",
        "250 g de chantilly",
        "1 colher das de sobremesa de gelatina incolor",
        "4 colheres das de sopa de água fria para hidratar a gelatina",
        "1 lata de creme de leite gelado e sem soro"
    ],
    "modo_preparo": [
        "Misture todos os ingredientes e leve ao fogo para ferver.",
        "Iniciando a fervura, deixe por 5 minutos e desligue o fogo.",
        "Misture bem todos os ingredientes e utilize frio.",
        "Bata em um processador os três primeiros ingredientes até formar um creme fofo e reserve.",
        "Bata na batedeira as gemas com o açúcar até obter um creme fofo e esbranquiçado. Junte a baunilha e o rum. Leve ao fogo para cozinhar em banho-maria, mexendo sempre, até obter um creme. Passe este creme em uma peneira e deixe esfriar completamente. Hidrate a gelatina em água fria e leve ao banho-maria para dissolver. Junte ao creme de gemas, já frio.",
        "Agregue aos poucos o creme de leite gelado.",
        "Por último, agregue os demais ingredientes e misture delicadamente com auxílio de um fouet.",
        "Forre com papel alumínio uma forma de bolo inglês grande e inicie a montagem com o creme de gemas, fatias de bolo umedecidas na calda de café, pequenas porções de chantilly e raspas de chocolate. Repita novamente todas as camadas e finalize com o creme de gemas.",
        "Cubra a forma com papel alumínio e leve-a a geladeira por 6 horas.",
        "Desenforme o pavê, polvilhe com o cacau em pó e decore a gosto."
    ]
}