{
    "titulo": "Peixe ao molho de mostarda",
    "url": "https://www.tudogostoso.com.br/receita/184814-peixe-ao-molho-de-mostarda.html",
    "ingredientes": [
        "2 filés de peixe sem espinhas (merluza, robalo) com ou sem pele",
        "4 dentes de alho",
        "suco de um limão",
        "ervas de provença a gosto (pode substituir por orégano, manjericão e alecrim)",
        "sal a gosto",
        "4 colheres (sopa) azeite para fritar",
        "1 pitada de trigo para não grudar na frigideira",
        "150 ml de creme de leite ou nata",
        "50 ml de leite",
        "1/2 cebola cortada bem pequena",
        "3 colheres (sopa) de azeite extra virgem",
        "1 colher cheia (sobremesa) de margarina de boa qualidade",
        "2 colheres (sobremesa) de mostarda dijon (outro tipo de mostarda altera totalmente o sabor da receita)",
        "1 pitada de noz-moscada moída",
        "1 pitada de alecrim moído (de preferência moer na hora)",
        "sal a gosto"
    ],
    "modo_preparo": [
        "Tempere o filé de peixe com o alho amassado (ou bem picadinho), o limão, o sal e as ervas.",
        "Deixe marinar enquanto prepara o molho, mas já deixe uma frigideira no fogão com azeite e trigo (deixe o fogo desligado).",
        "Em outra panela coloque o azeite, aqueça em fogo médio/alto e coloque a cebola quando estiver quente. Deixe a cebola dourar ligeiramente.",
        "Abaixe o fogo totalmente e adicione a margarina e deixe derreter.",
        "Acrescente primeiro o leite, a noz-moscada e o alecrim.",
        "Depois coloque a mostarda Dijon (mexa) e o creme de leite e misture bem.",
        "Desligue o fogo (cuidado para não talhar o creme de leite caso não seja o fresco), reserve.",
        "Ligue o fogo da frigideira (alto), aqueça o azeite e quando estiver quente coloque o peixe (não deixe o trigo queimar, quando o trigo começa a ferver é hora de colocar o peixe).",
        "Frite por 3 minutos de um lado, vire o peixe e frite por mais 3 minutos (depende da espessura do peixe que você escolher).",
        "Coloque o peixe no prato e o molho por cima."
    ]
}