{
    "titulo": "Penne ao creme de kani-kama e palmito da ABIMAPI",
    "url": "https://www.tudogostoso.com.br/receita/173057-penne-ao-creme-de-kani-kama-e-palmito-da-abimapi.html",
    "ingredientes": [
        "500 g de massa de grano duro no formato de penne cozida al dente",
        "1 receita de creme de kani-kama e palmito",
        "parmesão ralado para polvilhar a gosto (opcional)",
        "1 colher das de sopa de azeite",
        "20 g de manteiga",
        "1 colher das de café de alho amassado ou bem picado",
        "1/2 xícara das de chá de cebola bem picada",
        "1 sachê de caldo de legumes em pó 0% de gordura",
        "3 tomates sem pele e sem sementes picados em cubos bem pequenos",
        "2 colheres das de sopa de molho inglês",
        "1 colher das de sopa de mostarda",
        "3 colheres das de sopa de catchup",
        "100 ml de vinho branco seco",
        "1 colher das de sopa de conhaque",
        "1 colher das de sopa farinha de trigo peneirada",
        "300 ml de leite",
        "300 ml de água",
        "250 g de kani-kama cortado em rodelas",
        "300 g de palmito cortado a gosto (1 vidro grande, tipo jussara ou pupunha)",
        "400 g de creme de leite fresco ou uht",
        "sal, pimenta-do-reino branca e noz-moscada ralada a gosto",
        "1/2 xícara das de chá de salsinha fresca bem picada"
    ],
    "modo_preparo": [
        "Refogue o alho e a cebola no azeite, junte os tomates, o caldo de legumes, o molho inglês, a mostarda, o catchup, o vinho branco seco e o conhaque, deixe levantar fervura e retire do fogo.",
        "Junte a farinha de trigo peneirada e mexa rapidamente, para não formar grumos.",
        "Acrescente o leite e a água aos poucos e continue mexendo.",
        "Volte o creme ao fogo, deixe cozinhar por 5 minutos e bata, com um mixer ou em um liquidificador.",
        "Acrescente o kani-kama, o palmito, o creme de leite e tempere com sal, pimenta-do-reino branca e noz-moscada ralada a gosto.",
        "Junte o penne e deixe aquecer.",
        "Finalize com queijo e salsinha a gosto."
    ]
}