{
    "titulo": "Pilaf de Frango (receita tradicional dos judeus sefaradis oriundos da Pérsia)",
    "url": "https://www.tudogostoso.com.br/receita/101197-pilaf-de-frango-receita-tradicional-dos-judeus-sefaradis-oriundos-da-persia.html",
    "ingredientes": [
        "1 frango médio desossado e cortado em cubos",
        "2 cenouras cortadas em cubos",
        "200 g de vagem cortadas em rodelas de mais ou menos 0,5 cm",
        "2 xícaras de arroz",
        "3 xícaras de caldo de legumes ou de frango",
        "Cheiro verde a gosto",
        "1 tomate maduro, mas firme cortado em cubos com as sementes",
        "Pimenta-do-reino branca (a gosto)",
        "Tempero sírio (a gosto)",
        "Sal (a gosto)",
        "1 pitada de canela (opcional)",
        "Uvas passas brancas e negras a gosto (opcional)",
        "Snoubar ou castanhas do Pará (opcional)",
        "Algumas folhinhas de alecrim (opcional)",
        "1/2 colher de chá de curcuma ou colorau",
        "3 dentes de alho bem picados",
        "1 cebola média cortada grosseiramente",
        "3 colheres de sopa de azeite extra virgem"
    ],
    "modo_preparo": [
        "Aqueca uma caçarola funda, acrescente o azeite, frite primeiro a cebola até que esta fique macia e transparente, quase dourada.",
        "Acrescente o alho e em seguida os pedaços de frango e a curcuma/colorau, refogue rapidamente para não secar demasiadamente a carne do frango, reserve, vai juntar um pouco de caldo que será usado mais adiante.",
        "Lave o arroz uma única vez, misture o arroz a todos os outros ingredientes ( menos com o tomate ) com muito uidado para não quebrar o arroz.",
        "Coloque o frango juntamente com o tomate picado no fundo de uma forma comum furo no meio e que possua uma tampa ( destas usadas para pudim ) coloque com cuidado a mistura feita com o arroz e os outros ingredientes despeje o caldo de frango/legumes, juntamente com o caldo que sobrou do cozimento do frango, tampe e leve ao forno dentro de uma outra forma em banho-maria por mais ou menos uns 30 minutos.",
        "Retire do forno e vire em um prato grande e regue com azeite de oliva, é servido como prato principal."
    ]
}