{
    "titulo": "Polpetone na frigideira",
    "url": "https://www.tudogostoso.com.br/receita/168385-polpetone-na-frigideira.html",
    "ingredientes": [
        "300 gramas de carne moída de sua preferência",
        "Alho e cebola amassados na quantidade desejada",
        "1 fatia de pão de forma umedecida em leite",
        "150 gramas de queijo muçarela ralado ou fatiado",
        "Azeite ou óleo, só um fiozinho para fritar",
        "Molho de tomate na quantidade desejada (receita abaixo)",
        "Sal e pimenta-do-reino a gosto",
        "Um fiozinho de azeite ou óleo",
        "1 dente de alho picado",
        "1 sachê de molho de tomate pronto",
        "Sal, pimenta-do-reino e orégano a gosto",
        "Um pouco de água"
    ],
    "modo_preparo": [
        "Em uma panela, no fogo baixo, coloque um fiozinho de azeite e o alho",
        "Deixe fritando um pouco",
        "Acrescente o molho de tomate pronto, tempere com o sal, a pimenta-do-reino e o orégano",
        "Misture tudo e adicione um pouco de água",
        "Deixe cozinhando por alguns minutos.",
        "Despeje o nhoque na panela do molho, misture bem e distribua em um refratário",
        "Está pronto",
        "Coloque a carne moída em uma vasilha e junte o alho e a cebola.",
        "Misture bem (com as mãos mesmo)",
        "Adicione a fatia de pão e vá misturando até que seja incorporada",
        "Tempere com o sal e a pimenta-do-reino e continue misturando até ficar homogêneo",
        "Em uma superfície lisa, separe quatro porções da carne e molde em círculos, como se fosse fazer hambúrguer (se achar necessário utilize uma tampa de plástico para fazer o molde ou até mesmo um cortador de hambúrguer)",
        "Coloque uma porção do queijo muçarela sobre um círculo e cubra com outro círculo. Faça isto mais uma vez.",
        "Em um frigideira, ao fogo baixo, coloque um fiozinho de azeite e frite/sele os polpetones dos dois lados até ficar dourado. Ainda na frigideira, assim que os polpetones estiverem bem fritinhos, acrescente o molho que você fez, cubra os polpetones com o queijo muçarela, tampe a frigideira e deixe cozinhando por alguns minutos. Assim que derreter o queijo e a carne estiver no ponto certo é só servir."
    ]
}