{
    "titulo": "Poulet Tchoupitoulas (As férias da minha vida)",
    "url": "https://www.tudogostoso.com.br/receita/187373-poulet-tchoupitoulas-as-ferias-da-minha-vida.html",
    "ingredientes": [
        "3 colheres (sopa) de manteiga sem sal",
        "3 cebolas brancas pequenas picadas em cubinhos",
        "1/2 xícara de pimentão vermelho picado",
        "2 colheres (chá) de sal",
        "1/4 + 1/8 de colher (chá) de pimenta caiena (eu usei pimenta calabresa em pó)",
        "pimenta-do-reino moída na hora",
        "200 g de andouille moída ou outra linguiça defumada",
        "1 colher (sopa) de alho picado",
        "grãos de uma espiga crua de milho verde",
        "5 ovos",
        "2 xícaras de creme de leite",
        "1/4 colher (chá) de pimenta vermelha",
        "1 colher (chá) de molho inglês",
        "4 xícaras de croutons",
        "1/2 xícara de queijo parmigiano-reggiano ralado",
        "1/4 xícara de Essence (receita abaixo)",
        "1/2 xícara de óleo (mais um pouco para a frigideira)",
        "2 frangos inteiros (1 e 1/2 a 2 kg) cortados ao meio, desossados",
        "100 g de bacon picado",
        "1 e 1/2 xícara de cebola branca picada",
        "sal",
        "pimenta moída na hora",
        "pimenta caiena",
        "1/4 xícara de açúcar mascavo",
        "1 colher (sopa) de cebolinhas picadas",
        "2 colheres (chá) de alho picado",
        "3 xícaras de água",
        "2 colheres (sopa) de vinagre de arroz",
        "1 e 1/2 kg de verduras (como mostarda, repolho, folhas de nabo, couve e espinafre, lavadas e sem caule)",
        "2 e 1/2 colheres (sopa) de páprica",
        "2 colheres (sopa) de sal",
        "2 colheres (sopa) de alho em pó",
        "1 colher (sopa) de pimenta-do-reino",
        "1 colher (sopa) de cebola em pó",
        "1 colher (sopa) de pimenta caiena",
        "1 colher (sopa) de orégano desidratado",
        "1 colher (sopa) de tomilho desidratado"
    ],
    "modo_preparo": [
        "Preaqueça o forno a 180° C.",
        "Unte um refratário retangular médio com 1 colher de manteiga.",
        "Em uma caçarola grande derreta as 2 colheres de manteiga restantes.",
        "Acrescente as cebolas, os pimentões, 1 colher (chá) de sal e 1/4 de colher (chá) de pimenta caiena.",
        "Tempere generosamente com pimenta-do-reino e refogue até que as cebolas dourem, por +/- 6 minutos.",
        "Acrescente a linguiça e cozinhe por mais 3 minutos, acrescente o sal, o milho e cozinhe por 1 minuto.",
        "Retire do fogo e deixe esfriar.",
        "Em um recipiente, bata os ovos por 30 segundos, adicione o creme de leite, o restante do sal, o 1/8 restante de pimenta caiena, molho de pimenta vermelha e molho inglês.",
        "Bata até ficar homogênea, vire sobre a mistura de linguiça, acrescente os croutons e misture bem.",
        "Despeje no refratário, salpique com queijo ralado e asse até dourar.",
        "Em um recipiente pequeno misture o Essence e 1/2 xícara de óleo, espalhe a mistura por igual em cada metade do frango.",
        "Aqueça 2 caçarolas refratárias grandes em fogo médio.",
        "Quando estiverem quentes, acrescente óleo para untar o fundo da panela.",
        "Coloque 2 metades de frango em cada panela com a pele para baixo e frite até dourar, de 6 a 8 minutos.",
        "Depois de bem selados, vire os frangos e leve ao forno (no filme, o chef levou a própria frigideira ao forno, mas eu transferi os frangos para uma assadeira).",
        "Asse até soltar um pouco do suco, de 25 a 30 minutos.",
        "Retire e deixe descansar por 5 minutos antes de servir.",
        "Para servir, coloque o pudim de linguiça no centro de 4 pratos, coloque os Vegetais à Moda do Sul ao lado do pudim e 1 metade do frango diretamente em cima do pudim. Rende 4 porções bem generosas.",
        "Misture bem todos os ingredientes e rende 2/3 de xícara.",
        "Em uma panela grande e funda, em fogo médio, refogue o bacon até ficar levemente crocante, acrescente as cebolas e tempere com sal e pimenta a gosto.",
        "Cozinhe de 6 a 7 minutos até dourar a cebola, acrescente o açúcar mascavo e mexa para dissolver.",
        "Acrescente a cebolinha e o alho e cozinhe por 2 minutos. Acrescente a água e o vinagre e misture bem.",
        "Comece a colocar as verduras, 1/3 de cada vez, pressionando-as para baixo quando começarem a murchar.",
        "Tempere novamente com sal e pimenta.",
        "Abaixe o fogo e cozinhe sem tampar a panela até que as verduras fiquem macias, por aproximadamente 1 hora e 15 minutos (isso mesmo, 1 hora, mas é claro que eu não cozinhei mais do que 30 minutos).",
        "Sirva quente."
    ]
}