{
    "titulo": "Pretzel de canela e açúcar",
    "url": "https://www.tudogostoso.com.br/receita/106568-pretzel-de-canela-e-acucar.html",
    "ingredientes": [
        "2 colheres de sopa ou 20 g de fermento biológico seco",
        "2 xícaras de água quente (110° a 115°)",
        "1/2 xícara de açúcar",
        "1/4 xícara de manteiga ou margarina, amolecida",
        "2 colheres de chá de sal",
        "1 ovo",
        "6 e 1/2 xícaras de farinha de trigo",
        "1 gema de ovo",
        "2 colheres de sopa de água fria",
        "3 colher de chá de açúcar granulado",
        "1/2 colher de chá de canela",
        "1 colher de chá de margarina (regular), derretida",
        "1 colher de chá de leite de amêndoa (se preferir pode ser usado o leite normal)",
        "16 amêndoas sem casca",
        "600 ml de água filtrada",
        "Açúcar a gosto"
    ],
    "modo_preparo": [
        "Em uma tigela, dissolva o fermento na água morna.",
        "Adicione o açúcar, manteiga, sal, ovo e 2 xícaras de farinha.",
        "Bata até ficar homogêneo. Mexa o suficiente a farinha restante para formar uma massa firme.",
        "Coloque em uma tigela untada, virando uma vez.",
        "Cubra e leve à geladeira por 2 - 24 horas.",
        "Vire a  massa para baixo. Vire para uma superfície enfarinhada, divida a massa em 4 partes.",
        "Enrole cada pedaço em tiras.",
        "Corte as tiras em pequenos pedaços.",
        "Coloque em assadeiras untada.",
        "Misture a gema de ovo batida com a água fria, pincele sobre pretzels.",
        "ubra e deixe crescer em local aquecido até dobrar, cerca de 25 minutos.",
        "Asse em forno à 400° por 15 a 20 minutos ou até dourar.",
        "Remover da forma para uma gradinha para esfriar.",
        "Enquanto pretzels ainda estão quentes, mergulhe-os em manteiga derretida e leite, em seguida passe em uma mistura de açúcar e canela.",
        "Deixe as amêndoas de molho de um dia para o outro em 600 ml de água.",
        "Coloque-as no liquidificador junto com a água e bata por cinco minutos. Coe, usando uma peneira fina, guarde na geladeira. Adoce quando for utilizar."
    ]
}