{
    "titulo": "Pudim de mandioca, cajá e castanha com calda de formiga e creme de caramelo",
    "url": "https://www.tudogostoso.com.br/receita/319867-pudim-de-mandioca-caja-e-castanha-com-calda-de-formiga-e-creme-de-caramelo.html",
    "ingredientes": [
        "200 g de mandioca",
        "3 castanhas-do-pará",
        "100 g de cajá fresco",
        "100 g de açúcar",
        "50 g de farinha d’água",
        "120 ml de água fervente",
        "4 ovos",
        "Óleo de coco, para untar",
        "Açúcar, para polvilhar",
        "Xarope de guaraná, para untar",
        "100 g de polpa de cajá",
        "100 g de açúcar",
        "10 formigas saúva (içá)",
        "100 g de açúcar",
        "120 ml de água fervente",
        "50 ml de leite de castanha-do-pará",
        "20 g de óleo de coco",
        "20 g de manteiga",
        "Folha de bananeira branqueada",
        "20 formigas saúva (içá)",
        "Farinha d’água a gosto"
    ],
    "modo_preparo": [
        "Descasque a mandioca e as castanhas-do-pará e lave o cajá.",
        "Sobre uma tábua ou bancada, usando a parte mais grossa de um ralador, rale a mandioca, as castanhas e o cajá, sem o caroço. Transfira tudo para uma tigela e adicione o açúcar e a farinha d´água. Misture e escalde tudo com a água fervente.",
        "Acrescente os ovos, misture e bata com um fouet até todos os ingredientes estarem bem incorporados e formarem uma massa.",
        "Coloque a massa em quatro formas (8 cm de diâmetro cada) untadas e polvilhadas com óleo de coco, açúcar e um pouco de xarope de guaraná. Asse em banho-maria, em forno a 200° C, por 12 minutos.",
        "Em uma panela, em fogo baixo, ferva a polpa de cajá com o açúcar e as formigas, até virar calda. Coe, descarte as formigas e reserve.",
        "Em uma panela pequena, misture o açúcar com a água e deixe ferver em fogo baixo até ficar na cor âmbar. Quando chegar nesse ponto, adicione o leite de castanha e mexa até incorporar.",
        "Acrescente o óleo de coco e a manteiga e mexa bem. Deixe reduzir até engrossar e reserve.",
        "Caso queira decorar a receita com a folha de bananeira, corte tiras largas e branqueie para ficar mais maleável. Ferva água em uma panela em fogo alto e mergulhe as tiras por 10 segundos. Retire, mergulhe em um recipiente com água gelada e cubos de gelo por mais 10 segundos, escorra e reserve.",
        "Em um prato de sobremesa, coloque a tira de folha de bananeira branqueada, desenforme o pudim sobre ela e espalhe o creme de caramelo e a calda de formiga por cima e ao redor do doce.",
        "Finalize com algumas formigas e polvilhe um pouco de farinha d’água por cima."
    ]
}