{
    "titulo": "Quibe de bandeja - Legítima receita Armênia",
    "url": "https://www.tudogostoso.com.br/receita/61388-quibe-de-bandeja-legitima-receita-armenia.html",
    "ingredientes": [
        "500 g de patinho moído",
        "500 g capa de filé moída",
        "200 g nozes sem pele",
        "01 cebola média picada",
        "500 g de trigo para quibe (burgol)",
        "200 g de manteiga sem sal",
        "1/4 xícara de hortelã picado",
        "1 colher de café pimenta síria",
        "2 colheres de sopa de tempero completo (alho e sal)",
        "500 ml de água fervente"
    ],
    "modo_preparo": [
        "Coloque o trigo em uma vasilha e acrescente a água fervente.",
        "Deixe crescer por 20 minutos.",
        "Adicione ao trigo o patinho moído, a hortelão picada, a cebola picada, a pimenta síria e o tempero completo.",
        "Misture bem com as mãos até obter uma massa lisa e homogênea (que não se desmanche e tenha liga).",
        "Doure 1/2 cebola média e refogue a capa de file, não é necessário colocar óleo, pois a capa de file já é uma carne gordurosa e é usada justamente para que o quibe não fique ressecado.",
        "Ao final acrescente sal a gosto na carne após estar refogada.",
        "Junte as nozes picadas e reserve.",
        "Em uma assadeira de alumínio ou refratário, unte com uma parte da manteiga, coloque uma parte da massa do quibe (70%) apalpando com as mãos até cobrir o fundo e a lateral da assadeira.",
        "Se achar necessário molhe as mãos em água para ajudar na modelagem da massa que deve ter uma espessura de não mais de 1 cm.",
        "Coloque o recheio que estava reservado e cubra com a massa do quibe que restou.",
        "Com uma faca faça os cortes em forma de losangos e reserve em geladeira por algumas horas antes de assar.",
        "Aqueça o forno em temperatura média/alta e coloque sobre o quibe a manteiga restante, espalhando sobre alguns pontos da massa.",
        "Junte 1/2 copo de água sobre o quibe e coloque para assar até que esteja dourado."
    ]
}