{
    "titulo": "Quibe assado light",
    "url": "https://www.tudogostoso.com.br/receita/146808-quibe-assado-light.html",
    "ingredientes": [
        "500 g de triguilho (trigo para quibe)",
        "1 litro de água",
        "500 g de carne bovina magra moída (patinho)",
        "1 talo de salsão",
        "2 cebolas",
        "1 cenoura",
        "3 dentes de alho",
        "Suco de 3 limões",
        "1/4 xícara de chá de azeite extra virgem",
        "Gengibre a gosto",
        "Hortelã a gosto",
        "2 colheres de sopa de sal",
        "Pimenta-do-reino a gosto",
        "1 colher de sopa de sementes de gergelim torrada",
        "1 pote de Queijo cremoso magro tipo Philadélphia light ou requeijão light"
    ],
    "modo_preparo": [
        "Ferva 1 litro de água com o suco de 1 limão e 1 colher de sopa de sal.",
        "Numa tigela coloque o triguilho e despeje a água fervente, cubra e reserve por 1 hora.",
        "No liquidificador bata 1 cebola inteira, 1 cenoura, 1 talo de salsão, 1/4 xícara de chá de azeite extra virgem, 3 dentes de alho, o gengibre a gosto, suco de 2 limões, 1 colher de sopa de sal.",
        "Adicione os ingredientes batidos a carne moída (patinho) prove o sal, se necessário adicione mais a gosto, adicione à mistura pimenta-do-reino ou outra de sua preferência, sempre a gosto, por ultimo hortelã picado a gosto.",
        "Misture a carne com os demais ingredientes ao triguilho reservado.",
        "Não é necessário espremer o triguilho.",
        "Pincele um refratário ou forma antiaderente com azeite, coloque um pouco da massa, criando uma camada, em cima espalhe metade do pote de queijo (Philadélphia ou requeijão light).",
        "Faça uma outra camada de massa, espalhe mais uma camada de queijo e por ultimo,  cubra com o restante da massa.",
        "Leve ao forno já preaquecido a 180°C por 50 minutos.",
        "Depois de assado decore com fatias de  limão, folhas de hortelã um fio de azeite e  com sementes de gergelim torrado."
    ]
}