{
    "titulo": "Quibe de forno muito simples à la Polinari",
    "url": "https://www.tudogostoso.com.br/receita/93326-quibe-de-forno-muito-simples-a-la-polinari.html",
    "ingredientes": [
        "1/2 kg de farinha para quibe",
        "2 a 3 kg de carne moída de primeira",
        "800 a 900 g de cebola picada",
        "50 g de alho picado",
        "Tempero pronto",
        "1 pitadinha de cominho",
        "Azeite de boa qualidade de milho, girassol, canola, arroz, o melhor é de oliva, não use azeite de soja nem de amendoim nesta receita.",
        "Quem gosta coloque pimenta a gosto",
        "Pode colocar azeitona picada (opcional)",
        "Pode colocar hortelã fresca picada (opcional)",
        "Tempero pronto completo a gosto mas não exagere",
        "2 cubos de caldo de carne, pincanha ou bacon o que preferir"
    ],
    "modo_preparo": [
        "Coloque uma chaleira de água para ferver.",
        "Em uma xícara grande ou copo dissolva os cubos de caldo de carne, do seu gosto, em água fervente.",
        "Em uma vasilha que caiba tudo e sobre, porque a farinha úmida se expande e dobra de volume, coloque a farinha, coloque água fria e lave bem, escorrendo numa peneira fina.",
        "Nesta mesma vasilha despeje água de  morna para quente (misture a fervente com fria) o suficiente para cobrir tudo e ainda sobrar mais 1/3 do volume em água adicione o conteúdo do copo com o caldo de carne.",
        "Mexa bem e espere umas 3 a 4 horas para a farinha inchar.",
        "Veja, se faltar água pode colocar mais água para que os grânulos inchem bem.",
        "É o que demora na receita.",
        "Tem gente que coloca sal marinho na água que vai inchar a farinha mas é arriscado ficar extemamente salgado e perder tudo.",
        "Em outra vasilha vai misturar todos os temperos e depois, bem depois a carne.",
        "Isto porque os temperos devem estar homogêneos para temperar a carne por igual.",
        "Em uma vasilha que caiba, misture a cebola picada e o alho com o tempero pronto e a pitada de cominho, a pimenta que  e se quiser. Este é todo o sal que vai salgar todo o quibe, então a mistura de temperos pode estar um  pouco mais salgada.",
        "Misture bem a cebola temperada com a carne moída, a coisa é mais ou menos ¼  ou 1/3 de cebola temperada para o total de carne moída.",
        "Deixe esta mistura curtir na geladeira por duas horas ou três horas.",
        "Quando começar a montar ligue o forno  no fogo alto feche a porta e espere esquentar.",
        "Em uma peneira de plástico ou num pano de prato limpo esprema (não muito)  a farinha para tirar o excesso de água, mas que ainda fique um pouco úmida para cozinhar no forno.",
        "Tem que dar liga meio solta.",
        "Você pode fazer em camadas ou misturar tudo a gosto do freguês.",
        "Se decidir misturar tudo misture a farinha inchada e pouco úmida com a carne temperada mexa bem para ficar uniforme.",
        "Tem que ter 2 a 3 vezes mais carne temperada que farinha inchada.",
        "Em uma forma antiaderente untada ou numa forma normal bem untada ou com papel antiaderente ou papel alumínio, despeje a mistura  que fique numa altura de 4 a 6 centímetros.",
        "Se quiser fazer em camadas coloque primeiro uma camada de  uns 2 a 3 cm de farinha inchada no fundo da forma, depois espalhe uniformemente a carne moída. Depois termine com outra camada de farinha inchada.",
        "Nos dois casos, é opcional colocar ou não hortelã  picada. Também nos dois casos antes de assar coloque uma generosa camada de azeite bom espalhada em cima do quibe montado.",
        "Não use azeite de soja.",
        "Se usar azeite de oliva, milho, girassol, canola.",
        "No fogo médio coloque para assar. Quanto ficar com uma cor marrom claro ou marrom quase escuro pode desligar e comer. Preto é queimado cuidado. O tempo de assar é uns 40 a 50 minutos, depende do forno.",
        "Se você fizer bolinhas e fritar sai quibe frito.",
        "Saladas de folhas acompanham bem o quibe. Eu gosto de colocar um pedaço sobre folhas de alface. Tem gente que  espreme limão em cima na hora de comer, outros pimenta. Afinal gosto e nariz cada um tem o seu.",
        "Mangia che ti fa benne."
    ]
}