{
    "titulo": "Quibe assado do filhão",
    "url": "https://www.tudogostoso.com.br/receita/59121-quibe-assado-do-filhao.html",
    "ingredientes": [
        "500 g de triguilho",
        "500 g de carne moída magra",
        "1/2 cebola grande",
        "1/2 maço de salsinha (200 g)",
        "1/2 maco de coriander (200 g)",
        "Todas as folhas de um maço de hortelã (não use os cabos)",
        "Todas as folhas de um maço de manjericão (não use os cabos)",
        "4 colheres de sopa de orégano",
        "1 colher de sobremesa de noz-moscada ralada",
        "1 colher rasa de sobremesa de curry",
        "2 tabletes de caldo de carne",
        "800 ml de água fervendo (se a água não for suficiente para cobrir o triguilho coloque somente mais água quente)",
        "1 pimenta dedo-de-moca grande sem sementes",
        "3 colheres, bem cheias de sopa de margarina derretida",
        "5 colheres de azeite de boa qualidade",
        "250 g de bacon picadinho o menor possível",
        "Sal a gosto no final",
        "1 ovo cru no final",
        "6 fatias de queijo mussarela, ou 300 g de queijo amarelo ralado, ou 300 g de queijo catupiry para o recheio",
        "2 pimentas síria inteiras pequenas, ou 1 colher de sobremesa desta pimenta moída (é o ingrediente mais importante da receita, pode usar malagueta mas não fica a mesma coisa)",
        "3 cabeças de alho grandes passados no espremedor (não coloque mais)",
        "Papel alumínio para cobrir"
    ],
    "modo_preparo": [
        "Ferva bem a água com os  os tabletes de caldo de carne.",
        "Em uma tigela grande coloque o triguilho e acrescente esta mistura.",
        "Deixe descansar por 3 horas.",
        "Se quiser pode deixar menos, mas vai perder qualidade.",
        "Depois passe em um pano limpo ou  peneira, não esprema muito, tem que ficar com bastante umidade, mas sem água escorrendo.",
        "Em uma centrifuga (não dá com certo com o liquidificador) coloque os seguintes ingredientes (se não tiver, use uma boa faca e corte o menor possível): rale toda a cebola, hortelã, pimenta síria (turca), manjericão, salsinha, cebola, pimenta dedo-de-moça.",
        "Em uma panela refoge os seguintes ingredientes: azeite , bacon, alho, desligue o fogo e coloque a mistura da centrifuga.",
        "Acrescente o orégano, a pimenta-do-reino, a noz-moscada e curry.",
        "Coloque o triguilho já retirado a água em uma bacia grande, coloque o refogado da mistura 2 e acrescente a manteiga.",
        "Amasse com as mãos com forca, mais ou menos 5 minutos.",
        "Acrescente o ovo cru e sove mais 5 minutos, amasse bem, o segredo e o amassar bastante com as mãos. Acerte o sal.",
        "Prepare uma refrataria de mais ou menos 32 cm de comprimento, untando generosamente com azeite (não incluído acima).",
        "Disponha uma camada grossa da massa apertando suavemente.",
        "Coloque o queijo que decidir, eu prefiro parmesão fresco em fatias, não cloque muito pois altera o sabor final, uma camada e suficiente.",
        "Coloque a outra camada da massa, passe um pouco azeite no topo de toda a massa alisando.",
        "Corte (tem de cortar antes de assar para não ficar duro e seco) a massa em losango, se corta quadrado ela desmonta ao servir.",
        "Leve ao forno pré-aquecido, a 200°, por 30 minutos, só então cubra com papel alumínio e deixe mais 10 minutos.",
        "Se colocar o papel alumínio no inicio ele não ficará macio."
    ]
}