{
    "titulo": "Quiche de frango",
    "url": "https://www.tudogostoso.com.br/receita/140128-quiche-de-frango.html",
    "ingredientes": [
        "1 caixinha de creme de leite",
        "3 colheres de manteiga ou margarina",
        "1 colher (chá) de fermento",
        "1 gema",
        "2 xícaras de farinha de trigo",
        "sal a gosto (eu uso apenas 1 pitada de sal)",
        "1 kg de peito de frango desfiado",
        "1 tomate picado",
        "1 cebola picada",
        "1/2 pimentão picado",
        "1 pitada de tempero completo",
        "milho, ervilha, azeitonas picadas, orégano, salsa e outros adicionais de sua preferência",
        "1 caixa de creme de leite",
        "1 copo de requeijão cremoso",
        "queijo mussarela fatiado"
    ],
    "modo_preparo": [
        "Misturar (sovar)  todos os ingredientes da massa em uma tigela até atingir uma consistência que solte das mãos.",
        "Pode precisar adicionar um pouco mais de farinha de trigo se ficar  grudando.",
        "Depois de atingida a consistência ideal, abrir a massa no fundo de uma forma untada com manteiga e farinha de trigo e reservar.",
        "Temperar e cozinhar o frango como de costume, depois desfiar o frango e reservar o caldo.",
        "Bater no liquidificador o caldo do frango cozido com 1 caixa de creme de leite.",
        "Recheie o frango desfiado com a cebola, tomate, pimentão, tempero completo.",
        "Depois adicione a azeitona, milho e aos poucos o caldo batido (caldo do frango e creme de leite) e deixe o caldo engrossar um pouco.",
        "Observação: Não coloque o caldo batido todo de uma vez só para não ficar um recheio muito molhado, você mesmo deixa no ponto de consistência que mais te agrada.",
        "Depois do recheio pronto, deixar esfriar e colocar sobre a massa.",
        "Cubra a massa com o requeijão cremoso, e  para finalizar, coloque algumas fatias de queijo mussarela por cima.",
        "Colocar para assar em forno pré-aquecido por mais ou menos 20 minutos ou até a borda da massa ficar douradinha."
    ]
}