{
    "titulo": "Quiche de macarrão com cebolas ao balsâmico da Abima",
    "url": "https://www.tudogostoso.com.br/receita/159389-quiche-de-macarrao-com-cebolas-ao-balsamico-da-abima.html",
    "ingredientes": [
        "500 g de massa curta cozida 'al dente' e dividida em três porções",
        "1 receita de cebolas caramelizas ao balsâmico",
        "1 receita de cobertura",
        "100 g de queijo tipo gorgonzola amassado grosseiramente dividido em três porções",
        "100 g de requeijão cremoso consistência firme dividido em três porções",
        "100 g de nozes torradas e picadas grosseiramente divididas em três porções",
        "2 colheres de sopa de manteiga",
        "2 colheres de sopa de farinha de trigo",
        "500 ml de leite integral frio",
        "3 colheres de sopa de queijo tipo parmesão curado",
        "Sal e pimenta-do-reino branca a gosto",
        "2 colheres de sopa de manteiga",
        "1 kg de cebolas descascadas e cortadas em cubos",
        "2 colheres de sopa de açúcar",
        "50 ml de shoyu",
        "Sal e pimenta-do-reino branca a gosto",
        "6 ovos",
        "500 ml de creme de leite fresco ou UHT",
        "1 receita de molho bechamel",
        "cebolinha verde fresca a gosto",
        "sal, noz moscada e pimenta-do-reino branca a gosto",
        "Refratário grande untado com manteiga e polvilhado com farinha de rosca"
    ],
    "modo_preparo": [
        "Em uma panela derreta a manteiga e doure a farinha. Junte o leite frio e mexa constantemente até abrir fervura e cozinhe até engrossar. Tempere a gosto e utilize frio.",
        "Em uma frigideira grande derreta a manteiga, junte as cebolas e mexa até ficarem brilhantes e levemente douradas. Reserve.",
        "Em uma panela caramelize o açúcar, junte as cebolas reservadas, o shoyu e misture delicadamente até derreter totalmente o caramelo e envolver as cebolas. Tempere com sal e pimenta a gosto. Divida em três porções e reserve.",
        "Em uma tigela bata os ovos com auxílio de um garfo ou fouet, acrescente os ingredientes restantes, verifique os temperos e utilize na montagem.",
        "Coloque uma porção da massa no refratário, distribua uma parte do gorgonzola, uma parte do requeijão em pelotinhas, uma porção das nozes e uma pequena porção da cobertura. Repita as camadas e finalize com a cobertura e parmesão ralado a gosto. Leve ao forno aquecido a 180ºC por aproximadamente quinze minutos ou até dourar. Sirva bem quente."
    ]
}