{
    "titulo": "Receita especial da Mamma",
    "url": "https://www.tudogostoso.com.br/receita/26428-receita-especial-da-mamma.html",
    "ingredientes": [
        "1 kg de batata inglesa",
        "1 l de leite integral",
        "3 colheres (sopa) de amido de milho",
        "1 cebola ralada",
        "1 alho amassado",
        "2 colheres (sopa) azeite",
        "300 g de bacon fatiado e frito (deixe - os sobre papel toalha para retirar a gordura)",
        "300 g de mussarela em fatias",
        "2 caixinhas de creme de leite",
        "1 copo de requeijão cremoso",
        "Salsinha e cebolinha picadas bem fininhas",
        "Queijo parmesão ralado",
        "3 tabletes de caldo de bacon",
        "Sal e pimenta a gosto",
        "Noz - moscada ralada",
        "Orégano"
    ],
    "modo_preparo": [
        "Corte as batatas em rodelas.",
        "Leve para cozinhar em 1 litro de água com sal a gosto e 1 1/2 tablete de caldo de bacon.",
        "Deixe - as cozinhar até ficarem al dente (macias, porém firmes, sem desmanchar) e reserve - as.",
        "Frite o alho e a cebola no azeite.",
        "Acrescente o tablete e a metade restante do caldo de bacon, a noz - moscada a gosto e o amido de milho dissolvido no leite.",
        "Mexa até engrossar, junte o bacon frito, o cheiro verde picado bem fininho e acerte o sal e a pimenta.",
        "Desligue o fogo quando o molho branco estiver com a consistência bem cremosa e acrescente o creme de leite.",
        "Reserve.",
        "Unte um refratário com o creme branco e faça uma camada com uma porção de batatas cozidas, coloque mais molho branco (a metade), e cubra com fatias de mussarela.",
        "Sobreponha com o restante das batatas, cubra - as com o restante do molho branco e em seguida cubra - as totalmente com o restante da mussarela.",
        "Finalize o prato com o requeijão cremoso, o queijo parmesão ralado e o orégano.",
        "Leve ao forno para gratinar e sirva quente acompanhado de arroz branco."
    ]
}