{
    "titulo": "Receita de Panqueca do Chef ao molho branco - gratinada",
    "url": "https://www.tudogostoso.com.br/receita/89797-receita-de-panqueca-do-chef-ao-molho-branco-gratinada.html",
    "ingredientes": [
        "1 ½ xícaras de farinha de trigo",
        "2 xícara (chá) de água",
        "2 ovos",
        "6 colheres (sopa) de óleo",
        "Sal a gosto",
        "700 g de carne seca",
        "2 colheres (sopa) de azeite",
        "4 colheres (sopa) de cebolinha picadinha",
        "Salsinha",
        "12 azeitonas verde sem caroço e fatiadas",
        "600 g de mussarela de búfala fatiada",
        "Queijo ralado grosso a gosto",
        "300 g de mussarela fatiada para gratinar",
        "1 litro de leite",
        "½ xícara de farinha de trigo",
        "4 colheres (sopa) de manteiga",
        "sal a gosto",
        "Noz-moscada",
        "½ unidade cebola pequena",
        "1 folha de louro",
        "2 unidades de cravo"
    ],
    "modo_preparo": [
        "Coloque no liquidificador os ovos, a água e o óleo, bata durante alguns minutos, acrescentando aos poucos a farinha de trigo.",
        "Após colocar toda a farinha de trigo coloque sal a gosto.",
        "A massa não deve ficar de consistência muito grossa.",
        "Unte a frigideira com um pouco de azeite.",
        "Se tiver uma frigideira antiaderente melhor.",
        "Pegue uma concha (essas conchas de servir feijão) ela vai servir como medida.",
        "Cada concha vai equivaler a uma panqueca.",
        "Despeje no meio da frigideira e vá girando, espalhando a massa de maneira uniforme por todo o fundo da frigideira.",
        "Você irá reparar que as bordas da massa irão se soltando, quando toda a massa se soltar da panela está no ponto de virar.",
        "Cuidado para que a massa não fique grossa.",
        "Quanto mais fina mais gostosa ela fica.",
        "Dessalgue a carne seca com antecedência.",
        "Cozinhe-a em panela de pressão e ainda quente desfie bem.",
        "Refogue rapidamente no azeite acrescentando a cebolinha picada.",
        "Derreta a manteiga junto com a farinha mexendo sempre, por uns 3 minutos.",
        "Acrescente o leite frio, misture com cuidado para que o molho fique liso.",
        "Coloque a folha de louro na cebola e prenda-a com 2 cravos.",
        "Adicione no molho e deixe ferver e m fogo baixo a até a farinha fique cozida. Assim que cozinhar o molho despreze a cebola com a folha de louro e os cravos.",
        "Use um fouet para misturar o molho, assim o resultado será um molho com consistência aveludada.",
        "Pegue as panquecas, coloque a mussarela de bufala , uma porção de carne seca, azeitona e a salsinha, enrole.",
        "Faça esse processo com todas as panquecas.",
        "Jogue um pouco do molho no fundo de um refratário.",
        "Coloque as panquecas já prontas no refratário e despeje sobre elas o restante do molho.",
        "Cubra-as com  as fatias de mussarela.",
        "Leve ao forno pra gratinar em temperatura média por mais ou menos 20 minutos.",
        "Ao servir acrescente o queijo ralado."
    ]
}