{
    "titulo": "Receita de pizza do Cristiano",
    "url": "https://www.tudogostoso.com.br/receita/63828-receita-de-pizza-do-cristiano.html",
    "ingredientes": [
        "1 Kg de farinha de trigo",
        "350 ml de leite morno",
        "3 ovos",
        "1 colher de sopa de sal",
        "3 colheres de sopa de açúcar",
        "2 colheres de sopa de margarina ou manteiga",
        "3 colheres de sopa de fermento biológico seco",
        "500 g de queijo mussarela ralado",
        "2 linguiças calabresa grandes fatiadas",
        "Orégano a gosto",
        "2 tomates fatiados ou em tiras",
        "Cebola fatiada a gosto",
        "1 pitada de sal"
    ],
    "modo_preparo": [
        "Primeiramente prepare o fermento.",
        "Em um copo grande plástico ou em uma vasilha plástica funda, dissolva o fermento no leite morno juntamente com o açúcar, deixe descansar até crescer.",
        "Coloque no micro-ondas desligado ou no forno desligado.",
        "Deixe descansar por 30 minutos ou até crescer.",
        "Em seguida acrescente o fermento e os outros ingredientes a metade da farinha de trigo juntamente, sovando bastante, se possível bata na batedeira, até misturar bem os ingredientes. Após bater acrescente o restante da farinha de trigo aos poucos, sove bem, até a massa ficar lisa e homogênea, sempre sovando bastante até chegar ao ponto.",
        "Cuidado para não colocar a farinha de trigo de uma só vez, pois a massa poderá ficar dura e ressecada, pode acontecer de a massa chegar ao ponto e ainda sobrar ou faltar farinha de trigo, pois depende do clima (umidade do ar), do tamanho dos ovos etc.",
        "Se necessário, acrescente leite morno aos pouquinhos ou farinha de trigo.",
        "Unte as mãos com um pouquinho de óleo manteiga ou margarina, ressaltando que na massa não pode ir muito óleo, senão a massa fica dura.",
        "Sove bem até a massa desgrudar das mãos e ficar bem lisinha.",
        "Quanto mais se sova, mais a massa fica macia por dentro e crocante por fora depois de assada.  Quando a massa estiver lisinha, espalhe um pouco de óleo entre as mãos e \"unte\" a bola de massa.",
        "Coloque a massa novamente na vasilha, cubra com o pano, leve ao micro-ondas desligado ou forno desligado e deixe por 1 hora mais ou menos.",
        "Se quiser adiantar o processo de fermentação coloque uma vasilha com água dentro do micro-ondas e deixe ferver por alguns minutos em seguida desligue-o e coloque a massa coberta.",
        "Para poupar tempo, unte as assadeiras com óleo, rale o queijo, fatie a linguiça e corte o tomate e a cebola, misturedo o tomate, a cebola, com um pouco de orégano e o sal.",
        "Após descansar, tire a vasilha com a massa do forno ou do micro-ondas, divida em 6 partes, ou quantas quiser, se for fazer pizza brotinho, fica a seu critério.",
        "Estique a massa com as mãos ou com auxílio de um rolo ou garrafa de vidro cheia  de água morna para quente, disponha a massa nas assadeiras.",
        "Espalhe somente o molho de tomate de sua preferência, e leve as assadeiras ao micro-ondas ao forno desligado até dobrar de volume, pois a massa crescerá novamente. Retire do forno as assadeiras com massa e pré-aqueça o forno na temperatura máxima por 15 minutos (o forno deve estar muito quente).",
        "Enquanto isso coloque o recheio em cima do disco de pizza seguindo a seguinte ordem, primeiro o queijo mussarela, em seguida a linguiça calabresa até cobrir todo o disco de pizza e por último o orégano e a mistura de tomate, cebola e orégano.",
        "Após pré-aquecido, leve uma assadeira de cada vez ao forno (a grade deve estar no meio) e deixe a pizza no forno até a massa estar assada, teste com um garfo levantando a borda.",
        "Retire do forno e é só servir."
    ]
}