{
    "titulo": "Receita de abóbora ou cenoura (legumes) do nonno Casimiro Polinari",
    "url": "https://www.tudogostoso.com.br/receita/93086-receita-de-abobora-ou-cenoura-legumes-do-nonno-casimiro-polinari.html",
    "ingredientes": [
        "1 kg de cenouras ou abóbora de pescoço descascado e picado",
        "200 g de costelinha defumada, pode colocar linguiça defumada desmontada",
        "Cebola",
        "Alho",
        "Azeite que não seja de soja: de milho, girassol, canola, oliva",
        "2 folhas de salsão frescas ou secas",
        "2 caldos cubinhos de bacon",
        "Arroz próprio para risoto",
        "100 g de m queijo parmesão de ótima qualidade ralado",
        "1 panela de pressão que caiba 4 vezes mais que o total dos ingredientes crus",
        "Azeitonas picadas"
    ],
    "modo_preparo": [
        "Tudo em fogo  médio a baixo porque o risoto tem o mau habito de queimar no fundo. Coloque em uma chaleira um litro e meio de água para ferver",
        "Enquanto isto lave o arroz : 2 xícaras ou dois copos tipo americano.",
        "Refogue em fogo baixo a cebola, o alho  em 100 a 150 ml de azeite (1 xícara media) não deixe queimar.",
        "Corte a costelinha em pedaços/ripas (mínimo 200 g mas pode colocar mais).",
        "Adicione a cenoura picada ou a abóbora picada.",
        "Adicione um litro de água fervente ou o suficiente para cobrir os ingredientes e sobrar um pouco.",
        "Feche a panela de pressão e quando começar a largar pressão, a chiar, conte 20 minutos.",
        "Desligue coloque a panela em baixo da torneira largando sobre ela água fria até ficar sem pressão.",
        "Teste na válvula para ver se não tem pressão. Feche a torneira e abra a panela.",
        "Com uma escumadeira tire as costelinhas em um prato.",
        "Com um mixer, processador, liquidificador ou outro instumento deixe bem moída a abóbora ou as cenouras até formar um caldo que não pode ser grosso, mais para aguado que para o ponto de papa. Coloque novamente as costelinhas pode colocar agora, -se quiser- lingüiça defumada desmontada, as azeitonas",
        "Coloque a panela com tudo no fogo médio ou baixo com a tampa aberta. Coloque pouco tempero pronto. Mexa tudo.",
        "Deixe cozinhar este caldo de legumes com arroz até chegar o ponto de risoto. Cada 5 minutos de uma boa mexida principalmente no fundo, pois este risoto tem mania de queimar no fundo.",
        "Quanto estivar chegando no ponto de rizoto que é uma papa mais firme, coloque as folhas de salsão lavada e inteiras no fundo da mistura.",
        "Quanto atingir o ponto de rizoto  que é aquela papa que cai preguiçosamente da colher tipo meleca desligue e sirva.",
        "Se quiser coma o salsão, eu como e gosto."
    ]
}