{
    "titulo": "Receita de torta de bauru de liquidificador Nany",
    "url": "https://www.tudogostoso.com.br/receita/171120-receita-de-torta-de-bauru-de-liquidificador-nany.html",
    "ingredientes": [
        "2 ovos",
        "1/3 de xícara de queijo ralado",
        "1 xícara de leite",
        "3/4 xícara de óleo",
        "1 e 1/2 xícara de farinha de trigo",
        "1 colher e 1/2 (sopa) de fermento em pó",
        "sal a gosto",
        "300 g de presunto",
        "1 tomates",
        "1 cebola",
        "1 lata de milho",
        "1 lata de ervilha",
        "1 lata de salsicha tipo viena (salsicha em lata)",
        "frango desfiado ou carne moída (ingredientes já temperado)",
        "orégano",
        "2 tomates",
        "100 g de mussarela",
        "100 g de presunto",
        "batata palha"
    ],
    "modo_preparo": [
        "Bata no liquidificador os ovos, queijo ralado, leite e o óleo.",
        "Após batido acrescente aos poucos o trigo e volte a bater.",
        "Coloque o sal e acrescente o restante do trigo, bata novamente.",
        "Acrescente aos poucos o fermento em pó, porém não bata no liquidificador.",
        "Apenas mexa-o com a colher para que toda a massa receba o fermento e reserve.",
        "Lembrando que o frango já foi temperado, tempero normal, então temos que moderar no sal da massa para que não fique muito salgado.",
        "Corte as fatias de presunto em quadradinhos.",
        "Acrescente o milho, a ervilha, a salsicha picadinha e o frango desfiado.",
        "No tempero do frango acrescente 1 tomate picado sem semente e misture tudo.",
        "Unte a forma com margarina e trigo.",
        "Coloque a massa toda e despeje o recheio por cima.",
        "Espalhe com o garfo e leve ao forno preaquecido a 180ºC.",
        "Deixe assar por 35 a 40 minutos.",
        "Desligue o fogo e corte os 2 tomates em rodelas.",
        "Forre a forma com queijo mussarela fatiado e presunto e coloque os tomates por cima.",
        "Polvilhe orégano por cima e leve ao fogo por mais 5 minutos para derreter o queijo.",
        "Depois de retirar do forno coloque a batata palha por cima e está servido."
    ]
}