{
    "titulo": "Receita de braisé (batatas ao molho de linguiça com manjericão)",
    "url": "https://www.tudogostoso.com.br/receita/187772-receita-de-braise-batatas-ao-molho-de-linguica-com-manjericao.html",
    "ingredientes": [
        "4 batatas médias",
        "1 linguiça calabresa",
        "1 colher (chá) de colorau",
        "1 colher (chá) de manjericão desidratado",
        "1 cebola grande (metade)",
        "1/4 de pimentão",
        "1 dente de alho triturado (ou em cubinhos)",
        "1 colher (chá) de molho inglês",
        "1 pitada de sal",
        "1 caixinha inteira de creme de leite",
        "4 colheres (sopa) de leite",
        "1 punhado de cheiro-verde"
    ],
    "modo_preparo": [
        "Inicie descascando as 4 batatas, corte-as em rodelas médias e acrescente-as na água para cozinhar com uma pitada de sal.",
        "Retire antes do tempo (ou seja, quando ficarem nem tão moles, nem tão duras, somente num ponto onde seja possível fura-la com uma faca e ela esteja firme).",
        "Depois dessa etapa, retire a água da panela e coloque todas as batatas num escorredor, por cima dela, deixe descansando.",
        "Para preparar o molho, utilize apenas uma linguiça, pique-a em cubinhos médios (aconselha-se um pouco grandes, já que ao cozinhar, elas encolherão), corte a cebola em cubos também, juntamente com o alho, que é totalmente triturado.",
        "Numa panelinha média, adicione a linguiça e cozinhe-a sem adicionar óleo, a própria linguiça possui e vai solta-la durante o período de cozimento, fogo médio ou alto.",
        "Assim que o óleo dela começar a surgir, tempere com uma colher (chá) de colorau, uma colher (chá) de manjericão desidratado e cozinhe por até 1 minutinho.",
        "Em seguida, adicione o pimentão e também a cebola, cozinhando até que esteja bem frito e misturadinho.",
        "Por fim, desligue o fogo para preparar o molho.",
        "Para o molho, após desligar o forno, adicione a caixinha de creme de leite inteira e mexa bem.",
        "Em seguida, acrescente as 4 colheres (sopa) de leite, ainda mexendo, até que se misturem e tornem-se um tipo bege cremoso.",
        "Espalhe este creme em cima das batatas.",
        "Com o molho pronto e também as batatas, unte uma travessa ou forma (que possa ir ao forno), com manteiga (você pode usar um papel-toalha, passar na manteiga, e ir untando, ou usar um pincel para cozinha).",
        "Posicione as batatas cozidas da forma que desejar na travessa, e em seguida adicione o molho com linguiças.",
        "Leve ao forno preaquecido por 180° C."
    ]
}