{
    "titulo": "Risoto de Costela Brunoise de batata doce e mini cebola caramelizada",
    "url": "https://www.tudogostoso.com.br/receita/103897-risoto-de-costela-brunoise-de-batata-doce-e-mini-cebola-caramelizada.html",
    "ingredientes": [
        "400 g de arroz arbóreo",
        "2 unidade de cebola",
        "80 ml de azeite",
        "250 ml de vinho branco",
        "2 kg de costela bovina",
        "1 kg de mini cebola (manteiga e mel em uma assadeira ate q ela asse)",
        "1 unidade de batata doce grande",
        "1 maço de agrião",
        "100 gr de queijo parmesão (boa qualidade)",
        "150 gr de manteiga gelada",
        "150 gr de requeijão",
        "5 litros de caldo carne com o caldo da costela (receita do caldo com o ossobuco)",
        "¼ de maço de salsinha",
        "2 unidade de cebola",
        "4 dentes de alho",
        "2 talos de salsão",
        "½ unidade de alho poró",
        "1 unidade de pimenta dedo de moça",
        "500 ml de vinho tinto",
        "Ervas aromáticas (tomilho, alecrim, talo de salsinha, louro)"
    ],
    "modo_preparo": [
        "Tempere a costela 24 h antes se possível com todos os ingredientes do tempero cortados e cubos. Antes de iniciar o processo de cozimento, escorrer a marinada e separe os legumes da costela.",
        "Em uma panela coloque um fio de azeite deixe aquecer e coloque a costela para dourar, quando estiver bem dourada acrescente os legumes, refogue por mais 5 minutos e acrescente o vinho, conforme o necessário acrescente o caldo ou água , quando a costela estiver macia retire-a do caldo do cozimento e desfie. Coe o caldo pois será utilizado no risoto.",
        "Doure a cebola em metade da manteiga com o azeite, acrescente o alho.",
        "Junte o arroz e refogue, adicione o vinho branco e deixe evaporar em fogo alto. Acrescente aos poucos o caldo de carne fervente.",
        "Cozinhe por 15 minutos mexendo de vez em quando (a medida que o arroz seca coloque mais caldo e a costela desfiada).",
        "Corte a batata doce em cubinhos e frite quase na hora de servir para ficar mais crocante.",
        "Quase no final do cozimento junte o requeijão e a mini cebola caramelizada  e o parmesão.",
        "Em seguida a manteiga gelada e por ultimo a salsinha e o agrião (este por cima para decorar) salpique a batata doce crocante."
    ]
}