{
    "titulo": "Risoto de frango com nata (delicioso)",
    "url": "https://www.tudogostoso.com.br/receita/190960-risoto-de-frango-com-nata-delicioso.html",
    "ingredientes": [
        "1 kg de peito de frangro (cru) picado em cubos pequenos",
        "1 cebola grande picada",
        "2 dentes de alho picados e amassados com uma colher de café de sal",
        "1/2 xícara de óleo",
        "1 cubo de caldo de frango",
        "3/4 xícara de extrato de tomate (ou pode ser um sachê de molho de tomate)",
        "5 xícaras de arroz",
        "1 pote de nata (300 g)",
        "sal a gosto",
        "pimenta-do-reino a gosto",
        "1 chaleira de água fervente (aprox 3 litros)",
        "1/2 maço de cheiro-verde(opcional)",
        "orégano a gosto (opcional)",
        "1 pitada de curry (opcional)",
        "pimentão a gosto (uso um quadradinho pequeno bem picado, opcional)",
        "gosto de finalizar com aproximadamente 100 g de queijo mussarela escamado",
        "aconselho você utilizar uma colher de pau para realizar a receita"
    ],
    "modo_preparo": [
        "Em uma panela média para grande, aproximadamente 35 cm de diâmetro, aqueça o óleo em fogo alto, doure o alho, a cebola e o pimentão.",
        "Acrescente o frango picado, a pimenta-do-reino, o orégano, o curry, 2 pitadas de sal, e mexa até selar os cubos de frango.",
        "Adicione o extrato de tomate, o caldo de frango desmanchado (com a mão mesmo) e misture bem.",
        "Tampe a panela, baixe para fogo médio (se seu fogão for muito forte, baixe para fogo brando) e deixe cozinhar por aproximadamente 10 minutos, mexendo de vez em quando.",
        "Adicione o arroz lavado (em escorredor de arroz ou um coador grande), e mexa muito bem para não grudar no fundo da panela.",
        "Logo após secar, adicione água até cobrir a mistura e não pare de mexer.",
        "Prove o sal e, se necessário, adicione mais (a dica é deixar levemente ultrapassado em sal, pois no final do cozimento do arroz, ele irá absorver bastante o sal).",
        "Vá adicionando água e misturando sem parar.",
        "Quando o arroz já estiver macio e ainda estiver um pouco de água a mais, adicione a nata, o cheiro-verde e o queijo.",
        "Tampe a panela e sirva em seguida.",
        "Fica uma delícia servido com salada de maionese e batata palha."
    ]
}