{
    "titulo": "Risoto de camarão com alho-poró e banana",
    "url": "https://www.tudogostoso.com.br/receita/190082-risoto-de-camarao-com-alho-poro-e-banana.html",
    "ingredientes": [
        "500 g de camarão descascados e limpos",
        "5 bananas (usei as do tipo maçã)",
        "2 alhos-poró fatiados em rodelas de 1 cm",
        "1/2 cebola comum picada em quadradinhos",
        "2 dentes de alho",
        "1 xícara (chá) de vinho branco seco",
        "3 colheres (sopa) de óleo de coco",
        "2 xícaras (chá) de arroz arbóreo",
        "1 e 1/2 litro de caldo de camarão, aproximadamente (receita abaixo)",
        "2 caldos de legumes em pó ou tablete",
        "sal e pimenta-do-reino a gosto",
        "1 limão siciliano (caldo e casca ralada)",
        "100 g de queijo parmesão ralado"
    ],
    "modo_preparo": [
        "Ferva um caldeirão com 1 e 1/2 litro de água.",
        "Abaixe o fogo, acrescente os caldos de legumes amassados ou em pó e o suco de limão, misture.",
        "Tempere a gosto com sal e pimenta, lembre que o risoto ainda terá queijo parmesão que é salgado.",
        "Assim que estiver bem dissolvidos, acrescente os camarões.",
        "Podem estar em temperatura ambiente ou congelados.",
        "Se estiver em temperatura ambiente, deixe apenas 30 segundos e escorra o caldo e retire os camarões.  Depois, deixe somente o caldo no fogo baixo e reserve o camarão para o final do risoto.",
        "Se estiverem congelados,  acrescente no caldo e deixe 1 minuto e meio, após este tempo, escorra os camarões e reserve, voltando o caldo apenas ao fogo baixo.",
        "Em outra panela funda, coloque o óleo de coco e a cebola.",
        "Frite até murchar um pouco.",
        "Acrescente os dentes de alho e frite pouco, não deixe corar.",
        "Acrescente o arroz arbóreo, ele não deve ser lavado antes.",
        "Deixe o arroz fritar um pouco, mas não deixe corar.",
        "Em seguida acrescente o vinho e mexa bem até o arroz incorporar o vinho e evaporar o álcool.",
        "Quando começar a querer secar, após uns 30 segundos, já comece a acrescentar o caldo na panela em conchas, mexa sempre.",
        "O risoto deve ser mexido sempre, esta etapa levará uns 20 minutos até o arroz estar no ponto.",
        "Coloque sempre caldo de duas conchas por vez e mexa sempre.",
        "Quando der uns 18 minutos no fogo (nessa fase de acrescentar o caldo) prove e veja a textura do arroz.",
        "Acrescente o alho-poró, o camarão e as raspas de limão.",
        "Continue acrescentando o caldo e provando o arroz.",
        "Assim que achar a textura do arroz agradável, acrescente mais uma a duas conchas e desligue o fogo.",
        "Desligado já, acrescente mais 1 colher de óleo de coco e o queijo parmesão.",
        "Misture e acrescente mais caldo se achar meio sem caldo.",
        "O risoto deve ficar bem úmido e ser servido logo após ser feito, quando vai esfriando ele perde o caldo."
    ]
}