{
    "titulo": "Rocambole de forno",
    "url": "https://www.tudogostoso.com.br/receita/70490-rocambole-de-forno.html",
    "ingredientes": [
        "3 tabletes de fermento biológico (15 g cada)",
        "1 xícara de leite morno",
        "1 colher (sopa) de açúcar",
        "2 ovos",
        "3/4 de xícara de óleo",
        "1 pitada de sal",
        "4 a 5 xícaras de farinha de trigo",
        "1 gema de ovo ligeiramente batida para pincelar",
        "3 tomates grandes sem pele cortados em cubinhos",
        "1 colher de sopa de azeite",
        "1/2 colher de sopa de vinagre",
        "Sal e orégano a gosto",
        "300 g de presunto cortado em fatias finas",
        "300 g de mussarela cortada em fatias finas"
    ],
    "modo_preparo": [
        "Dissolva o fermento no leite com o açúcar.",
        "Reserve.",
        "Em uma tigela grande misture os ovos com o óleo e o sal.",
        "Junte o fermento dissolvido e acrescente a farinha pouco a pouco, mexendo sem parar.",
        "Quando a massa ganhar consistência, coloque sobre uma superfície lisa e polvilhada e amasse, adicione mais farinha até que solte das mãos.",
        "Sove bem, volte a massa para a tigela cubra com um pano e deixe descansar em lugar protegido de corrente de ar (pode ser dentro do forno desligado), até dobrar de volume por cerca de 1 hora.",
        "Tempere o tomate picado com azeite, vinagre, sal e orégano a gosto.",
        "Reserve.",
        "Divida a massa em 2 partes, coloque uma delas sobre uma superfície polvilhada com farinha e abra com rolo de macarrão, no formato de um retângulo, sem deixar uma espessura muito grossa.",
        "Por cima distribua a metade do tomate, do presunto e da mussarela, deixando um espaço livre de 1 cm nas bordas.",
        "Enrole, como rocambole, comece pelo lado mais comprido e depois feche as laterais, dobrando-as para baixo para não vazar o receio.",
        "Transfira para uma assadeira untada e enfarinhada, pincele com a gema (se quiser polvilhe orégano ou queijo ralado) repita o processo com a outra parte da massa.",
        "Leve ao forno moderado (180°), pré-aquecido, por 40 minutos até dourar."
    ]
}