{
    "titulo": "Rocambole de lentilha recheado (vegan)",
    "url": "https://www.tudogostoso.com.br/receita/187885-rocambole-de-lentilha-recheado-vegan.html",
    "ingredientes": [
        "1 xícara (de chá) de lentilha crua",
        "1 e 1/2 xícara (de chá) de água",
        "2 folhas de louro",
        "1/4 de xícara (de chá) de quinoa em grãos",
        "3 colheres (de sopa) de azeite",
        "5 dentes de alho bem picados",
        "1 xícara (de chá) de cebola bem picada",
        "2 colheres (de sopa) de suco de limão",
        "1 colher (de sopa) de orégano desidratado",
        "1/2 colher (de chá) de cominho (opcional)",
        "1/2 xícara (de chá) de aveia em flocos",
        "1/2 xícara (de chá) de farinha de trigo integral",
        "sal a gosto",
        "2 xícaras de molho de tomate conforme o seu gosto (para a montagem)",
        "1 xícara (de chá) de purê de batatas conforme o seu gosto",
        "6 unidades de vagem grandes",
        "6 palitos de cenoura",
        "óleo"
    ],
    "modo_preparo": [
        "Coloque a lentilha em uma vasilha, cubra com o dobro de água e deixe de molho por 8 horas.",
        "Escorra, lave bem e coloque em uma panela, juntamente com 1 e 1/2 xícara de água e as folhas de louro e deixe cozinhar.",
        "Enquanto isso, coloque a quinoa em uma vasilha pequena, cubra com água quente e deixe de molho por 2 minutos.",
        "Escorra lave bem e reserve.",
        "Em seguida, adicione o azeite, o alho, a cebola, o suco de limão, o cominho, o orégano e tempere com sal a gosto.",
        "Misture bem e deixe cozinhar por cerca de 3 minutos, mexendo sempre para não queimar.",
        "Desligue e acrescente a farinha de trigo integral, a aveia em flocos, misture bem e deixe esfriar completamente, para não atrapalhar a montagem (vai levar cerca de uma hora e meia).",
        "Enquanto isso, prepare o molho de tomate e o purê conforme o seu gosto.",
        "Também cozinhe 6 unidades de vagem e 6 palitos grandes de cenoura em água fervente por 5 minutos. Escorra e reserve.",
        "Preaqueça o forno a 240º C e coloque uma folha de papel manteiga com cerca de 40 cm sobre uma superfície limpa.",
        "Distribua a mistura de lentilha e quinoa até formar um retângulo com cerca de 30 cm x 20 cm e aperte bem, ajeitando as laterais.",
        "Dê 2 cm de distância da borda e distribua uma camada de purê.",
        "Disponha a vagem e a cenoura sobre ele e em seguida enrole o rocambole.",
        "Procure deixar o rocambole bem firme e para isso aperte bem.",
        "Unte uma assadeira antiaderente com uma colher de sopa de óleo, disponha o rocambole sobre ela, ajeite as laterais e pincele óleo sobre toda a superfície dele.",
        "Leve para assar por 30 minutos a 240º C e em seguida retire do forno.",
        "Cubra o rocambole com metade do molho e deixe a outra parte para a hora que for servir.",
        "Devolva ao forno por mais 10 minutos e está pronto.",
        "Regue com azeite para servir."
    ]
}