{
    "titulo": "Rocambole prático de frango",
    "url": "https://www.tudogostoso.com.br/receita/76494-rocambole-pratico-de-frango.html",
    "ingredientes": [
        "700 g de peito frango",
        "200 g de presunto",
        "200 g de queijo mussarela ou qualquer outro de sua preferência",
        "20 azeitonas picadas ou a gosto",
        "2 colheres de sopa de farinha de rosca",
        "1 colher de farinha de trigo rasa",
        "2 ovos ligeiramente batidos (clara e gema)",
        "1 cebola média ralada",
        "1/2 xícara de coentro ou salsinha picadinha",
        "2 dentes de alho",
        "1 xícara de extrato de tomate",
        "1 xícara de creme de leite",
        "2 colheres de sopa de mostarda",
        "Cebola ralada a gosto",
        "Orégano a gosto",
        "1 colher de margarina ou manteiga"
    ],
    "modo_preparo": [
        "Cozinhe o frango com o seu tempero, depois de cozido desfie bem ou processe no processador ou no liquidificador.",
        "Reserve.",
        "Refogue a cebola e o alho, quando murchar junte o frango e refogue.",
        "Retire do fogo, deixe esfriar e junte o cheiro verde, a farinha de rosca, farinha de trigo e os ovos ligeiramente batidos, misture bem.",
        "Depois de bem misturado, unte o papel alumínio com óleo e forre com o frango em forma de retângulo, não muito grosso para não rachar.",
        "Lembre que o tamanho do rocambole é o mesmo da largura, entã se sobrar massa faça 2 rocamboles.",
        "Forre com presunto, queijo e as azeitonas picadinhas, depois disso enrole o rocambole e feche com o papel alumínio.",
        "Leve ao fogo por 30 a 40 minutos.",
        "Refogue a cebola, acrescente o extrato com um pouco de água para não ficar muito grosso.",
        "Coloque a mostarda, o creme de leite e orégano a gosto.",
        "Quando tirar o rocambole do forno tire o papel alumínio e regue com o molho.",
        "Leve ao forno novamente por uns 10 minutos.",
        "Retire e está pronto para servir."
    ]
}