{
    "titulo": "Rondelini de bacalhau e batata baroa da ABIMAPI",
    "url": "https://www.tudogostoso.com.br/receita/175004-rondelini-de-bacalhau-e-batata-baroa-da-abimapi.html",
    "ingredientes": [
        "16 folhas de massa fresca para canelone, cozida \"al dente\"",
        "1 receita de molho branco",
        "1 receita de recheio de bacalhau",
        "50 minis porcelanas ou um refratário grande",
        "parmesão ralado para polvilhar, a gosto",
        "2 colheres das de sopa de manteiga sem sal (50 g)",
        "3 colheres das de sopa de farinha de trigo (50 g)",
        "1 litro de leite frio",
        "30 g de queijo parmesão ralado",
        "sal, pimenta e noz-moscada a gosto",
        "3 colheres das de sopa de azeite",
        "1 colher das de chá de alho amassado ou bem picado",
        "1 xícara das de chá de cebola bem picada",
        "2 tomates sem pele e sem sementes, picados em cubos bem pequenos",
        "350 g de batata baroa descascadas, aferventadas e cortadas em pedaço médios",
        "600 g de lombo bacalhau, dessalgado",
        "1/2 xícara das de chá de cheiro-verde bem picado",
        "150 ml de molho branco (receita acima)",
        "100 g de requeijão cremoso de consistência firme",
        "150 g de queijo tipo muçarela light, ralada",
        "sal, pimenta-do-reino branca e noz-moscada ralada a gosto",
        "1/2 colher das de chá de raspas de limão (sem a parte branca)",
        "1/2 xícara das de chá de salsinha fresca bem picada",
        "farinha de rosca se necessário, aproximadamente 3 colheres das de sopa"
    ],
    "modo_preparo": [
        "Bata todos os ingredientes no liquidificador.",
        "Leve ao fogo até obter um creme espesso, mexendo constantemente para não formar grumos.",
        "Utilize na receita.",
        "Misture os 7 primeiros ingredientes.",
        "Leve ao forno preaquecido a 170°C, coberto com papel alumínio por. aproximadamente, 30 minutos.",
        "Retire do forno, deixe amornar e bata rapidamente em um processador de alimentos.",
        "Junte os demais ingredientes e utilize na montagem.",
        "Espalhe as massas para canelone sobre uma bancada, besunte-as com o molho branco, espalhe o recheio de bacalhau, apertando bem e enrole.",
        "Coloque os canelones em uma forma forrada com filme plástico e leve ao freezer por 20 minutos, isso facilitará o corte dos rondelinis.",
        "Retire os canelones do freezer e corte em três ou quatro fatias, obtendo assim os rondelinis.",
        "Coloque um pouco do molho branco em cada mini porcelanas, sobre o molho um rondelini.",
        "Finalize com o queijo ralado, leve ao forno para gratinar e sirva a seguir.",
        "Dica: Como prato o rendimento será de quatro a cinco porções."
    ]
}