{
    "titulo": "Rondeli de brócolis e queijos",
    "url": "https://www.tudogostoso.com.br/receita/186100-rondeli-de-brocolis-e-queijos.html",
    "ingredientes": [
        "700 g de massa fresca para lasanha, cozida al dente",
        "1 receita de brócolis refogado",
        "1 receita de recheio de queijos",
        "1 litro de molho de tomate caseiro ou industrializado",
        "queijo parmesão ao seu gosto para polvilhar e gratinar",
        "2 colheres (sopa) de azeite",
        "50 g de bacon em cubinhos",
        "1 dente de alho amassado",
        "1 xícara (chá) de cebola cortada em cubos bem pequenos",
        "2 xícaras (chá) de floretes de brócolis escaldados em agua fervente",
        "1 sachê de caldo de legumes em pó 0% de gordura",
        "1/2 xícara (chá) de cheiro-verde fresco bem picado",
        "200 g de ricota fresca",
        "1 ovo ligeiramente batido",
        "100 g de requeijão de consistência firme",
        "150 g de queijo muçarela ralado",
        "150 g de queijo prato ralado",
        "sal, noz-moscada e pimenta-do-reino ao seu gosto",
        "queijo parmesão ao seu gosto"
    ],
    "modo_preparo": [
        "Leve ao fogo o azeite e frite o bacon, o alho e a cebola.",
        "Junte os brócolis, o caldo de legumes, o cheiro-verde e refogue rapidamente.",
        "Tempere com sal e pimenta ao seu gosto, reserve.",
        "Misture bem todos os ingredientes até obter um creme homogêneo e utilize na montagem.",
        "Em uma bancada forrada com um saco plástico, coloque as massas sobrepondo um centímetro para obter um retângulo maior.",
        "Espalhe todo o recheio de queijos em 3/4 da massa e coloque por cima os brócolis.",
        "Enrole como um rocambole apertando bem.",
        "Embrulhe no plástico deixando bem firme.",
        "Leve ao freezer por 30 minutos para facilitar o corte dos rondelis.",
        "Retire o rocambole do freezer e corte em fatias de aproximadamente 3 cm.",
        "Cubra o fundo de um refratário com o molho e disponha os rondelis.",
        "Cubra com mais molho e polvilhe o queijo ralado ao seu gosto.",
        "Leve ao forno preaquecido para gratinar.",
        "Sirva imediatamente."
    ]
}