{
    "titulo": "Rondeli de camarão da ABIMAPI",
    "url": "https://www.tudogostoso.com.br/receita/177692-rondeli-de-camarao-da-abimapi.html",
    "ingredientes": [
        "20 folhas de massa fresca para lasanha/canelone cozida al dente",
        "1 receita de creme de camarão",
        "1 receita de molho bechamel",
        "Folhas de sálvia para decorar",
        "Queijo ralado ao seu gosto para gratinar",
        "1 colher das de sopa de manteiga",
        "1 colher das de sopa de azeite",
        "4 colheres das de sopa de cebola ralada",
        "2 colheres das de sopa de pimentão vermelho cortado em cubos pequenos",
        "2 tomates sem pele e sem sementes cortados em cubos pequenos",
        "1 kg de camarões limpos, temperados com sal e pimenta do reino",
        "1 colher das de chá de caldo em pó de peixe ou camarão",
        "3 colheres das de sopa de farinha de trigo",
        "200 ml de leite",
        "5 colheres das de sopa de cebolinha verde picada",
        "100 g de queijo tipo ementhal ralado",
        "250 g de requeijão cremoso consistência firme",
        "200 ml de creme de leite fresco ou UHT",
        "Sal, pimenta e noz-moscada a gosto",
        "50 g de manteiga",
        "50 g de farinha de trigo peneirada",
        "1 litro de leite frio",
        "1 envelope de caldo de legumes em pó",
        "50 g de queijo parmesão ralado",
        "Sal, pimenta e noz-moscada a gosto"
    ],
    "modo_preparo": [
        "Leve uma panela ao fogo com a manteiga, o azeite e refogue a cebola até ficar transparente.",
        "Junte os pimentões, os camarões e refogue rapidamente.",
        "Acrescente o caldo de peixe em pó, a farinha de trigo, o leite e mexa delicadamente.",
        "Cozinhe, sempre mexendo, até obter um creme firme.",
        "Retire do fogo e junte a cebolinha picada, deixe esfriar, acrescente os ingredientes restantes e reserve.",
        "Em uma panela doure a farinha na manteiga mexendo sempre.",
        "Junte o leite, o caldo de legumes e mexa até obter um creme.",
        "Tempere ao seu gosto com sal, pimenta e noz-moscada.",
        "Utilize no preparo.",
        "Espalhe quatro folhas da massa sobre uma bancada, sobrepondo um centímetro para que forme a massa para rondeli.",
        "Repita este procedimento com o restante da massa.",
        "Besunte-as com uma pequena porção do molho branco, espalhe uma porção do recheio em cada tira e enrole apertando bem formando um rocambole."
    ]
}