{
    "titulo": "Rondelini de carne de siri da abimapi: sofisticação para o seu cardápio",
    "url": "https://www.tudogostoso.com.br/receita/177981-rondelini-de-carne-de-siri-da-abimapi-sofisticacao-para-o-seu-cardapio.html",
    "ingredientes": [
        "20 folhas de massa fresca para lasanha, cozida al dente",
        "1 receita de molho branco",
        "1 receita de recheio de siri",
        "50 g de coco seco para gratinar",
        "3 colheres (sopa) de azeite",
        "4 colheres (sopa) de cebola ralada",
        "800 g de carne de siri limpa, escaldada com água e caldo de 1 limão",
        "1 colher (chá) de caldo em pó de peixe",
        "2 colheres (sopa) de farinha de trigo peneirada",
        "200 ml de leite",
        "80 ml de leite de coco",
        "5 colheres (sopa) de cebolinha-verde picada",
        "sal, pimenta e noz-moscada a gosto",
        "2 colheres (sopa) de manteiga sem sal (50 gramas)",
        "3 colheres (sopa) de farinha de trigo (50 gramas)",
        "1 litro de leite frio",
        "100 ml de leite de coco",
        "50 g de queijo parmesão ralado",
        "sal, pimenta e noz-moscada a gosto"
    ],
    "modo_preparo": [
        "Leve uma panela ao fogo com o azeite e refogue a cebola até ficar transparente.",
        "Junte os tomates, a carne de siri, o caldo de peixe em pó, a farinha de trigo, os leites e cozinhe até obter um creme.",
        "Tempere ao seu gosto com sal, pimenta e noz-moscada.",
        "Retire do fogo e junte a cebolinha picada.",
        "Deixe esfriar para a montagem.",
        "Em uma panela, doure a farinha na manteiga mexendo sempre.",
        "Junte os leites, o caldo de legumes, o queijo e mexa até começar a ferver e obter um creme.",
        "Tempere ao seu gosto com sal, pimenta e noz-moscada.",
        "Reserve e utilize na montagem.",
        "Espalhe as folhas da massa sobre uma bancada, besunte-as com uma pequena porção do molho branco de coco, espalhe uma porção do recheio de siri em cada tira e enrole apertando bem formando um rocambole.",
        "Coloque os rocamboles em uma forma forrada com filme plástico e leve ao freezer por 10 minutos, isso facilitará o corte dos rondelinis.",
        "Retire os rocamboles do freezer e corte em fatias de aproximadamente 2 centímetros, obtendo assim os rondelinis.",
        "Coloque os rondelinis em mini porcelanas e cubra com o molho branco de coco.",
        "Finalize com o coco ralado, leve ao forno para gratinar e sirva a seguir."
    ]
}