{
    "titulo": "Salada de frutas simbiótica",
    "url": "https://www.tudogostoso.com.br/receita/10663-salada-de-frutas-simbiotica.html",
    "ingredientes": [
        "5 bananas prata médias",
        "2 fatias médias de mamão papaya médio",
        "2 ameixas frescas médias",
        "3 folhas de hortelã (opcional)",
        "1 litro de iogurte caseiro (ver receita abaixo)",
        "Açúcar ou adoçante (se quiser)",
        "1 l de leite integral líquido (se preferir desnatado, mas todos os restante dos ingredientes terão que ser desnatados)",
        "2 colheres de sopa cheia leite em pó integral",
        "1 pote de iogurte integral (185 g)"
    ],
    "modo_preparo": [
        "Obs:Prepare o iogurte no dia anterior.",
        "Ferver o leite.",
        "Reserve e deixe atingir a temperatura ?morna?.",
        "Pegue 1 copo do leite (que ficou morno), leve ao liquidificador com as duas de pó integral, bate por 30 segundos.",
        "Feito isso, misture ao restante do leite morno.",
        "Misture o pote de iogurte integral, coloque a mistura em um recipiente com tampa de um dia para o outro, (exemplo se fosse às 20:00 horas, deixe fora da geladeira até na manhã do dia seguinte às 08:00 horas).",
        "Onde estará com uma consistência firme.",
        "(higienização e cortes das frutas).",
        "Higienize as frutas e a folha de hortelã antes de prepará-las.",
        "Corte todas as frutas em cubos (o tamanho que você preferir).",
        "Corte as folhas da hortelã com as mãos (não use faca, poderá acentuar o sabor demais na salada).",
        "Reserve.",
        "Coloque o iogurte caseiro em um recipiente (conforme queira apresentar).",
        "Adicione as frutas e folha da hortelã (conforme recomendado).",
        "Incorpore ao iogurte delicadamente.",
        "Decore com folha da hortelã ou tirar de limão (fica lindo).",
        "Sugestão:.Para tirar um pouco da acidez, adicione 2 colheres de sopa de leite em pó integral à salada de frutas, (enriquecerá nutricionalmente ainda mais a sua salada).",
        "Para entender:.",
        "Glossário: probióticos-fermentos lácticos que permitem influenciar favoravelmente os mecanismos de defesa.",
        "As bactérias lácticas são bactérias que, por fermentação, transformam certos açúcares e, em particular, a lactose em ácidos orgânicos (ácido láctico, ácido acético).",
        "Desta forma, auxilia inclusive na absorção de minerais e na síntese de várias vitaminas: b12, ácido fólico, biotina, ácido pantotênico e vitamina k.",
        "Prebióticos ? elementos na alimentação que vão alimentar os microrganismos do sistema digestório (especialmente as fibras).",
        "Simbiótico ? prebióticos + probiótico (exemplo: iogurte com aveia, iogurte com frutas)."
    ]
}