{
    "titulo": "Salpicão (receita família)",
    "url": "https://www.tudogostoso.com.br/receita/146886-salpicao-receita-familia.html",
    "ingredientes": [
        "1 peito de frango pequeno, cozido e desfiado",
        "150 g de presunto fatiado",
        "150 g de mussarela fatiada",
        "1 pimentão amarelo",
        "1 pimentão verde",
        "1 pimentão vermelho",
        "1 cenoura grande",
        "1 cebola grande",
        "1/2 xícara de passas sem caroço",
        "1 cacho pequeno de uva itália",
        "1 maça média",
        "3 rodelas grandes de abacaxi",
        "1 limão taiti",
        "1 vidro de palmito",
        "1 lata de milho verde",
        "cebolinha verde à gosto",
        "1 vidro grande de maionese",
        "1 lata de creme de leite",
        "2 limões taiti",
        "sal a gosto",
        "1 pacote de batata palha",
        "1 rolo de massa de pastel"
    ],
    "modo_preparo": [
        "Cozinhe o peito de frango com o tempero de sua preferência, depois desfie e reserve.",
        "Enquanto o frango cozinha, corte o presunto e a mussarela em tiras e reserve na geladeira.",
        "Corte em tiras finas os pimentões e a cebola (dica: a cebola já cortada pode ser colocada por cerca de meia hora em aguá bem gelada ou no gelo pra perder um pouco do ardido).",
        "Coloque as uvas passas em um recipiente com água até cobrir, pra que fiquem macias e reserve. Deixe na água por cerca de 30 minutos.",
        "A cenoura pode ser ralada no ralo grosso ou cortado em palitos finos, como desejar.",
        "Corte a cebolinha verde (e outros temperos verdes se gostar) e reserve.",
        "Lave as uvas. Corte em cubos pequenos a maça e o abacaxi. Para que a maça não fique preta coloque sobre ela o suco de um limão, mas tarde irá aproveitar o limão para o tempero.",
        "Escorra a água do milho.",
        "Corte os palmitos em palitos ou rodelas grossas, pra que apareçam.",
        "Num refratário grande coloque o peito de frango desfiado, espalhando bem no fundo. Em seguida distribua bem sobre ele o presunto e a mussarela. E assim sucessivamente, acrescentando todos os ingredientes listados acima já picados, lavados e escorridos, distribuindo por toda a superfície para que fique fácil misturar tudo depois.",
        "Misture bem todos os ingredientes e reserve.",
        "Numa tigela coloque a maionese, o suco dos dois limões restantes e mais o suco que estava na maçã, acrescente o creme de leite e o sal a gosto. Misture bem até que fique um creme liso e homogêneo. Se quiser um molho um pouco mais ralo use o creme de leite com o soro, se quiser mais espesso, tire o soro. Vá provando o tempero até que fique do seu gosto.",
        "Junte a mistura aos ingredientes do 2º passo e misture bem.",
        "Gelar por cerca de 2 horas antes de servir. E na hora de servir coloque a batata palha por cima.",
        "Se quiser ousar na forma de servir seu salpicão, usando a massa de pastel e forminhas de cupcake ou empada, (grandes ou pequenas) corte quadrados de massa de forma que forrem o fundo e lateral das forminhas formando uma cestinha, coloque no forno médio (180°C por 10 a 15 minutos - até que doure um pouco, mas sem queimar).",
        "Retire as cestinhas do forno, espere esfriar, recheie com o salpicão e sirva com batata palha por cima.",
        "Bom apetite!"
    ]
}