{
    "titulo": "Saltenha boliviana verdadeira",
    "url": "https://www.tudogostoso.com.br/receita/193993-saltenha-boliviana-verdadeira.html",
    "ingredientes": [
        "800 g de farinha de trigo sem fermento peneirada",
        "200 g de manteiga derretida",
        "1 ovo inteiro",
        "2 gemas para pincelar",
        "1 colher (sopa) de sal",
        "1 colher (sopa) de açúcar",
        "1 colher (sopa) de colorau",
        "água morna até dar o ponto",
        "2 ovos cozidos picados",
        "1 peito de frango desfiado",
        "3 batatas médias cozidas e picadas em pedaços pequenos",
        "1 cebola pequena picada",
        "3 colheres (sopa) de molho de tomate (o molho tem que ficar bem sequinho)",
        "1/2 pimentão amarelo",
        "1/2 pimentão vermelho",
        "3 dentes de alhos",
        "100 g de azeitona verde ou preta inteiras e sem caroços",
        "50 g de uvas passas",
        "1 tablete de caldo de galinha",
        "3 colheres de óleo para refogar",
        "sal a gosto",
        "cominho a gosto",
        "pimenta calabresa a gosto"
    ],
    "modo_preparo": [
        "Junte a farinha de trigo, o sal e o açúcar, misture bem e reserve.",
        "Derreta a manteiga e, quando ela estiver completamente derretida, acrescente o colorau e misture bem.",
        "Em seguida, despeje a manteiga com o colorau aos ingredientes e junte o ovo.",
        "Misture tudo e vá adicionando a água morna aos poucos, até dar o ponto (o ponto correto é quando a massa começar a soltar da mão).",
        "Cubra a massa com um filme de PVC ou um tecido úmido, e reserve.",
        "Enquanto a massa descansa por cerca de 30 minutos, faça o recheio.",
        "Comece refogando os pimentões, a cebola e o alho.",
        "Em seguida, acrescente o frango e deixe dourar.",
        "Logo após, junte um pouco de água para cozinhar os ingredientes.",
        "Após isso, desfie o peito de frango, acrescente o tablete de caldo de frango junto com o cominho, a pimenta e o molho de tomate.",
        "Acrescente as batatas, as passas, as azeitonas e, por último, quando o molho estiver pronto, adicione os ovos picados (lembrando que o molho tem que ficar bem sequinho).",
        "Reserve em seguida.",
        "Enquanto o molho esfria, estique a massa com o auxílio de um rolo.",
        "Em seguida, com o auxílio de um prato de sobremesa, corte a massa em um círculo, recheie e feche como se fosse um pastel em meia lua.",
        "Agora, vá dobrando a borda da massa, fazendo um zigue-zague.",
        "Lembrando que a saltenha tem que ser assadas com as bordas viradas para cima e a massa deve estar bem crocante.",
        "Pincele a gema e leve ao forno por aproximadamente 40 minutos."
    ]
}