{
    "titulo": "Sanduiche gratinado de forno da Priscila",
    "url": "https://www.tudogostoso.com.br/receita/2544-sanduiche-gratinado-de-forno-da-priscila.html",
    "ingredientes": [
        "1 pão de forma branco sem casca",
        "300 g de mussarela",
        "250 g presunto cozido fatiado em tirinhas",
        "1 peito de frango cozido, desfiado e refogado.",
        "1 maço de alface grande, cortada em tirinhas inteiro",
        "1 tomate grande vermelho, com tudo em cubinhos",
        "1 cebola pequena branca, micropicada",
        "Orégano",
        "Azeite",
        "Sal",
        "Pimenta-do-reino",
        "2 colheres sopa amido de milho",
        "3 gemas",
        "750 ml de leite",
        "100 g de mussarela",
        "2 colheres sopa queijo parmesão ralado fino",
        "Orégano",
        "Pimenta-do-reino",
        "Noz - moscada",
        "3 claras em neve firmes",
        "1 copo de requeijão cremoso de copo (em temperatura ambiente para facilitar)",
        "2 colheres sopa queijo parmesão ralado fino misturado com",
        "2 colheres sopa de farinha de rosca"
    ],
    "modo_preparo": [
        "Tire a casca do pão ( reserve para fazer torradinha de azeite com orégano e sal grosso depois ).",
        "unte com margarina o refratário.",
        "prepare o recheio escolhido.",
        "prepare a salada.",
        "faça o creme de queijo, ele será despejado quente sobre o lanche.",
        "1 camada no fundo de pão de forma.",
        "todo o recheio de frios ou de frango, única camada.",
        "toda a salada.",
        "cubra com pão de forma.",
        "aperte bem para abaixar e nivelar o sanduíche, principalmente se for refratário senão a altura de 5 cm não dá, eu prefiro assar em tabuleiro de borda alta n.",
        "3 ou a lasanheira de inox da tramontina.",
        "despeje o creme de queijo quente sobre o lanche.",
        "Com uma faca faça furos para ele penetrar ate em baixo.",
        "Se não chupar tudo de uma vez, vá colocando aos poucos.",
        "Enquando o lanche absorve o creme de queijo bata as claras em neve.",
        "Misture o requeijão cremoso de copo.",
        "Cubra o sanduíche.",
        "Polvilhe a mistura de queijo com farinha de rosca.",
        "leve ao forno por 30 minutos até gratinar.",
        "Esse sanduiche é um sucesso nesta família.",
        "Ele também e servido em todos os nossos aniversários como o prato quente.",
        "Preparamos de 2 a 3 tabuleiros.",
        "Ele consegue fazer o pessoal esquecer de coxinhas e empadinhas.",
        "É só elogios."
    ]
}