{
    "titulo": "Sanduichão (ou torta salgada)",
    "url": "https://www.tudogostoso.com.br/receita/449-sanduichao-ou-torta-salgada.html",
    "ingredientes": [
        "10 fatias de pão de forma cortado ao comprido",
        "4 pés de alface",
        "4 colheres de sopa de maionese",
        "250g de presunto fatiado s/ gordura",
        "250g de queijo prato fatiado",
        "3 cebolas médias ou equivalente",
        "3 tomates médios ou equivalente",
        "1 ou 2 dentes de alho (mais que isso fica muito picante)",
        "2 xícaras de leite",
        "1/2 xícara de água"
    ],
    "modo_preparo": [
        "Enrole as folhas de alface e corte-as em tiras bem finas. Misture-as com a maionese num pote e reserve.",
        "Corte o presunto em pequenos quadrados e faça uma pasta dissolvendo-os misturados com uma xícara de leite no liquidificador. Não use o processador. Reserve o produto final em um pote.",
        "Faça a mesma coisa com o queijo.",
        "Corte os tomates e as cebolas e junto com o dente de alho jogue tudo no liquidificador, auxiliando a trituração com a 1/2 xícara de água. Reserve num pote.",
        "Disponha um par de fatias lado a lado. Cubra cada uma delas com a pasta de presunto, tendo o cuidado de espalhá-la uniformemente. (A tendência é se colocar menos nas extremidades. Não cometa este erro!)",
        "Coloque uma segunda fatia sobre esta. Cubra cada uma delas com a pasta de queijo, observando os mesmos cuidados.",
        "No terceiro andar vai a mistura dos tomates, cebolas e alho.",
        "E no último \"pavimento\" coloque a alface com maionese.",
        "ATENÇÃO: Esta ordem é fundamental, de modo que os mais molhados umidificarão os mais \"secos\".",
        "Após este preparo, envolva os dois sanduichões com um pano levemente umedecido (pode ser um pano de prato limpo, molhado e espremido) e coloque no freezer, no congelador ou mesmo na geladeira, e, se conseguir, aguarde uns 20 minutos para ficar no ponto.",
        "No dia seguinte fica melhor ainda, porque os ingredientes assentaram e se misturaram (mas é difícil esperar)."
    ]
}