{
    "titulo": "Sanduíche de forno rápido e delicioso",
    "url": "https://www.tudogostoso.com.br/receita/50607-sanduiche-de-forno-rapido-e-delicioso.html",
    "ingredientes": [
        "8 fatias de pão de forma (sem as bordas)",
        "200 g de peito de frango, cortado em pedaços",
        "1/2 lata de milho cozido no vapor",
        "1/2 lata de ervilha",
        "100 g de presunto fatiado, cortado em tirinhas fininhas",
        "100 g de mussarela fatiado, cortada em tirinhas fininhas (reserve 2 fatias cortada para cobertura)",
        "sal e caldo de galinha para temperar o frango",
        "1 cebola pequena",
        "1/2 lata (ou menos) de molho de tomate",
        "1 sachê de meu segredo ou 1/2 caldo de carne",
        "orégano",
        "queijo parmesão ralado"
    ],
    "modo_preparo": [
        "Corte a cebola em pedaços bem pequenos.",
        "Coloque-a em uma panela com o óleo bem quente, antes que ela doure.",
        "Acrescente 1 tablete de caldo de galinha e o dissolva (se quiser, pode colocar um pouquinho de sal também). Não deixe a cebola torrar. Acrescente o peito de frango, deixando-o dourar. Antes que a cebola comece a torrar, acrescente 500 ml de água, mexe e deixe cozinhar.",
        "Pode parecer que vai ficar salgado pela quantidade de frango, mas, na verdade, quando desfiá-lo, será o único tempero do prato.",
        "Após cozido, passe o frango pelo processador (caso não tenha, pode desfiá-lo com as mãos mesmo), acrescente 1 ou 2 colheres do caldinho que vai sobrar na panela em que foi cozido.",
        "Despeje-o em uma vasilha onde possa mexer o ingredientes.",
        "Acrescente o milho cozido, a ervilha, o presunto e  a mussarela, mexa bem até o tempero do frango entrar nos outros ingredientes. Reserve.",
        "Deixe ferver o molho de tomate com um pouquinho de água e o Meu Segredo ou caldo de carne. Após, molhe o fundo  refratário de mais ou menos 20 x 15 cm. Acrescente 4 fatias de pão, colocadas lado a lado. Molhe com o molho de tomate (sem encharcar o pão).",
        "Distribua todo o recheio sobre o pão. Cubra com as outras 4 fatias de pão. Molhe o pão com o molho, distribua as fatias da mussarela reservada, em forma de xadrez, sobre o pão.",
        "Salpique orégano e queijo parmesão.",
        "Leve ao forno para dourar por aproximadamente 10 minutos."
    ]
}