{
    "titulo": "Sanduíche à moda Zé do Pipo da Abima",
    "url": "https://www.tudogostoso.com.br/receita/158595-sanduiche-a-moda-ze-do-pipo-da-abima.html",
    "ingredientes": [
        "30 fatias de pão de forma",
        "1 refratário grande",
        "Pão de forma industrializado",
        "1 receita de cebolas refogadas",
        "1 receita de creme de bacalhau",
        "100 g de requeijão cremoso de consistência firme",
        "1 receita de purê de batatas",
        "1 receita de cobertura nevada",
        "6 colheres de sopa de queijo parmesão",
        "50 ml de azeite",
        "2 dentes de alho amassados",
        "1 cebola grande cortada em cubos pequenos",
        "500 g de bacalhau desfiado e dessalgado",
        "1/2 sachê de caldo de peixe em pó",
        "Sal, pimenta vermelha e noz moscada a gosto",
        "100 ml de azeite de oliva",
        "400 g de cebola cortada em cubos bem pequenos ou a gosto",
        "4 colheres de sopa de cheiro verde fresco",
        "1 sachê de caldo de legumes em pó",
        "Sal e pimenta-do-reino branca a gosto",
        "2 colheres de sopa de manteiga",
        "750 g de batatas descascadas e espremidas ainda quente",
        "200 g de creme de leite UHT",
        "150 ml de caldo do cozimento do bacalhau",
        "Sal e pimenta a gosto",
        "2 colheres de sopa de queijo parmesão",
        "3 colheres de sopa de cebolinha verde fresca",
        "3 claras em neve",
        "100 g de queijo tipo parmesão curado"
    ],
    "modo_preparo": [
        "Em uma panela aqueça o azeite e frite o alho. Junte a cebola e o bacalhau e tempere com o caldo de peixe, sal, noz moscada e pimenta a gosto. Utilize na montagem.",
        "Aqueça o azeite em uma frigideira grande. Junte as cebolas e refogue até que estejam transparentes. Tempere com o cheiro verde, sal e pimenta a gosto. Utilize na montagem",
        "Em uma panela antiaderente aqueça a manteiga e junte as batatas espremidas, o creme de leite e o caldo, mexendo até ferver. Tempere a gosto. Finalize acrescentando os demais ingredientes e reserve.",
        "Em uma tigela misture delicadamente os ingredientes e utilize.",
        "Distribua as fatias de pão forrando o fundo e laterais do refratário.",
        "Em seguida espalhe o creme de bacalhau, pelotinhas do requeijão, o refogado de cebolas, o creme de batatas, a cobertura nevada e finalize com o  parmesão. Leve ao forno aquecido a 200 ºC por aproximadamente quinze minutos e asse até dourar. Sirva a gosto."
    ]
}