{
    "titulo": "Sorvete mousse com biscoito da ABIMAPI",
    "url": "https://www.tudogostoso.com.br/receita/172923-sorvete-mousse-com-biscoito-da-abimapi.html",
    "ingredientes": [
        "250 g de biscoitos sabor chocolate com avelãs ou ao seu gosto",
        "2 receitas de sorvete mousse de chocolate ou dois potes de dois litros de sorvete de chocolate",
        "250 g de chocolate ao leite ou amargo ou branco picado",
        "200 ml de creme de leite UHT",
        "50 ml de conhaque",
        "400 ml de leite integral quente",
        "200 ml de creme de leite fresco ou UHT",
        "1 colher das de sopa de essência de baunilha",
        "1 colher das de sopa de essência de avelãs (opcional)",
        "6 gemas de ovos grandes, peneiradas",
        "150 g de açúcar",
        "1 colher das de sopa de amido de milho",
        "1 colher das de chá de canela em pó",
        "1 colher das de chá de café solúvel"
    ],
    "modo_preparo": [
        "Misture o chocolate picado com o creme de leite e derreta em banho-maria ou no micro-ondas, acrescente o conhaque e reserve.",
        "Ferva o leite com o creme de leite e reserve bem quente.",
        "Bata em creme bem fofo, as gemas, a essência e o açúcar.",
        "Junte o amido de milho e o leite quente reservado e misture delicadamente.",
        "Leve ao fogo até levantar fervura e começar engrossar.",
        "Retire do fogo e acrescente a mistura de chocolate, a canela e o café.",
        "Misture bem e leve para congelar em assadeira rasa por aproximadamente duas horas ou até que esteja firme.",
        "Corte o sorvete congelado em pequenos pedaços e bata em um processador de alimentos até obter um creme espesso.",
        "Utilize imediatamente na montagem.",
        "Em uma forma própria para bolo inglês, forrada com plástico resistente, inicie a montagem do sorvete com uma camada do creme, distribua os biscoitos, cubra com o restante do creme e leve para gelar por 24 horas, após este tempo desenforme e sirva regado com a calda.",
        "Se você preferir misture o biscoito em toda a massa ao invés de colocar em camada.",
        "Retire o sorvete do freezer dez minutos antes de servir e mantenha em geladeira, assim ele ficará mais macio.",
        "Decore com avelãs caramelizadas ou crocante de avelãs."
    ]
}