{
    "titulo": "Strudel de maçã - receita alemã",
    "url": "https://www.tudogostoso.com.br/receita/145088-strudel-de-maca-receita-alema.html",
    "ingredientes": [
        "2 xícara de farinha de trigo",
        "4 colheres (sopa) de manteiga",
        "1 pitada de sal",
        "1 xícara de leite morno",
        "8 maçãs grandes descascadas, sem sementes e cortadas em fatias finas ou raladas",
        "1/2 xícara de açúcar",
        "1 colher (chá) de canela em pó",
        "1/2 xícara de uvas passas brancas, sem sementes",
        "Caldo de 1 limão",
        "Manteiga derretida para pincelar ou 2 gemas",
        "1/2 xícara de amêndoas sem pele, picadas",
        "1/2 colher (chá) de cardamomo ou noz-moscada ralada",
        "1/2 colher (chá) de gengibre"
    ],
    "modo_preparo": [
        "Coloque farinha de trigo sobre uma superfície de trabalho, faça um buraco no centro, junte a manteiga, sal, leite, amasse bem, até a massa se desprender da superfície.",
        "Amasse vigorosamente até a massa fazer bolhas, ficar homogênea e consistente como massa de pastel. Deixe descansar por cerca de 30 minutos.",
        "Em uma tigela grande, coloque as fatias de maçã, açúcar, canela, passas, o limão, o cardamomo e o gengibre misture delicadamente e reserve.",
        "Para abrir a massa forre a superfície com papel manteiga ou um pano bem limpo.",
        "Com um rolo, abra a massa rapidamente em todas as direções até ficar bem fina, quase transparente.",
        "Pincele a massa com manteiga derretida, polvilhe uma faixa horizontal de massa, com 10 cm de largura, com amêndoas picadas e, por cima, distribua a mistura de maçã, deixando um espaço de cerca de 4 cm nas duas extremidades da faixa de massa para o recheio não escapar enquanto enrolar o strudel.",
        "Levantando o pano, enrole o strudel como se fosse um rocambole, pincele a parte superior com manteiga derretida ou as gemas.",
        "Unte uma assadeira com manteiga, achate as pontas do strudel com uma espátula, coloque-o na assadeira, leve ao forno para assar por 10 minutos.",
        "Reduza a temperatura para média (180ºC) e asse por cerca de 20 minutos ou até ficar dourado. Polvilhe açúcar por cima e sirva de preferência com sorvete de creme."
    ]
}