{
    "titulo": "Suflê de espinafre Perfeito",
    "url": "https://www.tudogostoso.com.br/receita/193145-sufle-de-espinafre-perfeito.html",
    "ingredientes": [
        "1 cebola picada",
        "3 colheres (sopa) de margarina",
        "2 colheres (sopa) de azeite",
        "4 dentes de alho picado",
        "1 maço de espinafre",
        "1/2 cubo de caldo de galinha",
        "3 colheres (sopa) de farinha de trigo",
        "450 ml copo de leite",
        "1 colher (sopa) cheia de creme de leite para cozinhar",
        "1/2 colher (chá) de fermento químico (de bolo)",
        "cebolinha picada a gosto",
        "2 colheres de mussarela picada",
        "1 colher de parmesão ralado",
        "pitada de sal",
        "4 ovos"
    ],
    "modo_preparo": [
        "Coloque uma colher de azeite em uma panela grande e funda e frite metade do alho e da cebola.",
        "Refogue o espinafre já lavado (as folhas soltas) até reduzir bastante. Adicione a pitada de sal e misture bem.",
        "Coloque em um escorredor de macarrão para retirar toda a água e reserve.",
        "Coloque a margarina para derreter junto com o restante do azeite em uma panela funda. Junte a farinha de trigo e mexa.",
        "Adicione o leite, o caldo de galinha e mexa rapidamente com um batedor de arame (de preferência). Quando estiver bem firme retire do fogo e reserve.",
        "Preaqueça o forno. Unte um refratário redondo e fundo ou um próprio para suflê.",
        "Bata as claras em neve, mas não bata demais. Reserve.",
        "Com o creme morno ou frio, acrescente o creme de leite e misture bem. Adicione as gemas mexendo bem, junte os queijos, a cebolinha e o espinafre escorrido. Coloque o fermento e, por último, incorpore as claras delicadamente.",
        "Coloque a massa na forma untada e leve ao forno por cerca de 30 minutos, deve ficar bem douradinho. Retire do forno e sirva em seguida.",
        "Esse suflê perde volume depois de frio, mas continua delicioso e pode comer frio sem medo."
    ]
}