{
    "titulo": "Tapioca de brigadeiro com morango",
    "url": "https://www.tudogostoso.com.br/receita/136197-tapioca-de-brigadeiro-com-morango.html",
    "ingredientes": [
        "1 kg de polvilho de mandioca",
        "½ colher de sal",
        "1 lata de leite condensado",
        "1 lata de creme de leite",
        "3 colheres de sopa de chocolate em pó",
        "1 colher de sopa de margarina",
        "Morango a gosto"
    ],
    "modo_preparo": [
        "Se o seu polvilho for aquele comprado no mercado que é bem parecido com maisena, você irá dissolvê-lo em água em um recipiente, e deixará descansar ate que a água se pare do polvilho.",
        "Retire a água e coloque um pano de prato limpo sobre o polvilho ainda no recipiente, retire o pano quando o mesmo estiver super molhado.",
        "Depois retire o polvilho com ajuda de uma colher ou como preferir, despedace-o e acrescente o sal, em seguida pode peneirar.(se a massa estiver muito seca , pelo clima do dia, é só acrescentar umas gotinhas de água ).",
        "Depois coloque a frigideira de alumínio grosso no fogo, não deixe esquentar muito.",
        "Ai é só colocar um copo de polvilho na frigideira e espalhar igualmente com auxilio de um garfo, quando o polvilho soltar das bordas da frigideira é só virar como panquecas para que o outro lado também possa cozinhar (não deixe ficar muito tempo na frigideira por que ira ficar muito dura).",
        "Retire e a coloque encima de uma pano de prato limpo.",
        "Agora é só rechear com o brigadeiro e os morangos.",
        "Dica: pode colocar leite condensado, beijinho, goiabada, doce de leite no lugar do brigadeiro.",
        "No lugar do morando coloque coco, queijo como preferir",
        "Também pode rechear com carnes queijos etc.",
        "Em uma panela misture o leite condensado, a margarina e o chocolate em pó.",
        "Leve ao fogo baixo e mexa sem parar até ficar no ponto de brigadeiro mole.",
        "Retire do fogo e misture o creme de leite."
    ]
}