{
    "titulo": "Tekamaki: Hot Philadelphia",
    "url": "https://www.tudogostoso.com.br/receita/56937-tekamaki-hot-philadelphia.html",
    "ingredientes": [
        "1 folha de alga Nori",
        "3 colheres de sopa de arroz japonês pronto.(procure aqui no site, já enviei essa receita: arroz para sushi)",
        "1 colher de sopa de cream cheese",
        "30 gramas de filé de salmão sem pele",
        "4 colheres de sopa de farinha de trigo",
        "1 colher de sopa rasa de farinha de rosca",
        "1/4 xícara de água gelada",
        "1 xícara de água com 1 colher de sobremesa de vinagre (água avinagrada)",
        "1 esteira de bambu para tekamakis (pode usar um saquinho plástico bem limpinho e seco)",
        "Óleo para fritar"
    ],
    "modo_preparo": [
        "Com as mãos bem lavada e secas, molhe-as na água vinagrada o tempo todo para manusear os alimentos nesta receita.",
        "Umedeça a folha de alga bem rápido na água avinagrada.",
        "Estique a folha de alga sobre uma esteira de bambu (ou saquinho plástico).",
        "Coloque o arroz cobrindo a alga, mas deixando uns 3 cm de espaço em cada lado da alga sem arroz.",
        "Corte o filé de salmão em tiras de 1,5 cm de largura.",
        "Faça uma linha na horizontal com o salmão, sobre o arroz.",
        "Faça uma linha com o cream cheese ao lado do salmão.",
        "Enrole a alga com o auxilio da esteira (ou saquinho plástico).",
        "Para grudar o final da alga é só molhar os dedos com água avinagrada e passar de leve na ponta da alga (funciona com uma cola e vai grudar o enrolado).",
        "Esse enrolado vai ser empanado com o creme a seguir:",
        "Em uma travessa (que caiba o enrolado dentro) coloque a farinha de trigo, a farinha de rosca e a água gelada ao poucos.",
        "Misture bem, deve virar um creme, se precisar acrescente mais ou menos água gelada.",
        "Envolva todo o empanado com o creme e coloque-o em uma frigideira com o óleo bem quente.",
        "Depois é só tirar o enrolado e cortar nos tamanhos de tekamakis desejados.",
        "Uma dica é manter a faca sempre molhada com água avinagrada para cortar melhor."
    ]
}