{
    "titulo": "Tiramisù à moda Brasileira",
    "url": "https://www.tudogostoso.com.br/receita/105824-tiramisu-a-moda-brasileira.html",
    "ingredientes": [
        "5 gemas",
        "150 g de açúcar",
        "5 g de gelatina sem sabor (cerca de 1 colher de sobremesa)",
        "300 g de cream cheese (no tiramisù original italiano se usa queijo mascarpone, que é mais difícil de trabalhar e custa caro)",
        "250 g de creme de leite fresco (nata)",
        "200 g de açúcar",
        "200 g de água",
        "30 g de café instantâneo",
        "40 ml de licor de chocolate (na receita original a calda é feita com vinho Marsala)",
        "1 pacote de biscoito champagne",
        "Cacau em pó para polvilhar"
    ],
    "modo_preparo": [
        "Leve os ingredientes ao fogo até ferver.",
        "Deixe esfriar e leve à geladeira enquanto prepara o creme.",
        "Em uma panela coloque o açúcar e um pouco de água para umedecer.",
        "Leve ao fogo até atingir o ponto de bala mole (121°C), passando um pincel molhado nas bordas da panela para que não queime.",
        "Bata as gemas.",
        "Adicione aos poucos a calda, bata até esfriar (isso serve para pasteurizar as gemas e tirar o risco de salmonela).",
        "Enaquanto ainda está morno coloque a gelatina hidratada com 25 ml de água (sempre use 5 vezes o peso da gelatina de água).",
        "Reserve.",
        "Bata com uma colher o cream cheese.",
        "Acrescente aos poucos o creme reservado, batendo com um fouet.",
        "Batas o chantilly  a meio ponto (à mão com um batedor, para que não passe do ponto e você tenha que jogar fora).",
        "Meio ponto é antes do ponto de chantilly, quando o creme escorre do batedor com certa dificuldade.",
        "Misture ao creme.",
        "Pode usar taças, um refratário ou cortadores individuais.",
        "Coloque uma camada de bolachas champagne, com uma colher jogue um pouco da calda por cima.",
        "Faça uma camada de creme.",
        "Novamente uma camada de bolachas, calda e creme.",
        "Com o auxílio de uma peneira, salpique o cacau em pó por cima."
    ]
}