{
    "titulo": "Torta Gostosa da Família Rohde",
    "url": "https://www.tudogostoso.com.br/receita/7118-torta-gostosa-da-familia-rohde.html",
    "ingredientes": [
        "6 ovos",
        "1 xícara e 1/2 de açúcar",
        "12 colheres de água quente",
        "2 xícaras de farinha",
        "1 colher de sopa de fermento em pó",
        "1 lata de leite condensado",
        "2 lata de leite (a mesma medida da lata de leite condensado)",
        "2 gemas",
        "2 colheres de sopa de maizena",
        "300 g de ameixa preta sem caroço",
        "2 colheres de sopa de açucar",
        "1/2 xícara de água",
        "1 colhere de sopa de maizena",
        "1 pote de nata",
        "1 lata de leite condensado",
        "1 colher de café solúvel",
        "1 colher de água",
        "3 gemas",
        "250 g de margarina sem sal",
        "1 xícara de açúcar",
        "1 lata de creme de leite sem soro (gelado)",
        "6 colheres de sopa chocolate em pó",
        "6 claras em neve",
        "18 colheres de açúcar"
    ],
    "modo_preparo": [
        "Bata 4 claras em neve junto com 2 colheres de açúcar (bater até que você virar a vasilha que não caia) e reserve.",
        "Em outra vasilha junte as 4 gemas e 2 ovos inteiros e o açúcar até ficar um creme bem claro, ir acrescentando aos poucos as 12 colheres de água quente até dobrar de tamanho bater 10 minutos após ter colocado a água.",
        "Retirar a massa e colocar em uma bacia grande aos poucos vai colocando a farinha peneirada e envolvendo a massa, por final misture as claras em neve, o fermento e envolva a massa.",
        "Colque na forma untada com margarina e enfarinhada.",
        "Obs:Forno deve estar pré-aquecido em 180° graus e em cerca de 25 minutos estará pronto.",
        "Colocar o palito e sair seco está pronto.",
        "Leve ao fogo o leite condensado o leite as gemas mexendo sem parar quando começar a ferver, colocar as 2 colheres de maizena até engrossar e reserve.",
        "Leve ao fogo as ameixas picadas e sem caroço junto com o açúcar e a água mexendo até formar uma calda grossa, dissolver a maizena em um pouca de água e misturar reserve.",
        "Misture o creme junto com a calda e leve a geladeira para esfriar.",
        "Coloque na batedeira a nata o leite condensado, bata até engrossar.",
        "Dissolver o café com a água e juntar na batedeira e misturar.",
        "Reserve na geladeira.",
        "Bater na batedeira a margarina e o açúcar até formar um creme, após junte as gemas peineiradas com o creme de leite gelado e o chocolate em pó.",
        "Bater até ficar com consistência mais firme.",
        "Reserve.",
        "Bater as claras em neve até que fique com consistência bem firem aos poucos ir acrescentado o açúcar.",
        "Depois e só cobrir.",
        "Pão de ló.",
        "1° recheio.",
        "pão de ló.",
        "2° recheio.",
        "pão de ló.",
        "3° recheio.",
        "pão de ló.",
        "Cobertura.",
        "Obs:Umedeça o pão de ló durante a montagem com leite ou guaraná, menos a o último pão de ló que vai a cobertura.",
        "Leve a geladeira e depois de 3 horas está pronto para servir."
    ]
}