{
    "titulo": "Torta de frango com pão de forma",
    "url": "https://www.tudogostoso.com.br/receita/76970-torta-de-frango-com-pao-de-forma.html",
    "ingredientes": [
        "8 pães de forma, sem casca cortado na horizontal",
        "4 peitos de frango, sem pele e sem osso",
        "2 litros de leite UHT",
        "300 g de cebola branca cortada em cubinhos",
        "1 kg de requeijão cremoso",
        "500 g de extrato de tomate",
        "1 cabeça média de alho socado com manjerição, louro e 1 colher de sal",
        "2 caldos de frango com 2 colheres de azeite de oliva",
        "Nozmoscada ralada, mais ou menos 1 bolinha",
        "200 g de margarina",
        "400 g de batatas palha",
        "2 kg de batata inglesa",
        "500 g de peito de peru defumado fatiado fino",
        "2 caixas de morangos maduros firmes",
        "500 g de uvas verdes frescas",
        "400 g de queijo prato ralado no ralo grosso",
        "1 maço de salsa",
        "2 latas de milho verde escorridas",
        "1 litro e 1/2 de água",
        "1 lata de creme de leite UHT",
        "2 colheres de farinha de trigo"
    ],
    "modo_preparo": [
        "Lave o frango com limão.",
        "Coloque uma panela de tamanho média para grande no fogo alto com o azeite, o alho, doure o frango por mais ou menos 20 minutos.",
        "Adicione as cebolas cortadas, o extrato de tomate, o caldo de frango, verifique o sal, e adicione 1 litro e meio de água.",
        "Deixe cozinhar por 30 minutos com a panela fechada.",
        "Enquanto isso, em outra panela faça um molho branco com 1 colher de margarina, as 2 colheres de farinha de trigo, mexa para não empelotar.",
        "Adicione 1 litro de leite e mexa em fogo baixo, até ferver.",
        "Adicione a nozmoscada e verifique o sal.",
        "Cuidado para não colocar demais, pois o frango está sendo feito com temperos fortes.",
        "Assim que o molho ficar cremoso e ferver por 5 minutos, desligue o fogo e adicione o creme de leite com o soro.",
        "Mexa bem e reserve, veja se o frango já está cozido, mexa com um garfo para ver a consistência.",
        "Ele tem que ficar desfiado.",
        "A seguir adicione o molho ao frango, o milho verde escorrido a salsa  picadinha ver  se está bom o tempero e desligar o fogo.",
        "Em outra panela descasque as batatas inglesas e coloque para cozinhar em 1 litro de água com uma colher rasa de sal. assim que estiver cozidas passe-as no espremedor e e faça um puré com um litro de leite e o restante da margarina.",
        "Assim que o purê começar a soltar da panela adicione o requeijão cremoso, mexa bem e coloque-os em banhomaria enquanto você monta a torta.",
        "Coloque as frutas de molho e  lave-as no vinagre de maçã.",
        "Coloque para escorrer enquanto você monta a torta.",
        "Na primeira camada disponha os pães um ao lado do outro, cada camada gasta mais ou menos 2 pacotes e 1/2 de pão.",
        "Por cima dos mesmos coloque com a concha o cozido de frango, alise com espátula.",
        "Faça uma camada de queijo prato e peito o de peru defumado, a terceira camada o cozido de frango.",
        "Finalize com uma camada de pães.",
        "Adicione  por cima dos pães o purê de batatas que está em banhomaria, rápido alise com uma espátula, em cima e nas laterais da torta.",
        "A seguir salpique batata palha em toda torta, em cima e nas laterais, disponha as frutas conforme o seu gosto, uvas verdes e morangos.",
        "Pode servir em brunch, batizados, e aniversários, ou até em cooffe-break."
    ]
}