{
    "titulo": "Torta especial de frango e iogurte natural",
    "url": "https://www.tudogostoso.com.br/receita/10086-torta-especial-de-frango-e-iogurte-natural.html",
    "ingredientes": [
        "2 xícaras de chá de farinha de trigo",
        "150 g de manteiga",
        "1 gema",
        "1 pote de iogurte natural nestlé",
        "1 colher de chá de sal",
        "1 kg de peito de frango",
        "2 colheres de sopa de óleo",
        "1 cebola picada",
        "2 tomates sem pele e sem sementes picados",
        "1/2 colher de sopa de sal",
        "1 pote de iogurte natural nestlé",
        "2 ovos",
        "1 colher de sopa de farinha de trigo",
        "1/2 xícara de chá de queijo parmesão ralado",
        "1 colher de sopa de cheiro verde picado",
        "1 gema para pincelar"
    ],
    "modo_preparo": [
        "Coloque o trigo em um recipiente refratário grande faça uma cova no centro do trigo e adicione a manteiga.",
        "Misture com a ponta dos dedos até formar uma forofa grossa, adicione a gema, o iogurte, e o sal.",
        "Vá misturando até obter uma massa homogênea mais que ainda adere as mãos.",
        "embale em filme plástico para uso culinário e leve a geladeira por aproximadamente 1 hora.",
        "Em uma panela aqueça o óleo doure a cebola e junte o peito de frango, os tomates, o sal e 2 xícaras de chá de água.",
        "Tampe a panela e deixe cozinhar até que o frango esteja macio e o molho reduzido",
        "retire do fogo e quando amornar desfie o frango desprezando a pele e os ossos e misture com o molho.",
        "Junte o iogurte os ovos a farinha de trigo e o queijo ralado misture ao frango.",
        "Leve ao fogo mexendo sempre até engrossar, acrescente o cheiro verde picado e deixe esfriar.",
        "Divida a massa em 2 partes com auxílio de um rolo de macarrão abra das partes sobre uma superfície enfarinhada.",
        "Forre o fundo e as laterais de uma forma de aro removível.",
        "Coloque o recheio sobre esta massa.",
        "Abra a outra parteda massa e cubra o recheio.",
        "Feche bem e decore com tiras feitas com sobras de massa.",
        "Pincele com gema e leve para assar em forno médio (180º graus) pré-aquecido até dourar.",
        "Dica:Quanto mais tempo a massa ficar na geladeira mais crocante vai ficar.",
        "O iogurte dá leveza ao recheio e um aspecto folhado a massa."
    ]
}