{
    "titulo": "Torta Salgada Econômica",
    "url": "https://www.tudogostoso.com.br/receita/110211-torta-salgada-economica.html",
    "ingredientes": [
        "2 1/2 xícaras de farinha de trigo (pode ser mais ou menos, até dar ponto, como se fosse de massa de bolo crua)",
        "1/2 xícara de óleo",
        "2 xícaras de água bem quente",
        "1 colher de sopa de fermento",
        "3 colheres de sopa bem cheias de requeijão",
        "1/2 cebola média ralada",
        "1 dente grande de alho ralado,ou 2 dentes pequenos ralados",
        "Sal, orégano, manjericão e pimenta a gosto",
        "Queijo parmesão para polvilhar (opcional)",
        "5 hambúrgueres crus (de boa marca)",
        "3 colheres de sopa de extrato de tomate",
        "200 g ou mais de queijo mussarela ralado",
        "Cebola picadinha a gosto",
        "Orégano a gosto",
        "200 g ou mais de mortadela de frango ralada (sem gordura)"
    ],
    "modo_preparo": [
        "No início, misture tudo à mão, exceto a água e o fermento.",
        "Misture até sentir que os ingredientes estão bem incorporados.",
        "Colocar aos poucos a água quente até chegar a uma consistência de massa de bolo crua (vai mais ou menos 2 xícaras de água quente).",
        "A esta altura você poderá usar a batedeira em velocidade mínima até ficar uma massa bem homogênea.",
        "Não precisa bater demais para não prejudicar a ação do fermento e se achar a massa muito líquida, acrescente um pouco mais de farinha de trigo.",
        "Por último, coloque o fermento misturando delicadamente a mão.",
        "Unte um refratário de vidro ou forma de alumínio com margarina e dê uma polvilhada leve de farinha de trigo.",
        "Despeje a metade da massa no refratário ou forma de alumínio e por cima os hambúrgueres em temperatura ambiente.",
        "Se estiverem ainda gelados, pode dar uma \"dourada\" em cada um na frigideira com margarina, só para deixá-los a uma temperatura ambiente.",
        "Coloque por cima a cebola picadinha, a mortadela de frango ralada, as 3 colheres de sopa de extrato de tomate, orégano a gosto e o queijo ralado.",
        "Cubra com o restante da massa e se quiser salpique um pouco mais de mortadela de frango ralada com um pouco mais de queijo mussarela ralado por cima e por último, polvilhe queijo parmesão ralado.",
        "Coloque para assar em forno previamente aquecido a temperatura de 180°C.",
        "O aquecimento prévio deverá ser de pelo menos 10 minutos.",
        "Deixe assar até a massa ficar dourada e sequinha.",
        "Mínimo de 40 minutos - o tempo pode variar de acordo com cada tipo de forno."
    ]
}