{
    "titulo": "Torta de morango da Ana",
    "url": "https://www.tudogostoso.com.br/receita/94861-torta-de-morango-da-ana.html",
    "ingredientes": [
        "500 g de farinha de trigo",
        "1 copo americano cheio de açúcar",
        "2 ovos",
        "3 colheres cheias (sopa) de margarina",
        "1/2 litro de leite",
        "3 colheres (sopa) de açúcar",
        "1 colher (sopa) de essência de baunilha",
        "2 gemas",
        "2 colheres (sopa) de amigo de milho (maizena)",
        "1 caixa de morangos picados",
        "4 colheres (sopa) de açúcar",
        "1 xícara (chá) de água",
        "1 xícara (chá) de açúcar",
        "2 colheres (sopa) de amido de milho (maizena)",
        "1 colher (sopa) de essência de morango",
        "2 colheres (sobremesa) de suco de morango (aqueles de pózinho)"
    ],
    "modo_preparo": [
        "Sobre uma mesa ou refratário limpo e seco despeje o açúcar e por cima coloque a margarina.",
        "Faça com que os dois fiquem bastante incorporados, a ponto do açúcar se grudar todo na manteiga.",
        "Junte os ovos e mexa bem com as mãos.",
        "Logo em seguida acrescente a farinha aos poucos e sove-a bem.",
        "O ponto é de uma massa que não grude nas mãos e bem lisinha.",
        "Pegue um refratário de sua preferência e espalhe a massa por igual e também pelas bordas até que fique bem uniforme por todo o refratário.",
        "Não deixe que fique muita massa acumulada em um ponto só do refratário, pois ela mesmo sem adicionar o fermento crescerá.",
        "No liquidificador bata todos os ingredientes. Depois de bater por uns 2 ou 3 minutos leve ao fogo médio até que fique no ponto um pouco mais grosso do que mingau, no ponto de creme mesmo.",
        "Espere esfriar.",
        "Adicione a uma panela de alumínio a caixa todinha de morango e o açúcar, deixe em fogo baixo e mexa até que se forme uma geleia.",
        "Junte a primeira parte e mexa até que os dois se incorporem bem.",
        "Leve todos os ingredientes ao fogo médio até engrossar ao ponto de geleia.",
        "Espere esfriar.",
        "Retirando a massa do forno, deixe que a mesma esfrie sozinha.",
        "Quando estiver a temperatura ambiente acrescente o creme por todo o seu conteúdo.",
        "Quanto mais creme você tiver a oportunidade de colocar mais gostosa irá ficar a sua torta.",
        "Coloque morangos picados em cima para enfeitar e por cima deles a geleia de brilho, que irá ficar uma delícia e com uma aparência de doce de padaria.",
        "Deixe gelar por aproximadamente 1 hora e é só servir."
    ]
}