{
    "titulo": "Torta de Frango a moda kukalucas",
    "url": "https://www.tudogostoso.com.br/receita/157844-torta-de-frango-a-moda-kukalucas.html",
    "ingredientes": [
        "500 g de farinha de trigo",
        "300 g de margarina ou até dar o ponto",
        "1 peito de frango",
        "2 tomates",
        "1 pimentão maduro",
        "3 cubos de caldo de galinha",
        "50 g de azeitonas sem carroço",
        "100 g de palmito",
        "2 caixas de creme de leite",
        "1/2 caixa de ketchup",
        "1 lata de milho verde em conserva",
        "1 xícara de chá de farinha de trigo",
        "500 ml de leite",
        "100 ml de água quente",
        "1 ovo (só a gema)",
        "1 limão",
        "azeite, limão,salsinha, cebolinha e sal a gosto"
    ],
    "modo_preparo": [
        "Tempere o peito de frango com o caldo do limão, azeite a gosto, sal, pimenta e o caldo de galinha dissolvido em água quente. Deixar marinar por 2 horas.",
        "Cubra com papel alumínio e asse a 280ºC por 1 hora.",
        "Retire o papel e deixe dourar por aproximadamente 30 minutos. Deixe descansar por 24 horas em geladeira.",
        "Desfie o frango e reserve. Corte em cubos pequenos o pimentão, o tomate e a cebola. Corte o palmito, a cebolinha e o cheiro verde e reserve.",
        "Escolha uma panela grande e aqueça em fogo alto o azeite, junte a cebola e 2 cubos de caldo de galinha.",
        "Mexa até dissolver, acrescente as azeitonas, o pimentão, os tomates e  o frango desfiado. Acrescente a farinha de trigo e o leite e misture. Adicione o creme de leite e o ketchup.",
        "Quando levantar fervura desligue o fogo e coloque o palmito, o milho, o cheiro verde e a pimenta.",
        "Corrija o sal a gosto.",
        "Em um recipiente coloque a farinha de trigo e a margarina e amasse até obter uma massa macia e que desgrude do recipiente, forme uma bola. Tampe e reserve na geladeira por 30 minutos.",
        "Retire uma porção da massa suficiente para forrar o fundo de uma forma removível e abra a massa. Abra o restante da massa até uma espessura fina para forrar as laterais e para tampar a torta.",
        "Após forrar o fundo e as laterais da forma com a massa coloque o recheio ate 3/4 da altura da forma.",
        "Tampe a torta com a massa fina e para decorar corte tiras e coloque  acima da tampa da torta fazendo a forma de xadrez. Pincele com a gema do ovo a massa da tampa e as tiras.",
        "Asse em forno a 280ºC até dourar, aproximadamente 1 hora.",
        "Bom apetite."
    ]
}