{
    "titulo": "Torta de shimeji com alho poró e cream cheese",
    "url": "https://www.tudogostoso.com.br/receita/173015-torta-de-shimeji-com-alho-poro-e-cream-cheese.html",
    "ingredientes": [
        "3 xícaras de farinha de trigo",
        "3 gemas",
        "1 colher de sopa de fermento em pó",
        "4 colheres de sopa de margarina",
        "1 colher de chá de sal",
        "água gelada",
        "500 g de cogumelo shimeji",
        "2 alhos-porós fatiados em rodelas",
        "2 colheres de sopa de margarina",
        "4 colheres de sopa de molho shoyu",
        "2 colheres de sopa de saquê culinário (opcional)",
        "1 pote de cream cheese (philadélfia)",
        "cebolinha a gosto",
        "sal a gosto (se necessário)"
    ],
    "modo_preparo": [
        "Refogue o shimeji na manteiga durante 5 minutos.",
        "Após esse tempo ele terá soltado bastante água, então acrescente todo o alho-poró.",
        "Quando o alho-poró murchar, acrescente o shoyu e o saquê culinário.",
        "Refogue até a água quase secar.",
        "Não deixe secar tudo, para não ficar muito seco.",
        "Experimente se há a necessidade de acrescentar sal (as vezes o sal do shoyu e da margarina, caso seja a com sal, são o suficiente).",
        "Desligue o fogo e acrescente o cream cheese.",
        "Misture bem.",
        "Acrescente a cebolinha, por último e reserve o recheio.",
        "Misture bem todos os ingredientes com a mão, menos a água gelada.",
        "Acrescente a água gelada aos poucos sempre sovando a massa até ficar no ponto (não muito dura).",
        "Divida a massa em duas partes, uma com mais massa que a outra.",
        "A parte com mais massa vai em baixo.",
        "Vai arrumando a massa no fundo da forma com a mão e subindo nas laterais.",
        "Acrescente o recheio, espalhando uniformemente por toda a superfície do fundo.",
        "Dobre por cima do recheio a massa das laterias que sobrou.",
        "Com a outra parte da massa faça a tampa, abra a massa em uma superfície lisa e coloque-a sobre o recheio, grudando-a com a lateral \"dobrada\".",
        "Pincele a superfície com gema e coloque para assar até que a massa fique dourada.",
        "Não precisa untar a forma, pois a massa fica oleosa por causa da margarina.",
        "Use uma forma de fundo removível, fica mais prático de cortar a torta por causa do recheio que fica escorregadio."
    ]
}