{
    "titulo": "Torta de arroz",
    "url": "https://www.tudogostoso.com.br/receita/45427-torta-de-arroz.html",
    "ingredientes": [
        "3 xícaras de arroz cozido",
        "1 e ½ xícaras de leite (se ficar muito grossa, acrescente mais leite)",
        "5 colheres (sopa) de farinha de trigo com fermento",
        "Sal a gosto",
        "1 ovo",
        "1 colher (sopa) de manteiga",
        "1 peito de frango",
        "3 colheres (sopa) de milho",
        "3 colheres (sopa) de ervilha",
        "Sal a gosto",
        "1 colher (sopa) de massa de tomate",
        "1 tomate sem semente e sem casca",
        "Cebolinha picada",
        "1 ovo cozido e picado",
        "Pimenta - do - reino a gosto",
        "1 cebola grande bem picada",
        "1 dente de alho picado em pedaços pequenos",
        "1 colher de manteiga",
        "1 caldo knorr de frango",
        "Reserve um pouco da água em que o frango foi cozido",
        "1 pitada de orégano",
        "Um pouco de azeite ou óleo"
    ],
    "modo_preparo": [
        "Cozinhe em uma panela de pressão o peito de frango, sem pele, com alho amassado, a pimenta e 1 xícara e 1/2 de água fervendo.",
        "Deixe cozinhar por mais ou menos 25 minutos.",
        "Retire os ossos e coloque no multiprocessador, mas não deixe processar por muito tempo, ou desfie à mão.",
        "Reserve.",
        "Em uma panela coloque azeite com manteiga, o alho, em seguida acrescente a cebola e deixe dourar.",
        "Coloque o frango, a massa de tomate, milho, o ovo cozido picado, ervilha, o tomate e um pouco de orégano.",
        "Mexa e acrescente um pouco da água em que o frango foi cozido.",
        "Deixe por cerca de 6 minutos.",
        "Coloque no liquidificador primeiro os líquidos, depois os outros ingredientes.",
        "Bata ate formar uma massa homogênea e não muito mole nem muito grossa.",
        "Em uma forma redonda sem furo, unte com manteiga e forre o fundo com a massa não muito grossa e nem muito fina.",
        "Com o auxilio de uma colher de sopa, coloque devagar o recheio, para não penetrar na massa.",
        "Cubra com o restante da massa.",
        "Leve ao forno a 180º, por aproximadamente 45 minutos."
    ]
}