{
    "titulo": "Torta salgada de legumes com frango",
    "url": "https://www.tudogostoso.com.br/receita/103652-torta-salgada-de-legumes-com-frango.html",
    "ingredientes": [
        "1 copo de óleo",
        "1 copo de leite",
        "2 copos de farinha de trigo",
        "1 colher (sobremesa) de fermento em pó",
        "1 colher (sobremesa) de sal",
        "3 ovos",
        "Batata, cenoura, abobrinha, brócoles, chuchu, vargem, milho verde (de preferencia sem ser de lata), ervilha (do tipo congelada), azeitona, todos picados em cubinhos bem pequenos.",
        "1 kg de peito de frango desfiado",
        "300 g de queijo mussarela ralado grosso",
        "Molho de tomate tipo Pomarola",
        "Alho amassado",
        "1 cebola picadinha ou ralada",
        "Batata Palha"
    ],
    "modo_preparo": [
        "Cozinhe no vapor todos os legumes exceto a azeitona e a ervilha, até ficarem bem macios. Após o cozimento, ainda na panela acrescente a azeitona e a ervilha e sal a gosto e misture. Reserve.",
        "Enquanto os legumes cozinham, misture no liquidificador todos os ingredientes da massa e bata por aproximadamente 3 minutos ou até que todos os ingredientes estejam bem misturados. Reserve.",
        "Em uma panela com óleo ou azeite, refogue a cebola picadinha, o alho amassado e acrescente o frango desfiado e refogue mais um pouco.",
        "Após, acrescente o molho de tomate, um pouco de sal e ervas a gosto, um pouco de água para que fique úmido e deixe uns 2 minutos no fogo alto para refogar.",
        "Em uma tigela de vidro untada com manteiga, distribua em camadas, pouco mais da metade da massa, 1/3 do frango desfiado, metade dos legumes cozidos, após, o queijo ralado. Repita as camadas de frango, acrescente a batata palha, legumes e a última de frango desfiado. Por cima acrescente o restante da massa e leve ao forno pré-aquecido por 10 minutos à 250º.",
        "Após cerca de 20 minutos, desligue o forno e deixe mais uns 5 minutos com a porta fechada."
    ]
}