{
    "titulo": "Torta de Nozes",
    "url": "https://www.tudogostoso.com.br/receita/93987-torta-de-nozes.html",
    "ingredientes": [
        "Receita para 1 pão de ló, são necessários 2 para a torta",
        "3 gemas",
        "10 colheres de sopa de água fervendo",
        "1 xícara e 1/3 de açúcar",
        "1 xícara e 1/2 de farinha",
        "1 pitada de sal",
        "1 colher de sobremesa de fermento em pó químico",
        "3 claras batidas em neve",
        "2 caixas de leite condensado",
        "A mesma medida de leite",
        "4 gemas",
        "3 colheres de sopa de amido de milho",
        "300 g de nozes picadas",
        "1 pote de nata de 300 g",
        "3 colheres de açúcar",
        "Guaraná para molhar o bolo",
        "1/2 copo de claras",
        "1 copo de açúcar",
        "1 colher de sopa de açúcar de baunilha",
        "1/2 colher de sopa de emulsificante"
    ],
    "modo_preparo": [
        "Receita para um pão de ló, são necessários 2 para a torta.",
        "Na batedeira colocar as gemas com a água fervendo, bater e quando tiverem dobrado de volume colocar o açúcar e bater muito bem.",
        "Em outra vasilha misturar a farinha, o sal, o fermento em pó químico.",
        "Colocar os ingredientes da batedeira vagarosamente e por último acrescentar as claras batidas em neve.",
        "Levar ao forno alto (pré-aquecido), em forma de 20X30 cm, untada e forrada com papel manteiga também untado com margarina.",
        "Depois de 10 minutos, baixar o fogo para 200º por mais 15 minutos ou até que colocando um palito, este saia seco.",
        "Repetir o procedimento para o 2º pão de ló.",
        "Os pães de ló devem ser cortados no dia seguinte para não desmancharem.",
        "Em uma panela colocar o leite condensado, o leite, misturar as gemas e o amido de milho.",
        "Levar ao fogo baixo, mexendo sempre até ferver.",
        "Deixe esfriar e acrescente 300 g de nozes picadas.",
        "Reserve.",
        "Na batedeira bata um pote de nata com 3 colheres de açúcar até o ponto de chantilly (atenção para não virar manteiga). Reserve.",
        "Divida cada Pão de Ló em duas partes.",
        "Em um tabuleiro coberto, colocar uma camada de pão de ló, molhar com guaraná usando um pincel, colocar o creme de nozes, o chantilly, outro pão de ló, molhado com guaraná, nozes, chantilly, pão de ló, molhado com guaraná, nozes, chantilly e por último pão de ló.",
        "Na batedeira colocar as claras, o açúcar, o açúcar de baunilha e o emulsificante.",
        "Bater muito bem, até que fique no ponto de cobrir a torta (pode-se usar os bicos de confeitar ou uma colher e ou garfo para fazer os enfeites)."
    ]
}