{
    "titulo": "Torta de palmito campeã",
    "url": "https://www.tudogostoso.com.br/receita/164274-torta-de-palmito-campea.html",
    "ingredientes": [
        "1/2 Xícara de água gelada",
        "1/2 Pacote de manteiga gelada",
        "3 Xícaras de farinha de trigo",
        "1 Colher de chá rasa de sal",
        "1 Colher de chá rasa de fermento em pó",
        "1 Gema de ovo",
        "1 Cebola média picada",
        "2 dentes de alho picados",
        "1 Tomate sem pele e sem semente picado",
        "1 vidro de palmito",
        "Sal a gosto",
        "Algumas azeitonas verde picadas",
        "2 ovos cozidos picados"
    ],
    "modo_preparo": [
        "Em uma vasilha coloque a farinha, sal, fermento e manteiga.",
        "Amasse bem com o garfo formando uma \"farofa\".",
        "Depois de formada a farofa, acrescente devagar a água.",
        "Não manuseie muito a massa.",
        "Somente aperte a massa para agregar a água.",
        "Coloque a massa na mesa.",
        "Não se preocupe se \"esfarelar\".",
        "Abra a massa com o rolo.",
        "Use farinha no rolo e embaixo da massa para que ela não grude na mesa.",
        "Se precisar, levante a massa com auxílio do rolo para colocar mais farinha embaixo da massa.",
        "Enrole a massa para o rolo, mas não use a massa toda!",
        "Transfira para um pirex transparente untado somente com manteiga.",
        "Desenrole em cima da forma.",
        "Se quebrar corrija as imperfeições. Use uma faca sem serra para corrigir as arestas do pirex.",
        "Cubra todo o fundo e a lateral do pirex.",
        "Hora do recheio!",
        "Em uma panela, refogue todos os ingredientes.Coloque a cebola e os dentes de alho e refogue, quando a cebola estiver transparente coloque o tomate picado e refogue mais um pouco para o tomate desmanchar. Coloque os palmitos, cuidado para não colocar palmito duro, mexa e aperte um pouco para desmanchar o palmito e o tomate.",
        "Coloque o recheio dentro do pirex.",
        "Use uma colher para distribuir uniformemente.",
        "Não manuseie muito a massa, pois quanto mais manuseada, mais duro fica.",
        "Abra a massa com um rolo.",
        "Enrole a massa no rolo para transportar para o pirex.",
        "Aperte as bordas para juntar a tampa com o fundo.",
        "Use uma faca sem serra para cortar as beiradas com cuidado.",
        "Corte a beirada onde sobra massa não deixando até em cima do pirex.",
        "Junte a massa que sobrou para fazer as tirinha para enfeitar a torta.",
        "Abra a massa e corte tiras que iremos colocar em cima da torta.",
        "Use as tiras maiores para o meio da torta, assim você não precisará quebrar as tiras grandes.",
        "Ainda a massa que sobrou faça rolinhos que ficarão em cima das tiras.",
        "Agora vamos untar a massa com a gema batida, use um pincel ou uma colher para espalhar a gema uniformemente em cima da massa.",
        "Pronto! Pode levar ao forno!",
        "Forno preaquecido, veja se está 'dourado' em cima e embaixo, se estiver, a massa estará pronta."
    ]
}