{
    "titulo": "Torta com bonecos de neve para ceia de Natal",
    "url": "https://www.tudogostoso.com.br/receita/105649-torta-com-bonecos-de-neve-para-ceia-de-natal.html",
    "ingredientes": [
        "300 g de ameixas pretas em calda",
        "1/2 xícara (chá) de conhaque",
        "4 colheres (sopa) de glaçúcar",
        "1 pacote de biscoitos de champagne 180 g",
        "1 pacote de bolacha Mabel 400 g (receita tradicional Nata ou Maria)",
        "4 colheres de manteiga de leite sem sal",
        "½ colher (café) de noz-moscada moída",
        "½ colher (sopa) de canela moída (opcional)",
        "100 g de uvas passa sem sementes",
        "1 litro de mate couro",
        "1 lata de leite condensado",
        "2 folhas de gelatina incolor hidratada em ½ xícara (chá) de água fria",
        "1 caixa de pó para Maria-Mole sabor coco ou baunilha",
        "1 xícara (chá) de água fervente, faltando 2 dedos para encher",
        "1 lata de creme de leite",
        "1 garrafinha de leite de coco",
        "¼ colher (café) de sal",
        "1 tira para bolo (papel Paraná) 7,0 cm de altura",
        "1 m de fita de tecido aramada com motivos natalinos com 7, 3 cm altura",
        "1 molde duplo de PVC para 1/2 kg (para o corpo)",
        "1 molde bola duplo de PVC (para a cabeça)",
        "Anilina amarela – comestível",
        "1 par de meias vermelhas- infantil",
        "8 palitos Gina",
        "300 g de chocolate branco Galak da Nestlé",
        "500 g de chocolate meio amargo",
        "Bombons sonho de valsa picados",
        "1 lata de creme de leite sem soro",
        "300 g de coco ralado sem açúcar",
        "Creme mestre Patissyer à frio Arcólor",
        "100 g coco",
        "Ou",
        "Creme Mestre caseiro",
        "200 g de castanhas do Pará ou variadas"
    ],
    "modo_preparo": [
        "Ver no site Tudo Gotoso  ovos de páscoa de chocolate branco e truques essenciais – como preparar e “Truques” para não derreter.",
        "Prepare os ovos nas vésperas à noite  ou de manhã (do dia 24).",
        "Depois que os ovos estiverem secos. Faça os bicos dos “Bonecos-Pinguins”.",
        "Para fazer os bicos, faça dois cones de caixinha de leite.",
        "Deixe o aluminizado para dentro e derreta o chocolate  branco seguindo as instruções.",
        "Misture a anilina ou açafrão em pó que vai dar o amarelo igual ao bico  dos pinguins.",
        "Despeje a mistura nos  cones espete um palito Gina no meio - na parte mais grossa a que vai fixar na carinha, leve à geladeira por 3 minutos",
        "Retire os bombons e encha eles com as castanhas e cole-os.",
        "Embrulhe com o papel próprio. Desenforme os cones e embrulhe também.",
        "E guarde em uma caixa de isopor resfriada.",
        "Tampe a caixa.",
        "Reseve alguns pedaços de chocolate branco para formar as paredes da torta.",
        "Bata (refinar) as bolachas no liquidificador (a seco).",
        "Despeje em uma vasilha e junte com a nós moscada a canela, as uvas passas, e reserve.",
        "Hidrate a gelatina incolor em 1 xicara (chá ) de  água fria e derreta no micro-ondas ou em Banho-Maria",
        "Ferva uma xícara (chá) de água até reduzir dois dedos, desligue o fogo e despeje o pó da gelatina para Maria-mole misturando",
        "Depois bata a Maria-mole em pó por uns 10 minutos até ficar espumosa e junte  a gelatina incolor, o leite condensado, o creme de leite e leite de coco e bater por 3 minutos.",
        "Reserve 1 copo dessa mistura",
        "Despeje o restante  na vasilha com as bolachas trituradas misture e junte a manteiga, misture mais.",
        "Acrescente o mate couro, misture até formar uma massa grossa e pastosa.",
        "Deixe descansar para ela inflar.",
        "Após uns 10 minutos se for necessário colocar mais mate couro para inflar bem.",
        "Essa mistura tem que ficar como uma massa de rosca compacta.",
        "Bata as ameixas com a calda junte com o conhaque e reserve.",
        "Corte os Bombons em pedaços pequenos e reserve para a hora da montagem.",
        "Compre a tira para  bolo de 7 cm de altura se não encontrar compre a peça de papel Paraná e corte a tira. O preço varia de R$1,8 a R$2,40 a peça.",
        "Faça um aro.",
        "Selecione o prato ou bandeja  definitiva para a torta.",
        "Despeje o ½ copo  do 2º recheio reservado,  mais um pouco do creme das ameixas  com o conhaque e polvilhe com o glauçúcar cobrindo todo o prato espalhe alguns pedaços de bombons.",
        "Coloque o aro de papel em cima e despeje uma camada da mistura das bolachas até próximo do meio do aro.",
        "Mais uma camada do creme de leite, a mistura do creme de ameixas com o conhaque e polvilhe mais glacúcar.",
        "Espalhe mais bombons.",
        "Coloque o creme mestre, mais creme de leite e outra camada da mistura das bolachas.",
        "O restante dos bombons.",
        "Junte com o creme de ameixas o conhaque , o ½ copo restante do 2º recheio",
        "Despeje sobre a torta e polvilhe glacúcar.",
        "Alise com o fundo de um copo para que a superfície fique bem uniforme.",
        "Coloque um peso em cima para o aro não fofar.",
        "Leve à geladeira e deixe por umas 6 a horas.",
        "Retire da geladeira, retire a tira de papel para bolo.",
        "Derreta o chocolate branco reservado, e passe em volta nas “paredes” da torta",
        "para dar firmeza. Volte para a geladeira novamente por 10 minutos.",
        "Retire da geladeira e passe o creme de leite ou chantilly somente em cima da torta",
        "Envolva ela com uma fita de tecido aramado em volta,  jogando coco ralado até ficar parecendo neve",
        "Deixe na geladeira.",
        "90 minutos antes de por a mesa para  a ceia, coloque os chocolates (ovos) em frente ao ventilador e deixe por uns 30 minutos.",
        "Monte os bonecos corpo e cabeça.",
        "Esquente um arame  e faça um furo com no local onde fixar o bico e unir a cabeça com o tronco faça um furo também.",
        "Se quiser mais original, passe melado de limão com açúcar sobre os chocolates e polvilhe com coco  ralado para ficar igual à neve e com chocolate amargo derretido pinte os olhinhos e a boca e os 4 botões no tórax e por fim fixe o bico.",
        "Faça dois gorros do par de meias e da sobra faça os dois cachecois.",
        "Coloque o gorro e o cachecol.",
        "Depois prepara o outro pinguim.",
        "Faça uma diferença entre o casal.",
        "Coloque os bonecos em cima e deixe cair um pouquinho de coco ou glaçúcar em cima do gorro dos bonecos e cachecol para imitar a neve"
    ]
}