{
    "titulo": "Torta salgada de pão de forma de frango",
    "url": "https://www.tudogostoso.com.br/receita/105305-torta-salgada-de-pao-de-forma-de-frango.html",
    "ingredientes": [
        "2 peitos de frango",
        "sal,",
        "suco de 1 limão",
        "2 folha de louro picadas (opcional)",
        "1 colher de óleo",
        "3 dentes de alho amassados",
        "1 cebola picada",
        "3 tomates picados",
        "1 xícara de azeitona picada",
        "2 tabletes de caldos de galinha",
        "1/2 xícara de extrato de tomate",
        "1 copos de água",
        "1 xícara de cheiro verde picado",
        "1 lata de milho verde",
        "4 ovos cozidos e amassados",
        "100 g de uvas passas",
        "1 lata de creme de leite",
        "1 pote de requeijão",
        "10 batatas",
        "1 pote pequeno de maionese",
        "1 litro de leite",
        "3 pacotes de pão de forma sem casca",
        "2 potes de geleia de morango",
        "pimenta-do-reino a gosto",
        "cominho a gosto"
    ],
    "modo_preparo": [
        "Tempere peito de frango com sal, pimenta, cominho, 1 folha de louro, alho e limão.",
        "Deixe descansar por 2 horas na geladeira.",
        "Cozinhe em uma panela com água suficiente para cobrir o frango e acrescente o os tabletes de caldo de frango.",
        "Depois de cozido desfie e reserve.",
        "Coloque em uma panela óleo e cebola para refogar até que a cebola fique transparente.",
        "Acrescente o tomate e a azeitona até o tomate começar a solta da casca, mexendo sempre.",
        "Coloque o extrato de tomate , coloque sal a gosto, dê uma refogada e inclua a água.",
        "Deixe cozinhar até o molho ficar consistente.",
        "Frango e misture.",
        "Deixei no fogo até que o molho fique bem sequinho, vigiando sempre para que no grude no fundo da panela.",
        "Misture o milho verde e cheiro-verde. Desligue o fogo e deixe esfriar.",
        "Acrescente o creme de leite, requeijão, ovos e uva passa e reserve.",
        "Descasque as batatas.",
        "Cozinhe as batatas em agua com sal e uma folha de louro e amasse-as.",
        "Adicione a maionese e misture.",
        "Dica: prepare a cobertura depois de finalizar a montagem da torta, pois fica mais fácil de espalhá-lo sobre a torta quando ainda está quente.",
        "Utilize uma bandeja para bolo de aproximadamente 35,5 x 27 cm.",
        "Para montar a torta deve-se umedecer as fatias de pão no leite e proceder da seguinte maneira:",
        "1ª camada de pão de forma",
        "2ª camada de molho de frango",
        "3ª camada de pão de forma",
        "4ª camada de geleia de morango",
        "5ª camada de molho de frango",
        "6ª camada de pão de forma",
        "Cubra a torta com purê de batata e use a sua imaginação para decorá-la.",
        "Sugestão de decoração: batata palha, ervilha e flor de tomate com folhas de pimentão."
    ]
}