{
    "titulo": "Torta salgada de frango (de pão de forma)",
    "url": "https://www.tudogostoso.com.br/receita/107828-torta-salgada-de-frango-de-pao-de-forma.html",
    "ingredientes": [
        "2 pacotes grandes de pão de forma para tortas sem casca",
        "2 peitos de frango sem osso",
        "2 cubos de caldo de frango",
        "2 caixinhas de creme de leite ou 1 lata de creme de leite",
        "1 copo de requeijão",
        "1 cenoura",
        "1 porção pequena de cheiro verde picado",
        "1 pacote de queijo ralado",
        "1 caixa de leite (integral ou desnatado)",
        "1 pote de maionese médio",
        "1 pacote de batata palha pequeno",
        "1 lata de ervilhas e milho verde (juntos)",
        "1 colher de sopa de azeite de oliva",
        "Temperos a gosto"
    ],
    "modo_preparo": [
        "Prepare o frango como de costume (assado ou guisado) sem esquecer do caldo de frango no prepraro e evite por sal.",
        "Depois de pronto, espere esfriar e utilize somente o frango (o caldo/gordura produzido não é necessário).",
        "Corte o frango em pedaços que possam ser batidos no liquidificar junto com o creme de leite e a cenoura (de preferência ralada), se for necessário acrescente um pouco do leite líquido para dar leveza ao creme de frango.",
        "Depois de batido o creme aqueça em uma panela a colher de azeite e adicione o creme e mexa sempre com colher de pau ou de silicone.",
        "Quando levantar fervura, acrescente o copo de requeijão junto com o queijo ralado e metade da lata de ervilha e milho verde e mexa até engrossar.",
        "Atenção: antes de acrescentar o queijo ralado experimente o sabor do creme para ver o nível de sal, caso esteja de seu agrado pule a opção do queijo ralado.",
        "Em uma bandeja retangular conte antes de tudo quantas camadas irão ser montadas com o pão, pois este varia muito.",
        "Depois de sabido o número de camadas, forre a bandeja com pão e molhe bem toda a sua extensão com leite de caixa (não use o leite em pó).",
        "Em seguida espalhe o creme de frango com uma espatula ou faca grande de modo uniforme e alterne até o término da montagem sempre molhando as camadas de pão, findando com o pão de forma (este não precisa ser molhado).",
        "Acerte as laterais com uma faca de corte.",
        "Use a maionese como cobertura da torta por completo.",
        "Depois da cobertura de maionese salpique queijo ralado, o restante da lata de ervilhas e milho verde e a batata palha.",
        "Depois de pronto, leve à geladeira por algumas horas e sirva em seguida!"
    ]
}