{
    "titulo": "Torta de biscoito cream cracker",
    "url": "https://www.tudogostoso.com.br/receita/50067-torta-de-biscoito-cream-cracker.html",
    "ingredientes": [
        "2 peitos de frango",
        "3 colheres (sopa) de maisena",
        "1 copo e 1/2 de leite",
        "2 cubos de caldo de galinha",
        "1 lata de ervilha",
        "1 lata de creme de leite",
        "Tomates",
        "Cebola",
        "Pimentão",
        "Tempero a gosto para o peito de frango",
        "Biscoitos cream craker"
    ],
    "modo_preparo": [
        "Limpar os peitos de frango, temperar com alho, sal, coentro, limão, noz-moscada (a gosto) e levar para cozinhar, sempre adicionando água  para que fique cozidinho e sobre o equivalente a 2 copos de 250ml de caldo.",
        "Depois de cozido, retirar os peitos da panela, colocá-los em outro vasilhame (reservado enquanto esfriam) para depois desfia-lo bem desfiadinho.",
        "Enquanto isso prepare o molho.",
        "Corte 6 tomates sem sementes em cubinhos, 1  pimentão, 1 cebola  média, 1 pimentão, junte a ervilha e os outros ingredientes.",
        "Pode acrescentar milho, palmito, azeitonas picadas etc.",
        "Depois de ter desfiado os peitos de frango, voltar com eles para a panela onde esta o caldo, acrescentar 2 cubos de caldo de galinha, juntamente com os ingredientes picados para o molho. Misture tudo muito bem.",
        "Acrescente 3 colheres (sopa) cheias de maizena em 1/2 copo de (240 ml) com água, misturando ao ponto de dissolver toda a maisena.",
        "Despeje sobre o molho de peito de frango que está no fogo, misturando a maisena dissolvida ao molho. Deixar ferver mais um pouco e desligar.",
        "Agora misture na batedeira ou liquidificador 1 copo de leite com 1 lata de creme de leite, batendo bem.",
        "Molhe os biscoitos nesta mistura de creme de leite com leite, coloque-os de modo a forrar um  refratário (de preferência os da Marinex com formato em retângulo ou quadrado) onde será armada a torta.",
        "Faça a 1° camada de biscoito, 2° camada de molho, 3° de biscoito, 4° de molho, nessa ordem. Sendo a última camada de molho.",
        "Cobrir o molho com a maionese (requeijão ou catupiri) espalhando bem.",
        "Se quiser, decore com azeitonas picadinhas, ervilha, passas ou cenoura raladinha (escolha somente 1 produto para a decoração).",
        "Servir Gelada."
    ]
}