{
    "titulo": "Torta de frango da Silvana",
    "url": "https://www.tudogostoso.com.br/receita/61378-torta-de-frango-da-silvana.html",
    "ingredientes": [
        "500 g de farinha de trigo",
        "250 g de banha",
        "2 ovos inteiros e mais 1 clara",
        "1 colher (sopa) rasa de sal",
        "1 peito de frango grande (cerca de 1 kg) cozido e desfiado",
        "1 cebola picadinha",
        "2 dentes de alho bem picadinhos",
        "3 tomates sem sementes picadinhos",
        "2 colheres (sopa) de óleo ou azeite",
        "1/2 xícara de salsinha picada",
        "1/2 xícara de azeitona verde ou preta picada",
        "1 lata de milho verde sem a água",
        "Temperos a gosto (pimenta-do-reino, orégano etc.)",
        "1 envelope de sazón ou caldo de galinha",
        "1 xícara de água",
        "1/2 xícara de farinha de trigo",
        "1 gema para pincelar"
    ],
    "modo_preparo": [
        "Comece preparando a massa para que ela possa descansar um pouquinho na geladeira.",
        "Coloque em uma tigela o trigo, o sal e a banha gelada e misture até formar uma farofa.",
        "Depois acrescente os 2 ovos inteiros e a clara (a gema você usará para pincelar a torta).",
        "Misture bem, mas sem sovar muito.",
        "A textura da massa é bem macia.",
        "Leve à geladeira enquanto prepara o recheio.",
        "Aqueça o óleo ou azeite e doure a cebola e o alho.",
        "Acrescente o tomate e refogue.",
        "Depois coloque a água e o sazón ou caldo de galinha e refogue.",
        "Junte as azeitonas, o milho e por último o frango e refogue bem.",
        "Deixe ferver e coloque a 1/2 xícara de farinha de trigo para dar liga.",
        "Por último acrescente a salsinha.",
        "Deixe esfriar um pouco para rechear a torta.",
        "Abra a metade da massa em superfície enfarinhada e coloque na forma retangular pequena ou redonda.",
        "Espalhe o recheio (se quiser pode colocar requeijão cremoso) e depois cubra com a outra metade da massa.",
        "Se sobrar pedacinhos de massa utilize para decorar sua torta fazendo tirinhas e colocando por cima.",
        "Pincele bem com a gema (às vezes são necessárias 2 gemas, depende do tamanho do ovo).",
        "Leve ao forno pré-aquecido à 200ºC, por aproximadamente 45 a 50 minutos."
    ]
}