{
    "titulo": "Torta de bombom bicolor (receita original da profª Célia Cucolo)",
    "url": "https://www.tudogostoso.com.br/receita/48097-torta-de-bombom-bicolor-receita-original-da-prof-celia-cucolo.html",
    "ingredientes": [
        "6 ovos",
        "6 colheres (sopa) de açúcar",
        "6 colheres (sopa) de farinha de trigo",
        "3 colheres (sopa) de chocolate em pó",
        "1 lata de leite condensado",
        "2 colheres (sopa) de manteiga",
        "1/2 lata de creme de leite sem soro",
        "1 lata de leite condensado",
        "2 colheres (sopa) de chocolate em pó",
        "2 colheres (sopa) de manteiga",
        "1/2 lata de creme de leite sem soro",
        "Vinho para molhar o bolo",
        "5 bombons",
        "Raspas de chocolate"
    ],
    "modo_preparo": [
        "Bata as claras bem duras, coloque as gemas uma a uma e continue batendo.",
        "Coloque o açucar e continue a bater.",
        "Desligue a batedeira e coloque a farinha de trigo e o chocolate peneirados (mexendo delicadamente com as mãos).",
        "Unte e polvilhe com farinha de trigo uma forma redonda de fundo removível (opcional).",
        "Leve ao forno já aquecido, ele assa rápido.",
        "Retire e recheie com brigadeiro branco e brigadeiro preto.",
        "Não há necessidade de adicionar fermento em pó.",
        "Leve ao fogo o leite condensado e a manteiga, mexendo até soltar do fundo da panela.",
        "Quando esfriar coloque o creme de leite sem soro, misture e recheie.",
        "Leve ao fogo o leite condensado, o chocolate e a manteiga, mexendo até soltar do fundo da panela.",
        "Quando esfriar coloque o creme de leite sem soro, misture e recheie.",
        "Corte o bolo ao meio, regue com vinho e coloque o creme branco.",
        "Pique 3 bombons sobre o creme (pode substituir o bombom por crocante).",
        "Coloque a outra parte do bolo, cubra com o brigadeiro preto, coloque por cima raspas de bombons e raspas de chocolate em barra."
    ]
}