{
    "titulo": "Torta de carne seca com banana da terra",
    "url": "https://www.tudogostoso.com.br/receita/82131-torta-de-carne-seca-com-banana-da-terra.html",
    "ingredientes": [
        "4 xícaras de farinha de trigo",
        "1 xícara e ½ de margarina, manteiga ou misturados com gordura vegetal",
        "1 ovo",
        "1 colher (sopa)de fermento",
        "1 pitada de sal",
        "1 ou 3 colheres de água",
        "400 g de carne seca cozida desfiada conforme preparo abaixo",
        "2 cebolas grandes picadas",
        "5 colheres (sopa) de manteiga",
        "5 colheres (sopa) de óleo",
        "½ xícara (chá) de salsa picada",
        "250 g de queijo mussarela ralado",
        "1 ovo levemente batido misturado com 2 colheres (sopa) de farinha de trigo",
        "4 bananas da terra cortadas em fatias",
        "1 gema batida (para pincelar a torta)"
    ],
    "modo_preparo": [
        "Misture tudo até obter uma massa lisa e homogênea.",
        "Deixe a massa descansar na geladeira por 30 minutos.",
        "Tire a gordura da carne e corte-a em lascas.",
        "Coloque a carne numa tigela e cubra com água fria, vede com filme plástico e leve-a à geladeira por 12 horas, trocando a água ao menos 4 vezes.",
        "Leve a carne à uma panela grande,cubra com 3 litros de água e cozinhe em fogo alto até ficar macia (cerca de 50 minutos).",
        "Você pode usar panela de pressão se desejar. Escorra a água que sobrou e reserve a carne.",
        "Aqueça 3 colheres (sopa) de manteiga e 2 colheres (sopa) de óleo.",
        "Junte as cebolas e refogue, sempre mexendo, até ficar transparente.",
        "Acrescente e misture a carne seca com o ovo batido com farinha.",
        "Coloque numa tigela grande, misture a salsa e o queijo ralado e reserve.",
        "Aqueça 2 colheres de manteiga e 3 de óleo em fogo médio. Junte a banana e frite até dourar. Escorra sobre papel absorvente e reserve.",
        "Abra a massa e forre o fundo e as laterais de uma forma de fundo removível. Reserve o restante da massa para cobrir a torta.",
        "Forre o fundo da forma com massa com metade da banana da terra frita, recheie com a mistura de carne seca e cubra com o resto da banana.",
        "Abra a massa restante e cubra a torta.",
        "Decore com pedaços de massa e pincele com gema.",
        "Asse em forno pré-aquecido até dourar por cerca de 40 minutos.",
        "Desenforme e sirva morna ou fria."
    ]
}