{
    "titulo": "Torta sem erro de maracujá/limão",
    "url": "https://www.tudogostoso.com.br/receita/181426-torta-sem-erro-de-maracujalimao.html",
    "ingredientes": [
        "3 gemas de ovos sem pele",
        "3 colheres (sopa) de leite",
        "3 colheres (sopa) de açúcar",
        "3 colheres (sobremesa) de manteiga/margarina",
        "1 colheres (sobremesa) rasa de fermento em pó",
        "farinha de trigo, o quanto basta apenas para desgrudar das mãos, adicione aos poucos, colheres de sopa",
        "1 maracujá de 330 g (nesse peso dará o suco necessário para a receita)",
        "395 g de creme de leite",
        "395 g de leite condensado",
        "1/2 pacote de gelatina em pó incolor e sem sabor",
        "se for de limão, suco de três limões médios",
        "1 barra de chocolate para cobertura"
    ],
    "modo_preparo": [
        "Em uma vasilha, misture a manteiga, o açúcar, o leite, e as gemas.",
        "Sem bater, acrescente o fermento, e aos poucos a farinha de trigo (adicione um colher (sopa) de cada vez), misture com as mãos, sem sovar para não desenvolver o glúten na massa.",
        "Adicione farinha apenas o suficiente para desgrudar das mãos, desgrudou está no ponto.",
        "Transfira a massa para a forma.",
        "Vá abrindo a massa por toda a forma, faça uma fina camada de massa, pois vai crescer um pouco devido ao acréscimo do fermento, forre toda a forma.",
        "Faça furinhos com um garfo para não formar bolhas de ar, leve à geladeira por uns 10 minutos, enquanto isso preaqueça o forno a 180° C.",
        "Leve a massa para assar, por aproximadamente 25 minutos, talvez até um pouco mais, até que esteja douradinha, retire do forno e espere esfriar.",
        "Enquanto isso, bata no liquidificador o suco da fruta, (no caso do maracujá, faça suco com 1/2 copo pequeno de água) com o leite condensado,  o creme de leite, e a gelatina preparada conforme embalagem.",
        "Com a massa já feita, derreta a barra de chocolate e espalhe sobre a massa para criar uma camada hipermeabilizante entre o recheio e a massa, uma camada fina, cerca de 150 g de chocolate.",
        "Leve a massa à geladeira, apenas para o chocolate endurecer.",
        "Acrescente o recheio, espalhe de maneira uniforme e leve novamente à geladeira para endurecer.",
        "Gosto de colocar por cima 100 ml de chantilly batido ou merengue, feito com as claras de ovos e açúcar, e gratino com maçarico.",
        "Faça uma calda de 1/2 maracujá pequeno com um pouco de água e açúcar para decorar (opcional)."
    ]
}