{
    "titulo": "Torta de liquidificador sabor bacalhau",
    "url": "https://www.tudogostoso.com.br/receita/189944-torta-de-liquidificador-sabor-bacalhau.html",
    "ingredientes": [
        "3 dentes de alho amassados",
        "1 cebola média picada",
        "1 tomate grande sem pele e sementes picado",
        "2 colheres (sopa) cheias de pimentão bem picadinho",
        "400 g de bacalhau dessalgado e desfiado",
        "100 g de azeitona preta, inteira e sem caroço",
        "1/2 copo (americano) de cheiro-verde",
        "3 ovos",
        "1/2 copo (americano) de óleo",
        "1 e 1/2 copo de leite",
        "1 pitada de sal",
        "14 colheres (sopa) de farinha de trigo",
        "100 gr de mussarela ou queijo prato picado",
        "1 colher (sopa) rasa de fermento em pó"
    ],
    "modo_preparo": [
        "Doure em manteiga o alho e a cebola, adicione o tomate e pimentão e refogue por 5 minutos em temperatura alta e mexendo sempre.",
        "Adicione o bacalhau, adicione os temperos de gosto, e mexa até que o molho fique apenas úmido, não pode ter água escorrendo.",
        "Coloque o recheio para esfriar, quando estiver frio adicione as azeitonas e o cheiro-verde e mexa.",
        "Coloque no liquidificador os ingredientes na seguinte ordem: ovo, óleo, leite, sal, farinha de trigo, queijo e fermento.",
        "Bata em potência alta por 3 minutos, com a ajuda de uma colher de pau, solte a farinha das laterais do liquidificador, após este procedimento, bata por mais 3 minutos em temperatura alta.",
        "Unte uma forma de tamanho médio com manteiga e farinha de trigo.",
        "Despeje sobre a forma cerca de 40% da massa, sobre ela adicione uniformemente todo o recheio e por cima do recheio adicione os outros 60% da massa.",
        "Com a ajuda de uma colher de pau mexa levemente a massa em cima com o recheio para misturar um pouco.",
        "Certifique-se que tenha massa por toda a superfície.",
        "Com o forno preaquecido em 220º C, coloque a torta e deixe por 40 minutos ou até que fique dourado por cima."
    ]
}