{
    "titulo": "Torta de maçã com massa de bolacha",
    "url": "https://www.tudogostoso.com.br/receita/145343-torta-de-maca-com-massa-de-bolacha.html",
    "ingredientes": [
        "1 e 1/2 pacotes de bolacha de maisena",
        "200 g de margarina",
        "1 lata de leite condensado",
        "1 colher de sopa de essência de baunilha",
        "1 medida de leite na lata (ou caixa) do leite condensado",
        "1 colher de sopa de amido de milho",
        "4 maçãs pequenas sem casca e cortada em cubinhos",
        "2 maçãs pequenas com casca cortada em fatias finas para decorar",
        "1 pacote de gelatina incolor para cobrir a torta (quando preparei a receita estava sem a gelatina, ela serve para deixar aquela aparência de brilho)"
    ],
    "modo_preparo": [
        "Triture as bolachas no liquidificador.",
        "Derreta a margarina, com bastante cuidado para não queimar.",
        "Junte a bolacha triturada e a margarina em um recipiente e amasse bem com as mãos, até formar uma espécie de pasta.",
        "Coloque a mistura na forma com fundo removível, espalhando bem tanto no fundo quanto nas laterais.",
        "Caso a mistura não seja suficiente para cobrir sua forma basta repetir o processo até que haja massa suficiente.",
        "Levemente, fure a massa com um garfo.",
        "Leve a forma ao forno pré aquecido a 180 graus, por 15 a 20 minutos (depende do forno). Para ter certeza que a massa está pronta levante levemente o fundo, se ela descolar é o sinal de que está pronta.",
        "Em uma panela misture o leite condensado, o leite, a baunilha e o amido de milho.",
        "Dica: para não empelotar dissolva o amido de milho no leite antes de misturar com o restante dos ingredientes.",
        "Em fogo baixo misture até que o creme fique bem firme (no ponto de mingau).",
        "Deixe esfriar um pouco, mexendo vez em quando para não empelotar.",
        "Junte as maçãs em cubinho ao creme.",
        "Coloque o creme sobre a massa.",
        "Coloque as fatias de maçã com casca para decorar.",
        "Coloque a gelatina incolor para dar brilho.",
        "Leve à geladeira e deixe esfriar. Sirva!"
    ]
}