{
    "titulo": "Torta de frango fit com legumes",
    "url": "https://www.tudogostoso.com.br/receita/194145-torta-de-frango-fit-com-legumes.html",
    "ingredientes": [
        "350 g de filezinho sassami",
        "2 tomates picados",
        "2 cebolas picada em cubos",
        "1/2 pimentão médio",
        "2 cenouras médias",
        "4 ovos",
        "1 lata de sardinha com molho de tomate",
        "3 colheres (sopa) de palmito",
        "1/2 pote de ervilha enlatada",
        "2 colheres de farinha de linhaça",
        "cogumelo a gosto",
        "3 colheres (sopa) de creme de ricota light",
        "cerca de 120 g de queijo minas frescal",
        "orégano",
        "1 e 1/2 tablete de caldo de galinha",
        "salsa desidratada",
        "150 g de moranga",
        "150 g de batata inglesa",
        "1/3 da lata de creme de leite light",
        "uvas passas a gosto",
        "4 dentes de alho",
        "pimenta-do-reino",
        "1 colher (chá) de fermento em pó"
    ],
    "modo_preparo": [
        "Cozinhe o frango com o caldo de galinha na panela de pressão e coloque 2 dentes de alho junto.",
        "Após estar cozido,desfie o frango.",
        "Cozinhe os legumes separadamente, somente na água (se desejar, coloque uma pitada de sal e não deixe cozinhar demais os legumes).",
        "Em outra penela, acrescente tomate, pimentão, cebola e dente de alho.",
        "Em seguida, acrescente o cogumelo, palmito, creme de leite e ervilha, e misture até formar um molho.",
        "Misture o frango ao molho e, no mesmo refratário do molho, acrescente os legumes cozidos.",
        "Bata os ovos como se fosse fazer uma omelete.",
        "Logo após, em uma vasilha, acrescente a farinha de linhaça, o creme de ricota e o fermento, misturando.",
        "Coloque o molho com o frango na vasilha na qual você fez a mistura com os ovos e mexa.",
        "Polvilhe queijo por cima, orégano, salsa desidratada e uvas passas.",
        "Preaqueça o forno por cerca de 15 minutos a temperatura de 200° C.",
        "Em seguida, leve ao forno para assar até dourar."
    ]
}