{
    "titulo": "Torta de frango com massa podre diferente",
    "url": "https://www.tudogostoso.com.br/receita/5861-torta-de-frango-com-massa-podre-diferente.html",
    "ingredientes": [
        "200 g de manteiga com sal",
        "farinha de trigo",
        "sal a gosto",
        "1 peito de frango sem pele",
        "1 vidro pequeno de azeitonas sem caroço picadas",
        "1 lata de milho verde",
        "1 vidro pequeno de champignon",
        "1 caixa molho de tomate",
        "1 tomate picado sem semente",
        "2 tablete de caldo de galinha",
        "1/2 cebola picadinha",
        "4 dentes de alho bem picadinhos ou pouco mais de meia ponta de colher de alho picado em conserva",
        "salsinha e cebolinha a gosto",
        "sal a gosto",
        "1 pacote de catupiry (opcional)"
    ],
    "modo_preparo": [
        "Em uma vasilha grande, coloque a manteiga em temperatura ambiente.",
        "Vá adicionando farinha de trigo e mexendo até dar ponto.",
        "O sal é a gosto (umas duas pitadas bastam).",
        "O ponto é quando a massa começa a desgrudar da mão.",
        "Ela não solta por completo, mas deve estar maleável.",
        "Cozinhe o frango com um tablete de caldo de galinha.",
        "Deixe esfriar e desfie.",
        "Em uma panela, refogue a cebola e o alho, juntando em seguida o frango desfiado.",
        "Acrescente aos poucos o tomate picado, deixando refogar um pouco mais.",
        "Quando ele tiver murchado um pouco, coloque as azeitonas, o milho, o caldo de galinha e o molho de tomate.",
        "Refogue um pouco mais, mexendo sempre.",
        "Acrescente o champignon e um pouco d'água e deixe ferver, mexendo para que o caldo de galinha se dissolva com mais facilidade.",
        "Coloque a salsinha, cebolinha e sal a gosto.",
        "Deixe ferver até ficar quase seco.",
        "Não deixe secar demais.",
        "Um pouco de caldo no recheio fica muito bom.",
        "A massa não tem sustentação para ser aberta por inteiro.",
        "Faça bolinhas pequenas e aperte-as nas mãos, colocando depois no fundo de uma forma de aro removível.",
        "Faça isso em todo o fundo e laterais da forma (apenas nas laterais, não precisa colocar em toda a altura, dependendo do tamanho da forma).",
        "Faça furos na massa colocada ao fundo.",
        "Com uma concha, espalhe metade do recheio sobre a massa.",
        "Se for usar o catupiry, coloque-o sobre o recheio e depois cubra com o restante.",
        "Feche a torta com o restante da massa.",
        "Pincele um ovo deixa bem coradinha.",
        "Leve ao forno alto, preaquecido por uns 10 minutos e retire quando a massa estiver dourada (aproximadamente 30 minutos, dependendo do seu forno).",
        "Desenforme ainda quente e sirva.",
        "Um bom acompanhamento é arroz branco e batata palha."
    ]
}