{
    "titulo": "Torta de chantilly",
    "url": "https://www.tudogostoso.com.br/receita/12971-torta-de-chantilly.html",
    "ingredientes": [
        "4 ovos",
        "1 xícara de açúcar refinado",
        "4 colheres de sopa de agua",
        "3 xícaras de farinha de trigo",
        "1 xícara de chocolate em pó",
        "1 colher de sopa de fermento em pó",
        "6 caixas de creme de leite gelada",
        "500 g de manteiga",
        "Açúcar refinado a gosto",
        "Chocolate em po a gosto",
        "Leite",
        "Açúcar"
    ],
    "modo_preparo": [
        "Na batedeira bata as claras em neve, depois acrescente 1/2 xícara de açúcar e bata novamente.",
        "Em outra vasilha coloque as gemas sem as películas com a outra metade do açúcar.",
        "Leve a batedeira ate ficar esbranquiçado, vá acrescentando as colheres de água fervente aos poucos ainda na batedeira.",
        "Leve essa mistura e incorpore as claras e deixe bater ate ficar homogênea, reserve.",
        "Em uma vasilha misture a farinha, o nescau e o fermento, mexa bem ate tornar-se um pó, vá misturando na mão ao creme mexendo de cima para baixo em movimentos circulares.",
        "Despeje em uma assadeira untada e enfarinhada.",
        "Leve ao forno pré-aquecido.",
        "Coloque a manteiga na batedeira junto com o açúcar (lembrando que a gosto) quando o açúcar incorpora na manteiga acrescente o creme de leite gelado e bata até ficar homogêneo.",
        "Fatie os bolos em duas partes, coloque na bandeja uma parte e umedeça com o leite misturado com o açúcar (é necessário umedecer bastante, em media um copo de requeijão de leite e 2 colheres de açúcar dissolvido).",
        "Passe o chantilly em todo o bolo, repita isso até a última parte (lembrando de deixar um pouco para a cobertura), quando será feito a cobertura.",
        "No final para cobrir a torta você pega o restante do chantilly que ficou na vasilha e acrescente o chocolate em pó a gosto e bata na batedeira.",
        "Depois é só cobrir.",
        "Você pode ornamentar com um garfo fazendo estrias e acrescente o chocolate granulado."
    ]
}