{
    "titulo": "Tortinhas de chocolate veganas (sem lactose)",
    "url": "https://www.tudogostoso.com.br/receita/168115-tortinhas-de-chocolate-veganas-sem-lactose.html",
    "ingredientes": [
        "1 xícara (chá) de farinha de trigo",
        "1/2 xícara (chá) de creme vegetal/margarina sem lactose (ambos sem sal)",
        "quanto baste de açúcar (preferencialmente demerara ou mascavo)",
        "essência de baunilha a gosto",
        "3 e 1/2 xícaras (chá) de chocolate amargo ou meio amargo 0% lactose (picado)",
        "1/3 de xícara (chá) de creme vegetal/margarina sem lactose (ambos sem sal)",
        "3 colheres (sopa) de leite vegetal (soja/aveia/castanhas, etc)",
        "cerejas e kiwi (picados)",
        "frutas vermelhas (morango, framboesa, amora) e raspas de chocolate amargo",
        "mix de castanhas picadas (castanhas de caju, castanhas-do-pará, amêndoas e nozes)"
    ],
    "modo_preparo": [
        "Em um recipiente adequado, misture a farinha de trigo, o creme vegetal ou margarina sem lactose, o açúcar e a essência de baunilha até que formem uma massa consistente e que possa ser moldada.",
        "Utilize forminhas de alumínio como as usadas para assar empadas. Pegue um punhado de massa e, aos poucos, coloque-a nas paredes das forminhas, deixando um espaço no meio para que o recheio possa ser colocado mais tarde. O fundo das tortinhas deve conter um pouco mais de massa do que as bordas para que elas não se quebrem tão facilmente.",
        "Disponha as forminhas com a massa numa assadeira e coloque-as no forno previamente aquecido por cerca de 20 a 25 minutos ou até que já estejam levemente quebradiças.",
        "Retire as tortinhas do forno mas não as tire das forminhas enquanto elas ainda estiverem quentes, pois quebrarão com muita facilidade.",
        "Num bowl em banho-maria, derreta o creme vegetal ou a margarina sem lactose.",
        "Ponha o leite vegetal e, com um fouet, misture bem.",
        "Por fim, adicione o chocolate picado e continue a mexer até que a mistura vire um creme.",
        "Retire as tortinhas já frias das forminhas e as disponha numa bandeja.",
        "Coloque a quantidade suficiente de recheio em cada tortinha e as decore como desejar."
    ]
}