{
    "titulo": "Torta cremosa de presunto e queijo e arroz do Lúcio Cezar",
    "url": "https://www.tudogostoso.com.br/receita/146493-torta-cremosa-de-presunto-e-queijo-e-arroz-do-lucio-cezar.html",
    "ingredientes": [
        "2 xícaras bem cheias de arroz cozido",
        "3 ovos",
        "3 colheres de sopa bem cheias de queijo parmesão",
        "1 maço de salsa picadinha",
        "Orégano e sal a gosto (cuidado pois o queijo parmesão já contem sal e o arroz cozido também)",
        "1 copo de requeijão cremoso",
        "1 caixinha de creme de leite",
        "2 colheres de sopa de maionese",
        "1 colher de sopa bem cheia de farinha de trigo",
        "1 colher de sopa de azeite",
        "1 tomate sem sementes picadinho",
        "1 cebola picadinha",
        "150 g de presunto cortado em tirinhas ou picadinho",
        "150 g de muçarela também cortado em tirinhas ou picadinho"
    ],
    "modo_preparo": [
        "Coloque em uma tigela o arroz, 1 ovo e 2 gemas, 1/2 copo de requeijão cremoso, 3 colheres de sopa de queijo parmesão, 1 maço de salsa picadinha e o sal a gosto.",
        "Misture bem os ingredientes até formar uma massa. Reserve.",
        "Numa frigideira coloque o azeite e frite a cebola. Quando a cebola estiver ficando transparente coloque o tomate e deixe cozinhar  bem. Coloque então creme de leite misturado com a farinha de trigo e deixe cozinhar formando um creme molinho.",
        "Espere esfriar um pouco e coloque então o presunto e a muçarela em tirinhas ou picadinhos. Acerte o sal e coloque o orégano.",
        "Reserve.",
        "PARA A COBERTURA:",
        "Bata as 02 claras em neve , coloque uma pitadinha de sal e misture delicadamente o restante do requeijão cremoso ( 1/2 copo ) RESERVE.",
        "MONTAGEM DO PRATO:",
        "Unte bem  uma assadeira , coloque  a massa e espalhe como se fosse para fazer um empadão.",
        "Coloque então o recheio e cubra com  a cobertura feita de clara  e requeijão cremoso. Decore com tirinhas de muçarela e presunto ( opcional )",
        "Leve ao forno médio ( 180 graus ) por aproximadamente 45 minutos ou até que fique douradinho.",
        "Sirva quentinho."
    ]
}