{
    "titulo": "Torta de espinafre",
    "url": "https://www.tudogostoso.com.br/receita/12726-torta-de-espinafre.html",
    "ingredientes": [
        "Xícaras de farinha de trigo quanto baste",
        "120 g de manteiga gelada",
        "2 gemas",
        "6 a 8 colheres de sopa de creme de leite",
        "1 colher de chá de sal",
        "1 maço de espinafre",
        "1 colher de sopa de cebola picada",
        "1 colher de sopa de manteiga",
        "3 ovos inteiros",
        "1 xícara e 1/4 creme de leite fresco",
        "2 colheres de sopa de queijo parmesão ralado",
        "Pitada de noz moscada",
        "Sal e pimenta do reino"
    ],
    "modo_preparo": [
        "Prepare a massa cortando a manteiga em pequenos cubos, coloque a farinha em um plano de trabalho e coloque sobre a farinha os cubos de manteiga.",
        "Salpique com o sal.",
        "Com a ponta dos dedos, vá incorporando a manteiga à farinha até obter a textura de areia grossa.",
        "Acrescente as gemas e misture bem.",
        "Vá acrescentando o creme de leite aos poucos até ligar a massa.",
        "Embrulhe em um plástico e leve à geladeira por 30 minutos.",
        "Elimine os talos do espinafre e lave bem as folhas.",
        "Coloque a manteiga e cebola picada em uma panela, refogue até que a cebola esteja macia e acrescente as folhas do espinafre.",
        "Tampe a panela e cozinhe em fogo baixo por cerca de 5 minutos ou até que as folhas estejam macias.",
        "Retire a tampa, misture bem e deixe esfriar.",
        "Coloque o espinafre refogado em uma peneira para perder o excesso de umidade.",
        "Aqueça o forno em temperatura média.",
        "Abra a massa com um rolo e forre as laterais e fundo de uma assadeira com aro removível (22 cm aproximadamente).",
        "Misture em uma tigela o creme de leite com os ovos, parmesão ralado, sal, pimenta-do-reino e noz moscada.",
        "Acrescente o espinafre picado e despeje este recheio na massa.",
        "Asse em forno moderado por cerca de 40 minutos.",
        "Retire, deixe esfriar levemente e sirva."
    ]
}