{
    "titulo": "Torta de frango com mussarela",
    "url": "https://www.tudogostoso.com.br/receita/61418-torta-de-frango-com-mussarela.html",
    "ingredientes": [
        "2 xícaras (chá) de farinha de trigo",
        "1 colher (chá) de sal",
        "1 cebola média picadinha",
        "1 colher (chá) de fermento em pó",
        "3 colheres (sopa) de manteiga",
        "1 caixinha de creme de leite",
        "1 peito de frango com ou sem osso",
        "1 pote de requeijão (opcional)",
        "300 g de mussarela fatiada",
        "1 latinha pequena de extrato de tomate 140g",
        "Azeitonas verdes a gosto",
        "Cheiro verde e cebolinha a gosto",
        "Sal a gosto"
    ],
    "modo_preparo": [
        "Peneire a farinha com sal e o fermento em uma tigela grande.",
        "Faça um buraco no centro e adicione a manteiga e meia caixinha de creme de leite.",
        "Com as pontas dos dedos trabalhe a massa até ficar homogênea, sem grudar nas mãos.",
        "Faça uma bola e embale em filme plástico para uso culinário e deixe descansar por 30 minutos.",
        "Abra a massar com um rolo sobre uma superfície enfarinhada e forre o fundo e as laterais de uma forma, se possível uma forma de aro removível.",
        "Fure a massa com um garfo e leve ao forno para assar em forno médio (180°), por cerca de 20 minutos.",
        "Refogue o molho de tomate como de habito, reserve.",
        "Cozinhe o frango com um pouco de sal na água, depois desfie.",
        "Reserve.",
        "Em uma panela coloque azeite, as cebolas picadinhas, depois adicione o frango desfiado, o sal a gosto, a salsinha, cebolinha, azeitonas picadas e por ultimo coloque o molho de tomate e o restante do creme de leite, mexa bem.",
        "O molho não deixará seu recheio branco, terá uma cor bonita.",
        "Na massa coloque uma camada de frango, colheradas de  requeijão nos cantos e no meio, pois na hora de assar ele se espalha, coloque a mussarela e finalize com o restante do recheio.",
        "Leve para assar por 20 minutos em 180°."
    ]
}