{
    "titulo": "Torta prestígio prática",
    "url": "https://www.tudogostoso.com.br/receita/39354-torta-prestigio-pratica.html",
    "ingredientes": [
        "3 ovos",
        "1 e 1/5 xícaras (chá) de açúcar",
        "2 xícaras (chá) de farinha de trigo",
        "1 xícara (chá) de água",
        "1/5 xícara (chá) de leite",
        "4 colheres (sopa) de chocolate em pó solúvel",
        "1/3 xícara (chá) de óleo",
        "1 pitada de sal",
        "250 ml de leite",
        "2 gemas peneiradas",
        "1 colher (sopa) de amido de milho",
        "3 xícaras (chá) de açúcar",
        "1/2 caixinha de creme de leite",
        "1/2 coco seco ralado em flocos",
        "400 ml de leite",
        "4 xícaras (chá) de açúcar",
        "1 colher de margarina",
        "2 colheres (sopa) de chocolate em pó solúvel",
        "Raspas de chocolate meio amargo"
    ],
    "modo_preparo": [
        "Bata os ovos com o açúcar durante 4 minutos.",
        "Adicione a farinha de trigo, a água, o leite, o sal e o óleo e bata mais 1 minuto.",
        "Por fim coloque o pó royal peneirado e misture bem e delicadamente.",
        "Despeje em uma forma redonda de aproximadamente 25 cm de diâmetro, forrada com papel manteiga.",
        "Leve ao forno a 200°, por 35 minutos, ou até que esteja sequinho.",
        "Coloque em uma panela o leite, as gemas peneiradas, a maizena e o açúcar.",
        "Leve ao fogo e, com uma colher de pau, mexa bem.",
        "Quando engrossar continue mexendo por mais 1 minuto e desligue o fogo.",
        "Acrescente o coco e o creme de leite e misture bem.",
        "Coloque tudo em uma panela, misture bem até que dissolva o açúcar.",
        "Deixe no fogo sem mexer, até que esteja consistente.",
        "Desenforme e corte ao meio a massa.",
        "Coloque uma metade em uma bandeja laminada ou em qualquer outro refratário de sua preferência.",
        "Umedeça bem com refrigerante de guaraná ou leite.",
        "Coloque todo o creme suíço e esparrame bem sobre a massa.",
        "Raspe ao seu gosto chocolate meio amargo por cima do creme.",
        "Coloque por cima a outra metade da massa e umedeça novamente.",
        "Passe a cobertura já fria sobre todo o bolo.",
        "Raspe chocolate por cima e jogue mais flocos de coco por cima.",
        "Sirva gelada."
    ]
}