{
    "titulo": "Torta à mineira agridoce",
    "url": "https://www.tudogostoso.com.br/receita/44437-torta-a-mineira-agridoce.html",
    "ingredientes": [
        "250 g de farinha de trigo",
        "1 ovo",
        "30 g de gordura vegetal",
        "50 g de manteiga",
        "1 colher (sopa) de fermento",
        "½ copo de água morna",
        "Pitada sal",
        "1 cebola média picada",
        "4 dentes de alho picados",
        "5 fatias de bacon picadas",
        "500 g de carne moída",
        "½ colher (chá) de pimenta calabresa",
        "1 colher (chá) de sal",
        "1 colher (sopa) de canela",
        "Orégano",
        "3 colheres (sopa) de margarina",
        "1 xícara (chá) de leite",
        "¼ xícara (chá) de farinha de trigo",
        "Sal a gosto",
        "Orégano",
        "Pimenta",
        "8 bananas nanicas cortadas em fatias no sentido do comprimento",
        "Margarina para untar a frigideira",
        "1 gema ligeiramente batida para pincelar"
    ],
    "modo_preparo": [
        "Coloque a farinha de trigo e o fermento em pó em uma vasilha.",
        "Derreta a margarina e gordura vegetal, coloque na massa e misture.",
        "Amorne a água com o sal e coloque na massa, misture e acrescente o ovo.",
        "Sove a massa de forma que colocando o dedo ela não grude mais nas mãos.",
        "Deixe descansar e reserve.",
        "Em uma panela, leve ao fogo as cebolas, o alho, o bacon, a carne, a pimenta, o sal, orégano e a canela.",
        "Refogue por 10 minutos aproximadamente, ou até secar e dourar ligeiramente, mexendo de vez em quando.",
        "Reserve.",
        "Em uma panela pequena, derreta a margarina, acrescente a farinha de trigo e o sal.",
        "Deixe incorporar bem a farinha na margarina, acrescentando o leite aos poucos e mexendo sempre, para não empelotar.",
        "Coloque a pimenta, mexa até engrossar.",
        "Retire do fogo e misture na carne.",
        "À parte, unte uma frigideira com manteiga e frite as bananas até ficar dourada.",
        "Reserve.",
        "Abra a massa e a coloque sobre a forma, forrando o fundo e as laterais.",
        "Passe o rolo em cima da forma para acertar.",
        "Coloque as bananas sobre a massa.",
        "Despeje o recheio de carne misturado ao bechamel por cima da banana.",
        "Cubra a torta com a massa, pincelando gema para fechar.",
        "Decore a gosto com as sobras da massa.",
        "Pincele a gema e leve para assar em forno alto por aproximadamente 40 minutos, ou até dourar."
    ]
}