{
    "titulo": "Torta salgada de festa do Lúcio Cezar",
    "url": "https://www.tudogostoso.com.br/receita/143458-torta-salgada-de-festa-do-lucio-cezar.html",
    "ingredientes": [
        "5 pães de forma sem casca",
        "1 kg de peito de frango sem osso",
        "300 g de presunto desfiado",
        "4 cenouras raladas",
        "2 tomates sem sementes e picadinhos",
        "Azeitonas a gosto para colocar no refogado do peito de frango",
        "1 cebola grande picadinha",
        "3 dentes de alho amassados",
        "1 maço de salsa picadinha",
        "1 maço de cebolinha picadinha",
        "1 vidro grande de maionese",
        "1 caixinha de creme de leite",
        "2 copinhos de requeijão cremoso",
        "3 colheres de sopa de geleia de abacaxi ou laranja dissolvidas em 3 colheres de água (opcional, mas dá um toque especial)",
        "Sal a gosto.",
        "02 pacotes de batata palha extra-fina.",
        "ovinhos de codorna para enfeitar (opcional)"
    ],
    "modo_preparo": [
        "Em uma panela refoque o alho e a cebola.",
        "Coloque então os tomates, o peito de frango cortados em cubinhos, azeitonas picadinhas e tempere com sal a gosto.",
        "Depois de cozidos,coloque a metade dos temperinhos verdes , deixe esfriar e desfie os cubinhos do peito de frango. Reserve  esse recheio.",
        "Em um pirex, misture o presunto desfiado com o restante dos temperinhos verdes e duas colheres de sopa de maionese.Reserve esse outro recheio.",
        "Num pirex coloque a cenouras raladas e tempere com sal e 2 colheres de sopa de  maionese. Reserve esse outro recheio.",
        "Em um prato fundo, coloque as 3 colheres de sopa de geleia e dissolva em 3 colheres de sopa de água.",
        "Reserve esse outro recheio.",
        "Para montar a torta utilize uma tábua própria para frios e tortas ou uma bandeja grande e siga as seguintes etapas:",
        "Coloque uma camada de pão de forma sobre ela espalhe a metade do creme de frango.",
        "Por cima coloque outra camada de pão de forma e coloque então o recheio feito com cenouras raladas.",
        "Outra camada de pão de forma e por cima espalhe bem a geleia que foi dissolvida em água e por cima dessa geleia coloque o recheio de presunto.",
        "Coloque outra camada de pão de forma e sobre essa o restante do recheio de frango desfiado.",
        "Coloque então a última camada de pão de forma.",
        "Para cobrir a torta, misture o restante de maionese com o creme de leite e os copinhos de requeijão cremoso e espalhe com uma espátula.",
        "Depois salpique as batatas palha em toda torta e faça a decoração com os ovinhos de codorna.",
        "Nota: Em cada camada utilizei um pacote de pão de forma."
    ]
}