{
    "titulo": "Torta de linguiça fresca",
    "url": "https://www.tudogostoso.com.br/receita/98182-torta-de-linguica-fresca.html",
    "ingredientes": [
        "2 xícaras (chá) de farinha de trigo",
        "4 colheres (sopa) de margarina",
        "1 colher de (sopa) de fermento em pó",
        "1 gema sem pele batida com o leite",
        "3 colheres (sopa de leite",
        "500 g de linguiça toscana fresca sem pele (pode ser retirada com a faca e esmigalhada com as mão - retire os grumos de gordura de jogue-os fora)",
        "1 cebola grande fatiada",
        "3 ovos batidos",
        "1 xícara (chá) de leite",
        "1 pitada de sal",
        "Orégano a gosto"
    ],
    "modo_preparo": [
        "Em uma tigela  acrescente a farinha de trigo, a margarina, o pó royal e a gema levemente batida com o leite.",
        "Misture tudo muito bem até que forme uma massa homogênea.",
        "Caso não dê consistência, acrescente mais leite até dar ponto.",
        "Reserve a massa embrulhando-a em filme plástico e leve-a à geladeira por alguns minutos até que o recheio e a cobertura fiquem prontos.",
        "Em uma panela, acrescente a cebola fatiada, em seguida a linguiça esmigalhada, que primeiro soltará água, em seguida começará a ser refogada e cozida. Assim que estiver bem cozido desligue e reserve para usá-lo frio.",
        "Bata em uma tigela os ovos, acrescente o leite e a pitada de sal, misture bem e reserve.",
        "Em uma forma grande de pizza em alumínio (pois tem as bordas mais altinhas), abra a massa com as mãos sempre fechada, como se fosse dar um soco, até que a mesma esteja aberta de forma uniforme na forma.",
        "Coloque o recheio frio, acrescente por cima da linguiça,  a cobertura de leite batido com os ovos. Cubra com a mussarela, salpique orégano e leve ao forno à 200ºC até que a massa esteja assada e a mussarela um pouco coradinha, sem exagerar.",
        "Retire do forno, corte em quadradinhos pequenos ou losângulos, coloque em uma travessa e sirva quente ou fria.",
        "É deliciosa no lanche ou em qualquer reuniões com amigos e familiares."
    ]
}