{
    "titulo": "Torta Salgada de Frango ou Atum (de pão de forma)",
    "url": "https://www.tudogostoso.com.br/receita/139802-torta-salgada-de-frango-ou-atum-de-pao-de-forma.html",
    "ingredientes": [
        "3 a 4 pacotes de pão de fôrma",
        "500 g de maionese",
        "1 lata milho verde",
        "1/2 lata ervilha",
        "50 g de azeitonas",
        "1 beterraba média",
        "1 cenoura grande",
        "200 g ricota temperada",
        "100 g ameixa preta sem caroço",
        "1/2 kg de peito de frango ou 3 latas de atum",
        "700 g de batatas",
        "1 tablete caldo de galinha",
        "1 pacote pequeno batata palha",
        "1 1/2 litro de leite",
        "1 copo de requeijão",
        "3 colheres sopa de margarina",
        "2 colheres sopa maisena.",
        "1 tomate.",
        "2 cebolas.",
        "3 dentes de alho.",
        "sal e pimenta do reino a gosto.",
        "alface crespa.",
        "salsa"
    ],
    "modo_preparo": [
        "Descascar todas as fatias do pão de forma e reserve.",
        "Coloque em uma panela metade da lata do milho verde, 2 vezes a mesma medida (lata) de leite,  2 colheres (sopa) de maisena, 1colher (sopa) de margarina e sal a gosto, levar tudo ao liquidificador por 3 minutos, peneirar e levar ao fogo até virar um mingau, reserve.",
        "Amasse com o garfo a ricota, acrescente 1/2 da maionese misture bem, reserve.",
        "Ferver as ameixas com 1 copo de água e 1 colher (sopa) de açúcar, até ficarem macias, passe no liquidificador, ferva novamente, reserve.",
        "Limpe o frango e cozinhe na água e sal.",
        "Depois de cozido desfie e refogue com alho, cebola, pimenta-do-reino e sal a gosto.",
        "Deixe molhadinho, reserve.",
        "(ou)",
        "Faça um molho suculento de atum, refogado de cebola, alho e molho de tomates a gosto.",
        "Faça um purê com as batatas e acrescente o requeijão, reserve.",
        "Umedecer (não pode encharcar)  as fatias de pão de forma no leite fervido com o caldo de galinha, faça uma camada de pão de forma depois acrescente o creme de ricota sobre a camada de pão.",
        "Repita o processo do pão de forma e acrescente o creme de milho, novamente o processo do pão de forma e o creme de ameixa por fim novamente o processo do pão de forma e acrescente o recheio de frango ou atum.",
        "Finalize com outra camada de pão de forma umedecido no leite, observe se está bem modelado (retangular).",
        "Cubra com o purê de batatas e decore conforme sua imaginação com beterraba, cenoura, milho, ervilha, azeitonas, batata palha, alface e flores da casca do tomate.",
        "Conserve em geladeira até a hora de servir."
    ]
}