{
    "titulo": "Torta de frango de massa semipodre",
    "url": "https://www.tudogostoso.com.br/receita/86320-torta-de-frango-de-massa-semipodre.html",
    "ingredientes": [
        "1/2 copo (tipo requijão) de amido de milho",
        "250 g de farinha de trigo",
        "4 colheres (sopa) bem cheias de margarina (ou manteiga)",
        "100 ml de creme de leite (caixinha)",
        "1 colher (chá) rasa de sal",
        "2 colheres (sopa) de queijo ralado",
        "2 gemas",
        "1 colher (sopa) de fermento em pó",
        "1 gema para pincelar",
        "1 peito de frango",
        "2 tomates pequenos (sem semente)",
        "1 cebola grande (ralada)",
        "1 dente de alho (socado)",
        "2 colheres sopa de azeite",
        "1/2 copo de requeijão cremoso",
        "1/2 copo do cozimento do frango",
        "1 colher (sopa) de farinha de trigo",
        "Sal a gosto"
    ],
    "modo_preparo": [
        "Em uma tigela coloque o amido, a farinha, o sal, enfim, todos os secos primeiro.",
        "Depois as gemas, a margarina e misture tudo, colocando o creme de leite aos poucos, conforme a massa pede.",
        "Misture bem até ficar uma massa bem lisa.",
        "Guarde enrolada em papel alumínio por 30 minutos (deixe descansar dentro da geladeira).",
        "Enquanto isso, faça o recheio, 1° coloque o azeite, frite o alho, a cebola, não deixe fritar muito é só para murchar a cebola.",
        "Feito isso acrescenta o tomate cortado em cubinhos depois o frango, dê uma refogada.",
        "Feito isso, coloque o caldo do cozimento e a farinha de trigo, mexa bem para cozinhar a farinha.",
        "Deixa esfriar bem, pois o recheio tem que entrar bem frio na massa.",
        "Depois do recheio frio e a massa descansada, coloque metade da massa em uma assadeira de fundo falso (não precisa ser untada) arrume bem a massa com as mãos mesmo no fundo e dos lados.",
        "Passa com uma colher uma camada fina de requeijão no fundo da massa .",
        "Coloque o recheio, o resto do requeijão, cubra com a outra metade (abra a massa com o rolo) para facilitar coloque a massa em saco plástico aberto.",
        "Pincele a gema e leve para assar.",
        "O forno deve estar pré-aquecido, deixe até dourar bem, mais ou menos 30 minutos, dependendo do forno.",
        "Essa receita fica ótima para ser consumida quente ou fria."
    ]
}