{
    "titulo": "Torta de pêssego da Crocks",
    "url": "https://www.tudogostoso.com.br/receita/76698-torta-de-pessego-da-crocks.html",
    "ingredientes": [
        "1 receita de bolo de caixinha feito conforme o fabricante",
        "1 lata de leite condensado",
        "1 lata de leite (medida)",
        "1 lata de creme de leite (com o soro)",
        "3 gemas peneiradas",
        "1 colher (sopa) bem cheia de amido de milho (eu não tinha e fiz com farinha de trigo mesmo e ficou tão bom quanto)",
        "1 xícara de açúcar",
        "1/2 xícara de água",
        "3 claras"
    ],
    "modo_preparo": [
        "Usei o sabor laranja, pois era o que tinha em casa, mas pode fazer com a massa de abacaxi, coco, baunilha, festa.",
        "Depois de assado, deixe esfriar totalmente e corte ao meio.",
        "Dissolver o amido de milho no leite.",
        "Misturar tudo e levar ao fogo, mexendo sempre, até engrossar.",
        "O segredo é deixar cozinhar bem para não ficar com gosto de farinha.",
        "Depois de cozido, deixe esfriar uns 10 minutos e bata na batedeira.",
        "Isso é para tirar eventuais gruminhos, deixar a consistência bem cremosa e também desfazer aquela capa grossa que se forma quando o creme esfria.",
        "Ponha em uma panela o açúcar e a água.",
        "Mexa e leve ao fogo.",
        "Não mexa depois que a chama do fogão for acesa.",
        "Deixe ferver até ficar em ponto de fio grosso (enfie uma colher na panela e suspenda a colher.",
        "Se as gotas que caírem da colher formarem fios é porque está no ponto).",
        "Antes da calda chegar no ponto, bata as claras na batedeira em neve.",
        "Quando a calda estiver no ponto, vá despejando-a lentamente na batedeira, que deverá estar ligada na velocidade máxima.",
        "Deixe batendo até a vasilha da batedeira esfriar (uns 10minutos, mais ou menos).",
        "Monte na própria forma onde o bolo foi assado e depois desenforme para pôr a cobertura.",
        "Ou então, utilize o aro da forma de fundo falso.",
        "Metade do bolo, molhar o bolo com a calda da lata do pêssego, lâminas de pêssego (deixe 2 para enfeitar), todo o recheio, a outra metade do bolo, molhar o bolo com a calda da lata do pêssego.",
        "Nesta hora, coloque na geladeira, por umas 2 horas, antes de colocar a cobertura.",
        "Coloque a cobertura e enfeitei com pêssego fatiado e castanha de caju.",
        "Leve para a geladeira até a hora de consumir."
    ]
}