{
    "titulo": "Torta lanche cremosa de pão de forma",
    "url": "https://www.tudogostoso.com.br/receita/78709-torta-lanche-cremosa-de-pao-de-forma.html",
    "ingredientes": [
        "1 pão de forma fresquinho do maior (escolha, existe diferença em tamanho)",
        "300 g de presunto fatiado e picadinho",
        "300 g de queijo mozzarella",
        "1 copo de requeijão",
        "4 tomates maduros e durinhos picadinhos",
        "1 cebola média bem picadinha",
        "2 alhos amassados",
        "Sal a gosto",
        "Pimenta-do-reino a gosto",
        "2 colheres de salsinha picadinha",
        "1 lata de creme de leite",
        "1 lata de milho verde (sem a água)",
        "2 colheres de sopa cheias de margarina",
        "4 colheres de azeite ou óleo comum",
        "1/2 saquinho de queijo ralado para polvilhar"
    ],
    "modo_preparo": [
        "Aqueça levemente 1 colher de manteiga junto com 2 colheres do azeite, a metade do alho, a metade da cebola picadinha e doure.",
        "Acrescente o presunto picadinho e frite de forma que apenas não fique cru, apenas doure.",
        "Reserve.",
        "Em outra panela, aqueça a outra colher de manteiga com as 2 colheres de azeite restantes, a outra metade do alho com o restante da cebola picadinha e doure. Acrescente os 4 tomates picadinhos e mexa até que fique bem refogados, sem secar. Misture a salsinha picadinha depois de pronto o tomate. Reserve.",
        "Esses dois refogados serão usados em consistência fria.",
        "Nunca use recheio quente por cima de massas.",
        "Unte uma forma, de preferência retangular, com manteiga.",
        "Forre-a com  fatias de pão de forma e aperte levemente com as mãos.",
        "Forre com todo o requeijão e coloque o presunto refogado por cima.",
        "Cubra isso com mais uma camada de pão de forma e aperte levemente com as mãos.",
        "Forre com parte do queijo mozzarella, por cima o refogado de tomate e depois o restante da mussarela.",
        "Cubra com o restante do pão de forma.",
        "Aperte levemente com as mãos.",
        "Bata no liqüidificador o creme de leite com o conteúdo da lata de milho verde (sem a água) e 1 pitadinha de sal.",
        "Derrame esse creme sobre a torta e polvilhe com queijo ralado.",
        "Passe a faca, cortando, para  'demarcar' os pedaços de como serão tirados, para facilitar na hora de servir.",
        "Asse em forno quente.",
        "Tudo está cozido, portanto, basta assar até dar uma dourada.",
        "Ao apertar cada camada de pão de forma, como foi sugerido, estará dando uma consistência mais firme ao sanduiche para que fique mais fácil na hora de retirar da forma e servir."
    ]
}