{
    "titulo": "Um doce para encher os olhos e a boca neste frio",
    "url": "https://www.tudogostoso.com.br/receita/169196-um-doce-para-encher-os-olhos-e-a-boca-neste-frio.html",
    "ingredientes": [
        "2 embalagens de bolo industrializado, sabor chocolate",
        "1 receita de brigadeiro de morango",
        "1 receita de calda de morangos",
        "1 receita de chantili de morangos",
        "Chantili industrializado para decoração (opcional)",
        "Morangos para decorar",
        "1 taça para montagem ou vasilhame de sua preferência",
        "1 lata de leite condensado",
        "1 colher das de sobremesa de farinha de trigo peneirada",
        "200 g de creme de leite UHT",
        "100 ml de leite",
        "1 colher das de sopa de manteiga sem sal",
        "1 envelope de gelatina sabor morango silvestre",
        "1 colher das de sopa de licor de frutas silvestres",
        "200 g de creme para chantili batido (industrializado ou fresco)",
        "200 g de morangos frescos amassados com garfo",
        "150 ml de calda básica",
        "100 ml de leite condensado",
        "1 colher das de sopa de licor de frutas silvestres ou morango",
        "1/2 copo de água",
        "1/4 de copo de açúcar",
        "1 cravo da índia",
        "1 pedaço pequeno de canela",
        "200 g de creme para chantili batido (industrializado ou fresco)",
        "250 g de morangos picados e misturados com 4 colheres das de sopa de açúcar",
        "1 colher das de sopa de licor de frutas silvestres ou morango"
    ],
    "modo_preparo": [
        "Em uma panela antiaderente misture o leite condensado com a farinha de trigo. Junte o creme de leite, o leite e a manteiga. Leve ao fogo mexendo constantemente até obter um brigadeiro levemente encorpado.",
        "Junte a gelatina em pó e misture bem. Retire do fogo e deixe esfriar em temperatura ambiente.",
        "Bata o brigadeiro frio em batedeira e acrescente delicadamente os ingredientes restantes. Utilize na montagem.",
        "Misture bem os ingredientes e utilize na montagem.",
        "Escorra os morangos e misture delicadamente os ingredientes. Utilize na montagem.",
        "Misture bem os ingredientes e leve ao fogo deixando ferver por dois minutos. Retire o cravo e a canela e utilize.",
        "Fatie os bolos e reserve.",
        "Em uma taça comece a montagem com uma porção do brigadeiro de morangos, uma camada de fatias de bolo, regar com uma porção da calda de morangos e aplicar uma porção do chantili de morangos.",
        "Repetir as camadas até terminar todos os ingredientes.",
        "Decore a gosto com chantili e morangos ou pitangas de brigadeiro de morangos.",
        "Sirva gelado."
    ]
}