{
    "titulo": "Vatapá baiano original de D. Inês",
    "url": "https://www.tudogostoso.com.br/receita/144595-vatapa-baiano-original-de-d-ines.html",
    "ingredientes": [
        "1 maço de cheiro verde",
        "1 maço de coentros",
        "3 cebolas grandes",
        "3 pimentões verdes",
        "4 tomates",
        "300 a 400 g de camarão seco",
        "1 xícara de chá de castanha do pará torrada e moída",
        "1 xícara de chá de amendoim descascado, torrado e moído",
        "2 colheres de sopa de gengibre moído",
        "300 ml de leite de coco (aproximadamente)",
        "2 xícaras de farinha de rosca fresca de padaria (não compre a industrializada)",
        "700 ml de leite de coco (aproximadamente)",
        "2 cebolas moídas para a base dos temperos (conforme abaixo)",
        "1 litro de leite de coco para regular a receita (conforme abaixo)",
        "400 ml de azeite de dendê para regular a receita (conforme abaixo)",
        "4 colheres de sopa de azeite de oliva"
    ],
    "modo_preparo": [
        "Este é o vatapá baiano original, característico das bancadas de Acarajé de Salvador.  É ideal para acompanhar moquecas ou bobó.",
        "Ele é composto pela mistura dos temperos numa panela grande e funda.",
        "O segredo é não economizar no leite de coco no preparo dos temperos. Os temperos vão exigir uma quantidade de mais ou menos 2 litros de leite de coco ao todo.",
        "No processo de cozimento, a dosagem do leite de coco deve ser ministrada juntamente com uma dosagem bem mais econômica de azeite de dendê.",
        "Tempero Verde: Este é o tempero de base do vatapá. Tudo deve ser batido no liquidificador e jogado na panela em primeiro lugar, sob uma camada de cebola batida (as duas cebolas extras) já dourada no azeite de oliva.",
        "O molho, depois de colocado na panela, deve ficar cozinhando antes do acréscimo dos demais temperos (isto não leva mais do que 6 minutos).",
        "Esta quantidade de tempero verde pode acabar ficando volumosa. Portanto, na hora de colocar na panela, deve ocupar pouco menos de um terço da mistura total dos temperos.",
        "Tempero de Camarão: Este é o segundo tempero a ser colocado na panela. O camarão deve ser descascado, ter a cabeça retirada e lavado para tirar o excesso de sal.",
        "Tudo deve ser batido com a ajuda do leite de coco, o quanto baste, de preferência num recipiente alto e com processador, pois a mistura é pesada demais para ser batida no liquidificador.",
        "A mistura deve ter a consistência de uma massa firme não aguada.",
        "Deve ser jogada na panela e misturado com o tempero verde já cozido.",
        "Uns dez a vinte camarões secos maiores devem ser separados para se colocar inteiros na panela pouco antes da mistura final estar pronta.",
        "Tempero de Farinha de rosca: Este é o último tempero a ser colocado na panela. O leite de coco deve ser misturado à farinha de rosca num recipiente alto e com processador, pois a mistura é muito pesada para o liquidificador.",
        "Deve ser colocado o quanto baste de leite de coco para que o resultado final seja uma papa com consistência de purê de batata (sem as bolinhas).",
        "Depois de colocado o último tempero na panela, a mistura deve ser mexida até ficar cozida. Ao fim, deve ser acrescentado azeite de dendê (uma garrafinha de 200 ml, mas o volume final pode exigir outra garrafa de dendê) e a mistura deve ser mexida até desgrudar da panela.",
        "O acréscimo de leite de coco e de azeite pode ser utilizado ao final para alcançar o gosto e a consistência típicos.",
        "O equilíbrio entre os temperos deve ser regulado pelo acréscimo do tempero de farinha, se houver, por exemplo, excesso de tempero verde ou de tempero de camarão. Lembre-se que o  tempero de farinha demora mais para cozinhar. Portanto, se for acrescentado ao final, a receita demandará mais tempo para finalizar.",
        "O tempo de cozimento é longo (20 a 30 minutos ou mais) e a mistura deve ser mexida constantemente até o final, sob o risco de ficar crua ou embolar.",
        "A quantidade é grande, mas o vatapá pode ser congelado sem problemas."
    ]
}