{
    "titulo": "Vitello Brasato con Uve del Vino (Filés de vitela refogado com uvas) Receita Italiana",
    "url": "https://www.tudogostoso.com.br/receita/123579-vitello-brasato-con-uve-del-vino-files-de-vitela-refogado-com-uvas-receita-italiana.html",
    "ingredientes": [
        "12 filés de vitela (cerca de 120 g cada)",
        "1 colher de sal marinho fino",
        "3 colheres (sopa) de folhas de alecrim fresco bem picadas",
        "10 dentes de alho inteiros amassados",
        "6 colheres(sopa) de manteiga sem sal",
        "1 colher de sopa de azeita extravirgem",
        "1 1/2 xícaras de vinho branco seco",
        "3 xícaras de uvas brancas ou roxas",
        "1 colher de sopa de vinagre balsâmico de 12 anos"
    ],
    "modo_preparo": [
        "Enxugue a carne com papel-toalha e esfregue-a com sal, alecrim e o alho amassado. Aqueça o azeite e 4 colheres de sopa de manteiga em fogo médio dentro de uma frigideira para saltear.",
        "Quando a manteiga começar a soltar espuma, ponha os filés (apenas a quantidade que couber confortavelmente na panela, sem abarrotar). Salteie até dourar dos dois lados, colocando então os filés em um prato enquanto prepara os outros. Regue a frigideira com o vinho, raspando os pedacinhos que ficaram grudados no fundo, e deixe a bebida reduzir por cinco minutos. Ponha as uvas e os filés dourados na frigideira e abaixe o fogo de modo a deixar o vinho em uma fervura bem branda. Refogue de leve a vitela por 4 a 5 minutos, ou até a carne começar a ficar firme quando você a apertar com o dedo. Não deixe a vitela cozinhar demais.Transfira-a do fogo para um prato, cobrindo-a bem de leve para que não \"cozinhe no vapor\", e deixe descansar. Aumente o fogo e torne a reduzir o líquido do refogado até que este comece a encorpar. Retire do fogo, junte as outras 2 colheres de manteiga e o vinagre balsâmico. Mexa bem e despeje o molho por cima da vitela. Não se preocupe com os caroços das uvas, ou se isso for um problema, use uvas sem caroço."
    ]
}