{
    "titulo": "Wrap com carnitas e seus acompanhamentos da Abima",
    "url": "https://www.tudogostoso.com.br/receita/167546-wrap-com-carnitas-e-seus-acompanhamentos-da-abima.html",
    "ingredientes": [
        "20 discos de rap 10 light",
        "1 receita de carnitas",
        "1 receita de frijoles",
        "Refogado de pimentões e cebola",
        "Guacamole",
        "Frijoles",
        "Pico de gallo",
        "Tabasco",
        "Queijo cheddar a gosto (opcional)",
        "Queijo muçarela ralado (opcional)",
        "Folhas de alface",
        "3 tomates grandes maduros cortados em cubos pequenos",
        "1,5 xícaras das de chá de cebola roxa cortada em cubos pequenos",
        "1 lata de milho verde cozido no vapor",
        "1 xícara das de chá de coentro bem picado (ou a gosto)",
        "Sal, pimenta e limão a gosto",
        "80 ml de óleo",
        "1,5 kg de paleta ou acém bem limpos, em um pedaço",
        "4 dentes de alho amassados",
        "2 xícaras das de chá de cebola cortada em cubos pequenos",
        "1 xicara das de chá de tempero verde fresco (salsa, coentro, cebolinha, tomilho limão e orégano)",
        "100 ml de cachaça",
        "3 folhas de louro",
        "1 colher das de café de canela em pó",
        "1 colher das de sobremesa de cominho em pó",
        "1 colher das de sobremesa de páprica defumada ou doce",
        "1 colher das de café de orégano seco",
        "1 colher das de café de pimenta dedo de moça ou tabasco",
        "Agua quente o suficiente para cozinhar a carne",
        "2 latas de tomates pelados, cortado em cubos",
        "1 sache de caldo de carne em pó 0% de gordura",
        "Sal a gosto",
        "3 xícaras das de chá de feijão vermelho cozido e temperado (ou feijão preto)",
        "1 colher das de sopa de azeite",
        "3 dentes de alho amassados",
        "Sal e pimenta a gosto",
        "2 abacates grandes",
        "3 dentes de alho amassados",
        "2 tomates grandes sem sementes cortados em cubos pequenos",
        "1 xícara das de chá de cebola roxa cortada em cubos pequenos",
        "2 colheres das de sopa de cebolinha verde bem fatiada",
        "1 xícara das de chá de coentro fresco bem picado (ou a gosto)",
        "30 ml de suco de limão coado",
        "Sal e pimenta malagueta a gosto",
        "100 ml de azeite",
        "2 pimentões amarelos cortado em tiras finas",
        "2 pimentões vermelhos cortado em tiras finas",
        "2 pimentões verdes cortado em tiras finas",
        "2 xícaras das de chá de cebolas roxas cortadas em tiras finas",
        "Sal e pimenta a gosto"
    ],
    "modo_preparo": [
        "Aqueça o óleo em uma panela de pressão e refogue a carne.",
        "Acrescente o alho, a cebola e refogue. Junte os temperos verdes frescos, a cachaça, o louro, a canela, o cominho, a páprica, o orégano seco, a pimenta dedo-de-moça, água quente o suficiente para cozinhar a carne, o tomate pelado e tempere com o sachê de caldo de carne e sal a gosto. Tampe a panela e deixe cozinhar por 45 minutos em fogo baixo após inicio da pressão. Desligue o fogo, aguarde sair toda a pressão, abra a tampa, retire a carne e desfie a gosto.",
        "Volte à carne desfiada ao molho deixe ferver desligue o fogo e reserve.",
        "Aqueça o azeite e refogue as cebolas, junte os pimentões e refogue rapidamente. Tempere com sal e pimenta a gosto. Reserve.",
        "Descasque o abacate e amasse a polpa com auxilio de um fouet ou garfo. Misture os ingredientes restantes e reserve na geladeira até horário de servir.",
        "Aqueça o azeite e frite o alho e acrescente o feijão cozido e temperado.  Bata a mistura em um processador de alimentos ate obter uma pasta cremosa. Sirva com as carnitas.",
        "Misture bem todos os ingredientes e sirva como acompanhamento.",
        "Leve os rap 10 ao micro-ondas por 2 minutos para aquecer ou dobre ao meio e prepare como tacos levando ao forno aquecido a 180ºC por aproximadamente 10 minutos.",
        "Coloque em cada disco de rap 10 uma porção de frijoles, uma porção de carnita e acompanhamentos a gosto."
    ]
}